Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Cousin, do not utter that name! I've heard he was seen on the face of this world.. As if.. he was alive again.. or undead...
ca: Cosí, no tornes a pronunciar eixe nom! He sentit dir que han tornat a vore la seua cara en aquest món... Com si... Com si estiguera viu de nou... o no mort...
hu: Ne emlegesd azt a nevet! Hallottam, hogy egyesek látták felbukkanni valahol... Ha... Ha életben van... vagy élőholtként bolyong...

source: We have to get pass these guards. Akladians set up the line of guards around the forest some time ago, when our rebellion was becoming more succesful.
ca: Hem d'obrir-nos pas a través d'aquestos guardes. Els akladians van establir ja fa temps aquesta línia de guàrdia envoltant el nostre bosc, quan la nostra rebel·lió estava guanyant força.
hu: Át kell jutnunk ezen az őrségen. Nemrég őrhelyek láncolatát építették ki az akladiaiak az erdő körül, mikor nem tudták leverni a lázadásunkat.

source: I want to avoid fighting. Only twelve seasoned troops, and in this neigborhood I can recruit only peasants. I won't be able to find replacement for any of my veterans, and this is just a beginning of our quest.
ca: Preferiria evitar el combat. Només tinc dotze soldats veterans, i en aquestos llars només puc reclutar camperols. No podré trobar cap relleu per a qualsevol dels meus veterans, i aquest és només el començament de la nostra missió.
hu: Szeretném elkerülni a csatát. Mindössze tizenkét kipróbált harcosom van, s csak parasztokkal tudnám bővíteni a csapatot. Velük nem pótolhatnám a harcedzett harcosokat, s még csak a küldetésünk elején vagyunk.

source: If so, then it is up to you to figure out a strategy which will avoid any losses. We have to just pass near the guards, there is no need to fight them.
ca: Si vols fer-ho així, només has d'idear una estratègia que ens evite combatre. Només hem de passar pel costat dels guàrdies, no n'hi ha cap necessitat de lluitar contra ells.
hu: Ha így gondolod, akkor rajtad áll, milyen stratégiát alkalmazol, hogy elkerüld a veszteségeket. Mindenképpen át kell jutnunk az őrségen, harcok árán vagy anélkül.

source: How typical for underling, avoid a fight. My son, let's slaughter them all! More enemies, more honor!
ca: Què típic d'un carrall, evitar una lluita! Fill meu, anem a massacrar-los tots! Quan major siga el nombre d'enemics, major serà la glòria!
hu: Tipikus nemtelen hozzáállás, kerüljük a harcot. Fiam, vágjuk le őket mind egy szálig! Sok halott, nagyobb dicsőség!

source: With this kind of attitude, how are you still alive, oh mighty SUPER-lingie? Anyway, I guess we should have at least 250 golden coins at the end of this battle.
ca: Amb aquesta actitud, cóm és que encara estàs viva, oh gran SUPER-dona? De tota manera, supose que deuríem tindre unes 250 peces d'or al final de la batalla.
hu: Ezzel a hozzáállással kész csoda, hogy még élsz, ó hatalmas SZUPER-nemes. Akárhogy döntesz, a következő küldetéshez legalább 250 aranyra szükségünk lesz.

source: You can interrogate enemy leaders in this scenario with Gawen, Ruvio, Reme or Lorin, but the effects may - or may not - be different, depending on the enemy leader and interrogating hero.
ca: Pots interrogar els líders enemics en aquest escenari amb Gawen, Ruvio, Reme o Lorin, però els efectes podrien (o podrien no) ser diferents, depenent del líder enemic i l'heroi que interrogue.
cs: Gawen, Ruvio, Reme i Lorin mohou vyslýchat, ale výsledek se může (ale nemusí) lišit na základě toho, kdo a kým je vyslýchán.
hu: Kivallathatod az ellenséges vezéreket Gawennel, Ruvióval, Remével vagy Lorinnal, de a válaszok eléggé küllönbözhetnek - vagy nem -, tehát mérlegelj, kivel kit vallatsz ki.

source: Move Gawen to south-eastern signpost OR
ca: Mou Gawen al senyal cap al sud-est O
cs: Dojdi s Gawenem k jiho-východnímu směrovníku NEBO
hu: Gawen eléri a délkeleti útjelzőt VAGY

source: Eeek! The green devils!
ca: Eeek! Els dimonis verds!
cs: A jéje! Zelení ďáblové!
hu: Ááá! A zöld ördögök!

source: Kill them! Kill them all! Fast! They are thousands of them, everywhere!
ca: Mateu-los! Mateu-los tots! Ràpid! Són milers, estan per totes parts!
cs: Zabijte je! Zabijte je všechny! Rychle! Jsou jich tisíce, jsou všude!
hu: Öljétek meg őket! Öljétek meg mindet! Azonnal! Mindenfelé százával vannak!

source: You are from Raednon clan? So also Raednons' are supporting the treachery of Bor Cryne. Why I am not surprised? I know you are all pig-eaters and swine-f..
ca: Eres del clan Raednon? Així que els del clan Raednon també recolzen la traïció de Bor Cryne. Per què no estaré sorpresa? Tal volta siga perquè només sou uns devoradors de porcs, i també sé que vos els fo...
hu: Tehát a Raednon klánból vagy? Vagyis a Raednonok támogatják az áruló Bor Crynét. De miért is csodálkozom? Hiszen disznóevő, lób...

source: Stop your insults, witch. I know you: you are Lorin, the witch from Gallorae clan. You soon will be the last of your clan; how does it feel?
ca: Prou d'insults, bruixa. Sé qui eres: Lorin, la bruixa del clan Gallorae. Què és sent quan s'és pràcticament l'últim d'un clan?
hu: Ne sértegess, boszorkány! Ismerlek téged: Lorin vagy, a Galleroe klánbeli boszorkány. Hamarosan te leszel a klán egyetlen élő tagja; örülsz neki?

source: You can feel THIS. How does IT feel?
ca: I tu prompte estaràs capat. Què et pareix AIXÒ?
hu: Majd adok én neked! NESZE! ENNEK örülhetsz...

source: He had some gold in his castle.
ca: Pareix que tenia una miqueta d'or dins del seu castell.
hu: Tartogatott egy kis aranyat a kastélyában.

source: You were a worthy opponent, Quivre from Raednons. It was good fight.
ca: Has sigut un digne rival, Quivre del clan Raednon. Ha sigut una bona lluita.
hu: Méltó ellenfél voltál, Quivre a Raednon klánból. Kemény csatát vívtunk.

source: Yes, it was.
ca: Sí, sí que ho ha sigut.
cs: Ano, to byl.
hu: Igen, keményet.

source: If you were as delighted as I with the fight, please answer a few questions.
ca: Si t'ha agradat tant aquesta lluita com a mi, per favor, respon-me estes poques preguntes.
hu: Ha te is méltónak láttad a csatát, akkor most válaszolj néhány kérdésemre!

source: Another super-ling sent to his barbarian hell. How does it feel, mighty Akladian lord? To be killed by underling?
ca: Ha! Un altre akladià d'il·lustre llinatge enviat cap a l'infern. Què es sent, gran senyor akladià al ser mort per un carrall?
hu: Újabb szuper-nemes küldetik az ő barbár poklába. Milyen érzés, hatalmas akladiai nemes? Egy nemtelen kezétől végezni?

source: You wouldn't be able to do this if not for the magical support of that witch, Lorin. It was she who gave you courage, that traitor to her own race.
ca: No ho hagueres pogut fer sense el suport de la màgia d'eixa bruixa que va amb vosaltres. Ha sigut ella, una traïdora a la seua raça, la que et va donar ànim i coratge.
hu: Nem tehetnéd ezt meg, ha az a boszorkány, Lorin nem babonázott volna meg. Csak ő lehetett, a fajának árulója, aki rábírhatott, hogy kezet emelj rám.

source: Hmm.. Should I feel complimented, or offended?
ca: Ummm... deuria prendre-m'ho com un afalac o un insult?
cs: Hmm.. To se má cítit poctěn, nebo zneuctěn?
hu: Hmm... Ezt most elismerésnek vagy sértésnek szánta?

source: You were worthy opponent, Quivre from Raednons. It was good fight.
ca: Has sigut un digne rival, Quivre del clan Raednon. Ha sigut una bona lluita.
cs: Byl jsi dobrým protivníkem, Quivre Raednonský. Byl to dobrý boj.
hu: Méltó ellenfél voltál Quivre, a Raednon klánból. Kemény csata volt.

source: If you were as delighted as I with the fight, please answer my few questions.
ca: Si t'ha agradat tant aquesta lluita com a mi, per favor, respon-me estes poques preguntes.
hu: Ha valóban méltónak tartod, akkor válaszolj néhány kérdésemre.

source: Speak fast, and I will allow you to go to your ancestors in one piece.
ca: Parla apressa, i et permetre que vages amb els teus avantpassats d'una peça.
cs: Mluv rychle, a já ti umožním odejít ke svým předkům v jednom kuse.
hu: Beszélj gyorsan, és megengedem, hogy egy darabban térj meg az őseidhez.

source: Do you think I am afraid of you, witch?
ca: Creus que et tinc por, bruixa?
cs: Myslíš, že se tě bojím, čarodějko?
hu: Azt hiszed, megijedek tőled, boszorka?

source: No, of course not. You are one brave warrior. I just thought the feeling you will enter the heaven without hands, legs and head will make you a little bit uneasy.
ca: No, per suposat que no. Eres un guerrer valent. Només estava pensant que la sensació d'entrar al cel sense mans, cames i cap et farà sentir una miqueta incòmode.
cs: Ne, to víš že ne. Ty jsi přece udatný válečník. Jenom přemýšlím, jaké to musí být, přijít do nebe bez ruk, noh a hlavy? Nic příjemného, že?
hu: Nem, egyáltalán nem. Te egy bátor harcos vagy. Csak arra gondoltam, hogy talán nem szeretnél fej, lábak és karok nélkül megérkezni a paradicsomba.

source: Stop it, witch. You can't scare me.
ca: Para, bruixa. No pots espantar-me.
cs: Přestaň, bosorko. Mě nenaženeš strach.
hu: Fejezd be, boszorka! Nem tudsz megfélemlíteni.

source: Well, I think I will try anyway. Let's start with this little knife you see here.
ca: Bé, crec que ho intentaré de tota manera. Mirarem de provar-ho amb aquest xicotet ganivet que veus ací.
hu: Nos, azért megpróbáltam. De ideje, hogy a kis késem lépjen akcióba.

source: It was honor to fight with you. Nice fight. You must know, I feel no bad feelings to you and I will not damage your body when you will die, so you will enter afterlife in one piece.
ca: Ha sigut tot un honor lluitar contra tu. Bona lluita. Has de saber que no albergue cap mal sentiment cap a tu, i no pense danyar el teu cos quan murgues, per a que pugues entrar en l'altra vida d'una peça.
hu: Méltó küzdelmet vívtunk. Kemény csatát. Nem kell félned, hogy gyűlöllek, s nem fogom megcsonkítani a testedet, mielőtt meghalsz, tehát egészben jutsz át a túlvilágra.

source: Thank you, noble lord. I do not know your name, or why you are allied with green devils and Wesnothians.
ca: T'ho agraïsc, noble senyor. No sé el vostre nom, o per què esteu aliat amb els dimonis verds i els wesnothians.
cs: Díky, šlechetný lorde. Neznám tvé jméno, ani proč jsi se spojil se zelenými ďábly a Wesnoťany.
hu: Köszönöm, nemes uram. Nem tudom ugyan a neved, s azt sem, miért szövetkeztél a zöld ördögökkel és a wesnothiakkal.

source: My name is Reme Carrenemoe. I think it answers both of your questions.
ca: Em dic Reme Carrenemoe. Crec que açò respon totes dues preguntes.
cs: Jmenuji se Reme Carrenemoe. Myslím, že je to odpověď na obě tvé otázky.
hu: A nevem Reme Carrenemoe. Azt hiszem ez választ ad a másik kérdésedre is.

source: Yes, it does.
ca: Sí, sí que ho fa.
cs: Ano, to je.
hu: Igen.

source: Gawen, my lord, I think he is still alive. What should we do with him?
ca: Gawen, senyor, crec que encara és viu. Que hauríem de fer amb ell?
cs: Gawene, Můj Pane, myslím, že je stále naživu. Co s ním máme udělat?
hu: Uram, Gawen, azt hiszem még életben van. Mit tegyünk vele?

source: Kill him.
ca: Matar-lo.
cs: Dodělat.
hu: Öld meg!

source: Did I heard correctly? What is your name?
ca: He sentit correctament? Quin és el vostre nom?
cs: Slyšel jsem správně? Jak se menuješ?
hu: Jól hallottam? Hogy hívják az uradat?

source: My name is...
ca: Em dic...
cs: Jmenuji se...
hu: A nevem...

source: Another Akladian lord losing to old underling. How do you explain that?
ca: Un altre senyor akladià derrotat a mans d'un vell carrall. Cóm t'ho expliques?
hu: Nahát újabb akladiai nemes esik az öreg nemtelen áldozatául. Hogy lehet ez?

source: My wife is Wesnothian, so I know many Wesnothians. Save your irony for another.
ca: La meua dona és wesnothiana, i per tant conec molts wesnothians. No balafies la teua ironia amb mi.
hu: A feleségem wesnothi, sok wesnothit ismerek. Tartsd meg a cinizmusodat másnak!

source: Ok then. You will answer me a few questions.
ca: Bé, doncs. Respon-me unes poques preguntes.
cs: Dobře tedy. Odpovíš mi na pár otázek.
hu: Rendben. Válaszolj nekem pár kérdésre!

source: You may now rest in peace.
ca: Ara pots descansar en pau.
cs: A teď odpočívej v míru.
hu: Akkor most békében távozhatsz.

source: You won't finish me?
ca: No acabaràs amb mi?
cs: Ty mě nedorazíš?
hu: Nem végzel ki?

source: No, if you're able to survive your wounds, you will live.
ca: No, i si pots sobreviure a les teues ferides, seràs lliure.
hu: Nem, ha túléled a sebesülésed, akkor még élhetsz is.

source: Your face is familiar in some strange way.. Could it be...
ca: Em sona la teua cara, d'alguna estranya manera... Podria ser...
cs: Je to divné, ale tvůj obličej je mi nějaký známý.. Ty jsi...
hu: Különös, de az arcod ismerős valahonnan... Te lennél...

source: If you will answer me my questions, I will answer yours.
ca: Si respons les meues preguntes, jo respondré les teues.
cs: Pokud mi odpovíš na moje otázky, odpovím ti i já.
hu: Ha válaszolsz pár kérdésemre, én is válaszolok a tiédre.

source: Now, please tell me.. Who are you?
ca: Ara, per favor, dis-me... Qui eres tu?
cs: Tak, řekni mi, kdo jsi?
hu: Akkor válaszolj nekem, kérlek... ki vagy te?

source: Mother, do NOT harm this man.
ca: Mare, NO el fages mal.
cs: Matko, NEUBLIŽUJ tomuto muži.
hu: Anyám, NE bántsd azt az embert!

source: My son, but why? He would have gladly harmed me, if I gave him a chance.
ca: Fill meu, per què? Ell m'ho hauria fet alegrement, si li ho haguera permès.
hu: És miért ne, fiam? Ő biztosan szívesen megtenné fordított esetben.

source: Hm.. You are still alive. There is strong spirit inside of your body. Accept the final blow, but before that, know that I won't damage your body.
ca: Hummm... Encara estàs viu. Hi ha un fort esperit dins del teu cos. Heus aquí el cop d'espasa que t'enviara a l'altra terra, però abans de res vull que sàpigues que no danyaré el teu cos.
hu: Hm... Még élsz? Szívós vagy. De megadom a kegyelemdöfést. Nyugodj meg, nem csonkítom meg a testedet!

source: Where do we go from here?
ca: On hem d'anar ara?
hu: És most merre menjünk tovább?

source: I say to hell with that mage. Let's go to Vattin and announce that the king has returned.
ca: Jo dic que li donen al mag aquest! Anem cap a Vattin i anunciem que el rei ha retornat!
hu: Azt mondom, pokolba azzal a mágussal. Gyerünk Vattinba, és hirdessük ki, hogy a király visszatért!

source: I suggest strongly to go to the Oracle.
ca: Suggerisc amb tota la meua força que anem a l'Oracle.
cs: Důrazně doporučuji jít k Věštkyni.
hu: Erősen javallom, hogy keressük fel a Jósnőt!

source: And first thing we will do in Vattin will be to kill all those who interrupt me when I speak.
ca: I la primera cosa que farem una vegada arribem a Vattin, serà matar tots aquells que només fan que interrompre'm mentre parle.
hu: S ha megérkeztünk Vattinba, elsőnek azokat végeztetjük ki, akik közbeszólnak, miközben beszélek...

source: Mother, Ruvio, could you please just TRY to pretend you like each other?
ca: Mare, Ruvio, per favor, podríeu, com a poc, INTENTAR fer com si vos duguéreu bé?
cs: Matko, Ruvio, můžete se alespoň POKUSIT PŘEDSTÍRAT, že se máte rádi?
hu: Anyám, Ruvio, próbáljátok meg egymást csak egy KICSIVEL jobban elviselni!

source: Not really.
ca: No crec.
cs: Těžko.
hu: Nehéz lesz.

source: Who or what is the Oracle anyway?
ca: De tota manera, què, o qui, és aquest Oracle?
hu: Egyáltalán, ki az a Jósnő?

source: She's a woman, a mage with prophetic abilities. The only mage left in Vakladia by Akladians, no idea why. When one oracle dies, she is replaced by one of her apprentices. She MAY know where Deorien is, just because she is also a mage.
ca: És una dona, una maga amb poders per predir el futur. És l'únic mag que els akladians han deixat en Vakladia, no sé per què. Quan un oracle mor, es reemplaçat per una altra de les seves aprenents. Potser sàpiga on és Deorien, per suposat, no perquè siga l'oracle, sinó perquè és una maga.
hu: Egy nő, akit látnoki képességgel áldott meg a teremtő. Őt még az akladiaiak sem bántották, nem tudom, miért. Amikor egy jósnő meghal, a tanítványai közül egyvalaki átveszi a helyét. Ő TALÁN tudja, hol lakik Deorien, mivel ő is mágikus képességekkel rendelkezik.

source: The Oracle is not a mage, do not listen to him, my son. This worthless underling does not know God, that's why he is mistaken, as usual. If the Oracle knows the future, she is the voice of God on earth. If not, she is a tool of evil.
ca: L'oracle no és cap mag, no li fages cas, fill. Aquest indigne carrall no coneix a Déu, per això està equivocat, com sempre. Si l'Oracle coneix el futur, vol dir que és la veu de Déu en la terra. Si no ho és, és una eina del mal.
hu: A Jósnő nem mágus, ne hallgass rá, fiam! Ez a pogány nemtelen nem ismeri Istent, s ezért téved, mint mindig. Ha a Jósnő ismeri a jövőt, akkor ő Isten hangja a földön. Ha nem, akkor a gonosz eszköze.

source: Stop calling him underling. Stop using that word.
ca: Deixa de dir-li carrall. Para d'usar eixa paraula.
cs: Přestaň mu říkat "podřadný". Přestaň používat toto slovo!
hu: Elég ebből a kárálásból. A nemtelen szót sem akarom tőled többet hallani.

source: But how should I call him? He IS an underling.
ca: I cóm li hauria de dir, fill? Ell ÉS un carrall.
hu: Akkor minek nevezzem? Hiszen AZ!

source: And stop calling me your son. You are not my mother. My mother was an underling, wasn't she, Lorin? Poisoned by oh so noble Akladians, all full of their own hubris.
ca: I deixa de dir que sóc el teu fill! Tu no eres ma mare. Ma mare era una carrall, no, Lorin? Enverinada pels altres oh-tan-nobles akladians, tots plens d'un fals sentiment de la seua superioritat.
hu: És ne nevezz a fiadnak többé! Nem vagy az anyám. Az én anyám egy nemtelen volt, ugye Lorin? Akit az úgynevezett nemes akladiaiak mérgeztek meg, öntelt nemességükben.

source: But why.. why you are so angry at me? I.. I... Then how should I call you? My king? My lord?
ca: Però per... per què estàs tan enfadat amb mi? Jo... Jo... Aleshores, cóm hauria de dir-te? Sa majestat? Senyor?
cs: Ale proč.. proč jsi na mě tak nakrknutý? Já.. já... Tak jak ti mám říkat? Můj Králi? Můj Pane?
hu: De miért... miért vagy mérges rám? Én... Én... Akkor hogy hívjalak? Királyom? Uram?

source: I don't care.
ca: No m'importa.
cs: Je mi to jedno.
hu: Nem érdekel.

source: Then maybe.. just maybe.. Gawen?
ca: Aleshores tal volta... només Gawen?
cs: Tak možná.. jenom možná.. Gawene?
hu: Akkor talán... esetleg... Gawennek?

source: (to herself) But I.. I think I care.
ca: (per ella mateix) Però crec... crec que jo sí importe.
cs: (pro sebe) Ale já.. já myslím, že mně na to tom záleží.
hu: (magában) De engem.. azt hiszem, engem érdekel.

source: Look! The fresh enemy units arrived! We have no chance to win now!
ca: Mireu! Han arribat els reforços! No tenim cap possibilitat de guanyar ara!
hu: Nézzétek! Újabb ellenséges erők érkeztek! Nincs esélyünk a győzelemre!

source: Start of the Quest
ca: El començament de la missió
hu: A kutatás kezdete

source: We left Raedwood and entered plains south-east of the forest. We saw the signs of chaos and war everywhere: burned villages, refugees, bodies of killed people. In villages people were scared and tried to avoid talking with us.
ca: Vam abandonar Raedwood i vam a les planícies al sud-est del bosc. Podíem vore signes de caos i guerra per totes parts: poblets cremats, refugiats, cossos de gent morta... Als poblets, la gent estava espantada i intentava evitar parlar amb nosaltres.
cs: Nechali jsme za sebou Raedwood a vstoupili jsme na pláně na jihovýchod od lesů. Viděli jsme známky chaosu a války na každém kroku: vypálené vesnice, uprchlíky, těla povražděných osadníků. Ve vesnicích byli lidé ustrašení a odmítali se s námi bavit.
hu: Kijutottunk Raedwoodból s az erdőtől délkeletre fekvő síkságon haladtunk tovább. Mindenütt a káosz és a háború jeleivel találkoztunk: felégetett falvak, menekülők, temetetlen halottak. A falvakban az emberek rémülten menekültek előlünk.

source: From what we gathered, Akladians across Vakladia were fighting each other. Bor Cryne and his faction were slowly but steadily gaining an advantage, thanks to help of the orcs. Bandits and rebels - and sometimes the difference was just in name - were roaming around. Hard times were ahead.
ca: Pel que vam poder investigar, tots els akladians de tota Vakladia estaven combatent els uns contra els altres. Bor Cryne i la seua facció estaven guanyant territoris poquet a poquet, gràcies a l'ajuda dels orcs. Els bandits i els rebels es passejaven per tot el país - i moltes vegades només es diferenciaven pel nom. Ens aguaitava una dura època.
hu: Abból, amit megtudtunk, kiderült, hogy az akladiaiak szerte Vakladiában egymás ellen harcolnak. Bor Cryne ligája lassan, de biztosan egyre nagyobb területre terjesztette ki befolyását az orkok közreműködésének hála. Banditák és lázadók - néha csak a megnevezés tért el - randalíroztak mindenütt. Kemény idők elé nézünk.

source: I wasn't happy with the results of our visit to Oracle. None of her 'answers' satisfied me. Still, we had no idea where to search for Deorien, and the discussion between Lorin and the Oracle just confused me. Lorin refused to talk about this and became much more taciturn, containing something within herself.
ca: No estava gens feliç amb els resultats de la nostra visita a l'Oracle. No cap de les, per dir-les d'alguna manera, 'respostes', em van satisfer. Encara no teníem cap idea d'on buscar Deorien i la discussió entre Lorin i l'Oracle no va fer altra cosa que confondre'm. Lorin no volia parlar de tot això, i va esdevenir molt més taciturna, com si n'estiguera rumiant alguna cosa.
hu: Nem voltam megelégedve a Jósnőnél tett látogatásunkkal. Egyetlen 'válasza' sem elégített ki. S még mindig nem volt halvány elképzelésem sem, hogy hol keressük Deorient, s Lorin és a Jósnő párbeszéde is összezavart. Lorin megtagadta, hogy beszéljen róla, s magába zárkózott, csak önmagával viaskodott.

source: Burton's wood
ca: Bosc de Burton
cs: Burtonův les
hu: Burton erdeje

source: To the Oracle
ca: Cap a l'Oracle
cs: K Věštkyni
hu: A Jósnőhöz

source: So, should we go to the Oracle?
ca: Bé, anem cap a l'Oracle?
cs: Tak, půjdeme k Věštkyni?
hu: Tehát a Jósnőhöz kellene mennünk?

source: My lord, we already visited the Oracle
ca: Senyor, ja hem visitat l'Oracle
cs: Můj Pane, už jsme Věštkyni přece navštívili.
hu: Uram, már meglátogattuk a Jósnőt

source: My lord, I really insist we visit Oracle first
ca: Senyor, insistisc en visitar l'Oracle en primer lloc
hu: Uram, erősen ajánlom, hogy először a Jósnőt látogassuk meg

source: Well, I think that...
ca: Bé, crec que...
cs: Dobře, myslím, že...
hu: Nos, azt hiszem, hogy...

source: I already know where Deorien may be.
ca: Ja sé on pot estar Deorien
cs: Už vím, kde by Deorien mohl být.
hu: Már tudom, hol keressük Deorient.

source: You are right. Let's go to the Oracle first.
ca: Tens raó. Anem primer a l'Oracle.
cs: Máš pravdu. Pojďme tedy nejdřív k Věštkyni.
hu: Igazad van. Gyerünk a Jósnőhöz!

source: So, should we pick that way?
ca: Deuríem, doncs, anar per aquest camí?
cs: Tak, co kdybychom šli tudy?
hu: Tehát erre kellene mennünk?

source: Village leader
ca: Cap d'aldea
cs: Starosta vesnice
hu: Falufőnök

source: Welcome to our village, noble travelers.
ca: Benvingut a la nostra aldea, nobles viatgers.
cs: Vítejte v naší vesničce, vznešení cestovatelé.
hu: Legyetek üdvözölve a falunkban, nemes utazók!

source: We are freedom fighters searching for mage Deorien.
ca: Som uns lluitadors per la llibertat, i busquem el mag Deorien.
cs: Jsme bojovníci za svobodu a hledáme mága Deoriena.
hu: Szabadságharcosok vagyunk, Deorien mágust keressük.
