Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: This is the fate which will come to all our enemies.
ca: Aquest és el destí que els espera a tots els nostres enemics.
cs: Toto jest osud podkavší nepřátele mé všechny.
hu: Ez lesz a sorsa minden ellenségünknek.

source: My sword and my honour, two unbreakable things!
ca: La meua espasa i el meu honor, dos coses indestructibles!
cs: Můj meč a má sláva, dva nerozluční společníci!
hu: A kardom és a becsületem, két törhetetlen dolog!

source: Death to our enemies!
ca: Mort als nostres enemics!
cs: Smrt našim nepřátelům!
hu: Halál az ellenségeinkre!

source: Wait! Do not die yet! I know you can hear me, answer me a few questions!
ca: Espera! No et morgues encara! Sé que pots sentir-me, respon-me a unes preguntes!
cs: Počkej! Ještě neumírej! Vím, že mě slyšíš, tak mi ještě odpověz na pár otázek!
hu: Várj! Ne halj még meg! Tudom, hogy hallasz, válaszolj nekem!

source: Where did you hide the gold?
ca: On has amagat l'or?
cs: Kam jste schovali zlato?
hu: Hol rejtetted el az aranyadat?

source: Do you know where Reme Carrenemoe is?
ca: Saps on és Reme Carrenemoe?
cs: Víš, kde je teď Reme Carrenemoe?
hu: Tudod, hol van Reme Carrenemoe?

source: What do you know about the orcs?
ca: Què saps dels orcs?
cs: Co víš o těch skřetech?
hu: Mit tudsz az orkokról?

source: Do you know anything about Lady Lorin?
ca: Saps alguna cosa de Na Lorin?
cs: Víš něco o Lady Lorin?
hu: Tudsz valamit Lady Lorinról?

source: Gold? What gold? I have no gold hidden..
ca: Or? Quin or? No tinc cap or amagat...
cs: Zlato? jaké zlato? Nemám žádné schované zlato..
hu: Arany? Milyen aranyról beszélsz? Nem gyűjtök aranyat...

source: Reme? Yes, I've heard about him. His clan castle was burned down by Outlaws. But he is alive, they captured him. I've heard they want to trade him to Bor Cryne. I have heard that they keep him in place known as Bontom, but I don't know where it is...
ca: Reme? Sí, he sentit parlar d'ell. El castell del seu clan va ser cremat pels proscrits. Però encara és viu, el van capturar. He sentit que el volen vendre Bor Cryne. He sentit dir que el tenen a un lloc anomenat Bontom, però no sé on para...
cs: Reme? Jo. slyšel jsem o něm. Hrad jeho klanu vypálili banditi. Ale prý žije. Prý. Slyšel jsem, že ho od nich koupil Bor Cryne. Slyšel jsem, že ho drží na místě zvaném.., jak se to.., jó, Bontom. Ale kde to je fakt nemám tuchy.
hu: Reme? Igen, hallottam már róla. A törvényen kívüliek felégették a családi kastélyát. De ő túlélte az ostromot, elkapták, s úgy hallottam, Bor Crynével üzletelnek róla. Úgy hallottam, hogy Bontomban tartják fogva, de gőzöm sincs, merre...

source: We were ordered to cooperate with orcs.. We were told orcs are our allies.. I know nothing more.
ca: Ens van ordenar que cooperarem amb els orcs... Ens van dir que eren els nostres aliats... No sé res mes.
cs: Nakázali nám se skřetama spolupracovat.. Prý 'sou teď skřeti naši kamarádi.. Víc nevím.
hu: Utasítást kaptunk, hogy segítsünk az orkoknak... Azt mondták, hogy az orkok a szövetségeseink... többet nem tudok.

source: I hope the witch is burning in hell!
ca: Espere que eixa bruixa estiga cremant-se a l'infern!
cs: Doufám, že se ta čarodějnice smaží v pekle!
hu: Remélem a pokolban ég a máglyán!

source: Leaving Raedwood
ca: Abandonant Raedwood
cs: Odchod z Raedwoodu.
hu: Raedwood elhagyása

source: Gawen and his soldiers spent only a few days in Freetown. Huon Ryedric and Mithrandil left the city going to the west. The very next day at the dawn Gawen marched to the south. The Mithrandil's elves were eager to show their abilities, finding the best paths in the forest.
ca: Gawen i els seus soldats van estar uns pocs dies més en Ciutat Lliure. Huon Ryedric i Mithrandil van marxar de la ciutat anant cap a l'oest, i al dia següent, només eixir el sol, Gawen va partir cap a al sud. Els elfs de Mithrandil estaven impacients per demostrar les seues habilitats i així van trobar els millors camins per travessar el bosc.
cs: Gawen strávil se svými vojáky ve Svobodově jen pár dní. Huon Ryedrik a Mithrandil opustili město východním směrem. Záhy pak vyrazil Gawen na jih. Mithrandilovi elfové byli celí žhaví ukázat co umí. Vedli družinu nejkratší cestou lesními pěšinami.
hu: Gawen és harcosai csak néhány napot töltöttek Freetownban. Huon Ryedric és Mithrandil nyugat felé indultak. Másnap hajnalban Gawenék délre masíroztak. Mithrandil tündéi égtek a vágytól, hogy bizonyítsák képességeiket, s felkutassák a legjobb utat az erdőben.

source: Akladians hated woods, passionately, Gawen was told. Yet they established an outpost at the edge of Raedwood, to protect their settlements in the plains from the avengers in the forest. For one or two men it would be easy to pass between them, unnoticed, but Gawen's army was too large for that.
ca: A Gawen li havien dit que els akladians odiaven els boscos amb tota la seua ànima. Tanmateix, havien establert una sèrie de fortaleses a la vora de Raedwood per protegir els seus assentaments a les prades dels venjadors habitants del bosc. Per a un o dos hòmens seria fàcil infiltrar-se entre ells, però l'exèrcit de Gawen era massa gran per poder fer-ho.
hu: Az akladiaiak zsigerből gyűlölték az erdőt, ahogy azt Gawen megjegyezte. Ezért létesítettek egy őrsöt a Raedwood-erdő szélén, hogy megvédjék a síksági településüket az erdőben ólálkodó veszélyektől. Egy-két ember talán átosonhatott volna köztük észrevétlenül, de Gawen csapata ehhez túl nagy volt.

source: So, what now? I appreciate that you are calling me your commander, but the truth is that I have no idea what to do next.
ca: Bé, i ara què? Aprecie que em tracteu com si fóra el vostre comandant, però la veritat és que ara no tinc ni idea del que he de fer.
cs: Tak, co teď? Předpokládám, že teď mě nazýváte svým vůdcem, ale abych pravdu řekl, tak nemám páru co máme dělat.
hu: És most mit tegyünk? Roppant megtisztelő, hogy parancsnoknak nevezel, de jelen helyzetben fogalmam sincs, mit kéne tennünk.

source: That's what advisers are for. Right now, we have to leave the forests. Then find the orcs, catch their leaders and that's it.
ca: Per això estan els consellers. Ara mateix, hem d'abandonar els boscos. Després, trobar els orcs, agafar els seus líders i prou.
hu: Ezért vannak a tanácsadók. Mindenképpen ki kell mennünk az erdőből. Aztán megtaláljuk az orkokat, elfogjuk a vezetőiket, és kész.

source: I felt we had not enough gold to accomplish the task ahead. So, I asked the others from the council of Freetown for help and they had agreed. We now have 200 gold pieces
ca: Em pareixia que no teníem prou or per dur a terme la missió que se'ns presenta al davant. Així, vaig demanar ajuda al consell de Ciutat Lliure i van estar d'acord. Ara tenim 200 peces d'or.
hu: Volt egy olyan érzésem, hogy nincs elég aranyunk az előttünk álló feladathoz. Kértem egy kis segítséget a tanács tagjaitól, s ők rábólintottak. Kaptunk 200 aranyat.

source: Karen! What are you doing here!?
ca: Karen! Què hi fas ací?
hu: Karen! Mit keresel te itt!?

source: I apologise my lord. I was not able to stop her.
ca: Accepta les meues disculpes, senyor. No vaig poder detindre-la.
cs: Je mi to moc líto, můj Pane. Nemohl jsem ji zastavit.
hu: Bocsáss meg, uram. Nem tudtam visszatartani.

source: I'm sorry father. I just couldn't miss the opportunity to see how our great future king is doing great heroic things, the kind the great future kings usually do. You don't mind, don't you - Gaumhaldric?
ca: Ho sento, pare. Senzillament, no podia passar per alt l'oportunitat de veure com el nostre futur gran rei està fent grans coses heroiques, tal com solen fer els futurs grans reis. No t'importa, no - Gaumhaldric?
hu: Sajnálom, apám. Épp csak nem akarok lemaradni a nevezetes eseményekről, amiket jövendő nagy királyunk épp most készül véghezvinni, olyanokat, amiket a jövendő nagy királyok szoktak véghezvinni. Ugye nem bánod - Gaumhaldric?

source: I know. You hate me.
ca: Sí, ja ho sé. M'odies.
cs: Já vím, nesnášíš mě.
hu: Tudom, utálsz.

source: Future king? What is she talking about?
ca: Futur rei? Què està dient ara?
cs: Budoucí král? O čem to to děvče blábolí?
hu: Jövendő király? Miről beszél a kisasszony?

source: You didn't know? Your true mother was from a long line of kings. The last of her branch. You are true heir to the throne of Wesnoth.
ca: No ho sabies? Ta mare, la de veritat, pertanyia a unes llargues línies de sang dels antics reis. L'última de la seua branca. Eres el vertader hereu del tro de Wesnoth.
hu: Hát nem tudod? Az édesanyád királyi vérből származott. Az utolsó leszármazott. Te vagy Wesnoth trónjának jogos örököse.

source: Along with your cousins from other branches, of course. They are also true heirs to the throne of Wesnoth.
ca: A més dels teus cosins de la resta de branques, clar. Tots sou veritables hereus del tro de Wesnoth.
hu: Leszámítva persze az oldalági örökösöket. Akik szintén igényt tarthatnak Wesnoth trónjára.

source: What? Ruvio, I don't want to be king.
ca: Què? Ruvio, no vull ser cap rei.
cs: Cože? Ruvio, já nechci být králem.
hu: Micsoda? Ruvio, én nem akarok király lenni.

source: You have no choice. This is your destiny.
ca: No tens cap elecció. És el teu destí.
cs: Nemáš na vybranou. Je to Tvůj úděl.
hu: Ez nem akarás kérdése. Ez a sorsod.

source: No, I don't want to. Besides, if there are other heirs, why me? What should I do with those other cousins, if they won't recognise me as king?
ca: No, no vull ser-ho. A més, hi ha altes hereus, per què he de ser jo? I què hauria de fer amb la resta de cosins si no em reconegueren com a rei?
hu: Nem, én nem akarok. Különben is, ha más örökösök is vannak, miért pont engem akarsz? S mit kellene tennem a többiekkel, ha nem ismernek el királyuknak?

source: Why, you should fight and kill them. That's kind a family tradition. Didn't your mother teach you anything?
ca: Fàcil, anar a lluitar contra ells i matar-los. És una mena de tradició familiar. No t'ho va dir ta mare?
hu: Hogy mit? Megütközni velük és megölni őket. Ez a családi hagyomány. Hát édesanyád semmit nem tanított neked?

source: No. I want only peace. I don't want to start civil wars, or fight for any throne. No and let's not talk about it again.
ca: No. Només vull pau. No vull començar guerres civils, o lluitar per cap tro. No, i no, no cal que tornem a parlar d'açò cap vegada més.
hu: Elég. Én békét akarok. Nem akarok polgárháborút kezdeni, vagy a trónért harcolni. És beszélni sem akarok róla többet.

source: There will come time when we'll have to talk about it again. For now, we should get through the lines of the Akladians.
ca: Arribarà el temps que serà necessari parlar d'açò altra vegada. Tanmateix, ara deuríem travessar les línies de defensa akladianes.
hu: Eljön az idő, amikor újra beszélnünk kell róla. De most foglalkozzunk a mosttal! Át kell vágnunk az akladiaiakon.

source: If I may suggest, my lord. We are here to gather news. But I don't think interrogating the eastern enemy leader makes any sense. He doesn't look important enough. The second one, on the second hand...
ca: Podria suggerir, senyor, que estem ací només per recaptar notícies. Però crec que no té cap sentit interrogar el líder a l'est. No pareix prou important. El segon, d'altra banda...
hu: Ha javasolhatok valamit, uram. Hírszerzés ügyében jöttünk. Azt hiszem, a keleti vezér vallatása nem járna sok eredménnyel. Jelentéktelennek látszik. A másik viszont...

source: In this scenario, you may interrogate the leader with either Ruvio or Gawen, it will make no difference. Move Ruvio to signpost to ask him for advice.
ca: En aquest escenari, pots interrogar el líder amb Ruvio o Gawen,tant se fa. Mou Ruvio al senyal per rebre consell.
hu: Ebben a küldetésben Ruvio és Gawen egyaránt kivallathatja a vezéreket, nincs különbség köztük. Tanácsért vidd Ruviót az útjelzőhöz!

source: Move Gawen to southern edge of the map OR
ca: Mou Gawen al sud del mapa O
cs: Dojdi s Gawenem na jižní okraj mapy NEBO
hu: Gawen eléri a térkép déli szélét VAGY

source: Uhmmm.. I should investigate him, right? So... Uhmm.. What did you eat for breakfast?
ca: Ummm... he d'investigar-lo, no? Val...eeh... què t'has fet per desdejunar?
hu: Hmmm... Most ki kellene vallatnom ezt az alakot ugyebár? Hát... Ööö... Mit reggeliztél?

source: What ?!?
ca: Què ?!?
cs: Cože ?!?
hu: Mi van?!?

source: Ah, never mind.
ca: Oh, no importa.
cs: Ále, nic.
hu: Á, hagyjuk.

source: Wait, don't kill him!
ca: Espera, no el mates!
hu: Megállj, ne öld meg!

source: He's already dying. I don't think he heard us.
ca: Està morint-se. No crec que ens haja sentit.
hu: Már szinte meghalt. Nem hiszem, hogy hall bennünket.

source: Just as I've told you, I rarely miss!
ca: Com t'havia dit, poques vegades falle!
cs: Už jsem Ti říkala, že minu málokdy!
hu: Pont, ahogy mondtam, ritkán hibázok!

source: What the... The elves!
ca: Què co... Elfs!
cs: Co to... Hrůza! Elfové!
hu: Mi a... Tündék!

source: Eeek! The elves! Green devils are here!
ca: Eeek! Elfs! Els dimonis verds estan ací!
cs: Ojojój! Elfové! Zelení ďábli jsou tu!
hu: Vááá! Tündék! A zöld ördögök jönnek!

source: We fought our way out of forest. What now?
ca: Ens hem obert camí a través dels boscos. Ara què?
hu: Nos, megszüntettük az erdő blokádját. Most hogyan tovább?

source: Now Gaumhaldric the Great will accomplish all those amazing things that bards will sing about him in future.
ca: Ara Gaumhaldric el Gran farà totes eixes fantàstiques coses que després els bards cantaran d'ell en el futur.
hu: És most Gaumhaldric, a Nagy véghezviszi azokat a legendás tetteket, amiket az énekesek századokig zengeni fognak.

source: Ruvio, could you please send her back home?
ca: Ruvio, podries per favor manar-la cap a casa?
hu: Ruvio, hazaküldenéd a kislányodat?

source: Stop it, kids. We've got to go. We have a mission to accomplish.
ca: Pareu, xiquets. Ens hem d'anar. Hi ha una missió que cal complir.
hu: Elég ebből, gyerekek! Folytatnunk kell az utunkat! Végre kell hajtanunk a feladatunkat!

source: A GREAT mission. Hey, Gaumhaldric, I think I just made a song about this. Do you want to hear it?
ca: Una GRAN missió. Ei, Gaumhaldric, crec que acabe de fer una cançó d'açò. Vols sentir-la?
hu: A NAGY feladatot. Hé, Gaumhaldric, azt hiszem, már szereztem is egy dalt róla. Akarod hallani?

source: If I may suggest something, you may want to use elves. Six elves alone is enough force to hold the eastern leader, especially using hit-and-run tactics. You may ignore one of the enemies entirely and use all your forces against the other one. Do not hurry, we've quite a lot of time.
ca: Si ho puc suggerir, tal volta vulgues utilitzar els elfs. Sis elfs a soles són prou per contenir al líder de l'est, especialment amb tàctiques d'escamot. També podries concentrar totes les forces en un líder només i deixar l'altre per després. De tota manera, no hi ha cap pressa, tenim temps.
hu: Ha javasolhatok valamit, használhatnád a tündéket. Hat tünde felér egy egész hadsereggel, így a keleti vezért, főleg az üss-és-fuss taktikával, kikapcsolhatod. Az egyik ellenséget így teljesen kiiktathatod, s a sereg nagy részét a másik ellen küldheted. Nem kell sietned, van időnk.

source: Scouting
ca: Explorant
cs: Průzkum
hu: Felderítés

source: Bitter and depressed, having failed to interrogate a single orc leader who knew anything, Gawen and his troops headed home toward Freetown. Along the way, they found a near-frozen orc, dying in the snow. 'Grekulak', it said, and then expired.
ca: Deprimits i amargats, sense haver aconseguit interrogar ni un sol líder orc que sabera res, Gawen i les seues tropes es van encaminar de tornada cap a Ciutat Lliure. Pel camí varen trobar un orc quasi conglelat, agonitzant en la neu. 'Grekulak', va dir, i llavors va morir.
hu: Miután nem sikerült kivallatni az egyetlen ork vezért, aki tudhatott valamit, Gawen és csapata szomorúan és lehangoltan tartott vissza Freetownba. Útközben egy agyonfagyott, haldokló orkot találtak, aki valami 'Grekulak'-ot emlegetett utolsó szavaival.

source: After leaving the Forest of Raedwood, Gawen and his companions found themselves faced with a problem: what to do next and how to fulfill request of Mithrandil. Gawen wasn't sure what it meant to 'find the real reason behind the Akladian-Orcish alliance' and definitely had no idea how to accomplish that.
ca: Una vegada van deixar enrere els boscos de Raedwood, Gawen i els seus companys van decidir fer-li front al problema de com complir amb la petició de Mithrandil. Gawen no acabava d'entendre què volia dir això de trobar la vertadera raó de l'aliança entre els orcs i els akladians i especialment no podia imaginar com es suposava que ho havia de fer.
hu: Raedwood erdejének elhagyása után Gawen a csapatával egy komoly probléma előtt állt: mit is kéne csinálni, hogy Mithrandil kérését teljesítsék. Gawen nem volt benne biztos, hogy mit is jelent az, hogy 'Az ork-akladiai szövetség pontos célját akarjuk megtudni', s végképp nem volt elképzelése arról, hogyan kezdjen hozzá a feladathoz.

source: I am still confused. When I saw Gawen, at first I did not recognize him. He had changed from the last time I saw him. He was just a kid then, now he looked more like a young man. Amazing change in just a few months.
ca: Encara estava confosa. Quan vaig vore Gawen, al principi no l'havia reconegut. Havia canviat molt des de l'última vegada que l'havia vist. Aleshores era només un xiquet, ara ja pareixia tot un home. Un canvi increïble en tan pocs mesos.
hu: Még mindig össze vagyok zavarodva. Amikor megláttam Gawent, először nem ismertem meg. Megváltozott, mióta utoljára láttam. Akkor még egészen gyerek volt, most már egészen felnőttnek látszik. Óriási változás röpke néhány hónap alatt.

source: And he was amongst underlings. An underling child who tried to behave like a woman, an underling man who looked like a veteran of many battles, underling soldiers, and what's even worse: the elves. Green devils. But for months I had constantly been amongst underlings, so I wasn't as moved as you might think.
ca: I es trobava entre carralls. Una xiqueta carrall que volia comportar-se com si fóra una dona, un home carrall que pareixia un veterà de moltes batalles, soldats carralls i, encara pitjor, elfs. Dimonis verds. Tanmateix, jo duia tots estos últims mesos entre carralls, i no estava tan afectada com es podria pensar.
hu: És nemtelenek vannak körülötte. Egy nemtelen kislány, aki nőként akar viselkedni, egy nemtelen férfi, aki láthatólag sok csatát élt már át, nemtelen harcosok, s ami még ennél is rosszabb: tündék. A zöld ördögök. Hónapok óta nemtelenek közt élek, tehát annyira nem vagyok előítéletes, mint azt bárki gondolhatná.

source: Looking at him, I kept on thinking about what the oracle once told me; suddenly I started to dread those thoughts. When his father died, I thought that everything - well, almost everything - the Oracle had told me - were lies, but now.. Now I was scared and .. I try not to think about it. But it keeps coming back.
ca: Mirant-lo, no parava de recordar el que m'havia dit l'oracle i vaig començar a tindre por d'eixos pensaments. Quan va morir son pare, vaig pensar que tot -bé, quasi tot - el que l'Oracle m'havia contat eren mentires, però ara... Ara tenia por i... mirava de no pensar res d'això. Però no parava de tornar-me al cap.
hu: Ahogy Gawenre nézek, képtelen vagyok szabadulni attól, amit a Jósnő egyszer mondott; kezdek félni ezektől a gondolatoktól. Amikor meghalt a király, azt hittem, hogy minden - azaz majdnem minden - amit a Jósnő mondott, hazugság volt, de most... Most viszont megijedtem... Próbálom elhessegetni a gondolatokat. De mindig visszatérnek.

source: Gawen ordered his soldiers to march fast to the temporary base he made in the plains north from Barnon. He was afraid that more enemy forces would arrive, and wanted to take care of his wounded.
ca: Gawen va ordenar als seus soldats que tornaren ràpidament al campament provisional que havien establert cap al nord de Barnon. Temia que pogueren arribar més forces enemigues, i volia vetllar pels seus ferits.
hu: Gawen gyorsított menetet rendelt az ideiglenes bázisig, amelyet a Barnontól északra fekvő síkságon állított fel. Tartott tőle, hogy még több ellenség érkezik, és el kellett látni a sebesülteket is.

source: Fighting within swamps of Saorduc had not made anyone happy and Gawen's soldiers were delighted with leaving the frozen fens. They were all mired in strange mix of mud and snow, and this was not improving their mood.
ca: Lluitar dins les marjals de Saorduc no havia entusiasmat a ningú, i els soldats de Gawen estaven encantats amb abandonar aquells gelats marenys. Tots ells estaven plens de fang i neu, i això tampoc havia contribuït a pujar els seus ànims.
cs: Boj na blatech Saorduckých se nikomu dvakrát nezamlouval. Byli už celý zablácení, obalení příšernou směsicí bahna a sněhu, což jim také na náladě nepřidalo. A tak byli Gawenovi vojáci velice nadšeni, když ze zmrzlých močálů odtáhli pryč.
hu: Saorduc lápvidékének harcai senkit sem tettek boldoggá, s Gawen harcosai örömmel hagyták ott a fagyott zsombékokat. A havas-sáros latyak, ami beborította a harcosokat, egyáltalán nem derítette őket jókedvre.

source: After seeing the atrocities committed by orcs Gawen's soldiers were unusually silent. None was joking or singing, as usuall after last few battles. Each seemed to think about their own families, wives and children.
ca: Després de veure les atrocitats comesses pels orcs, l'exèrcit de Gawen marxava estranyament silenciós. No cap xanxejava ni cantava, com solien fer després de les batalles. Pareixia que tot el món estava pensant en les seues famílies, dones i xiquets.
hu: Az orkok által elkövetett gaztettek látványa szokatlanul csendessé tette Gawen harcosait. Senki nem viccelődött vagy énekelt, ahogy azt máskor csaták után. Mindegyikük fejében a családjuk, feleségük, gyerekeik képe lebegett.

source: I was finally free! I still couldn't believe that. Not only I was free, but also Gawen, my king, was alive. It was real relief for me; the thought that I had abandoned him during battle of Barnon has haunted me for weeks.
ca: Per fi estava lliure! Encara no m'ho creia. No només era lliure, a més, Gawen, el meu rei, estava viu. Va ser tot un alleujament per la meua consciència; en tot aquest temps no m'havia pogut llevar del cap que l'havia abandonat durant la batalla de Barnon.
hu: Végre szabad vagyok! Még most sem akarom elhinni. S nemcsak én vagyok szabad, hanem a királyom, Gawen is. Ez hatalmas megkönnyebbülés számomra; hetekig kínzott a gondolat, hogy magára hagytam őt a barnoni csatában.

source: I was surprised that he was surrounded by Underlings. But then, Gawen demanded that I should never use that word again, that I should start to think of them as 'Wesnothians'. I think the girl with red hair has a crush on Gawen, and despite Lorin calling her 'a mite of a child' she is a woman already, and quite pretty.
ca: Estava sorprès per veure'l rodejat de carralls. Però aleshores, Gawen em demanar que no mai hauria de tornar-los a dir així, pel que hauria de començar a pensar d'ells com 'Wesnothians'. Crec que a la xica pèl-roja li agrada Gawen, i per molt que Lorin li diguera que era 'una criatureta', ja és tota una dona, i prou bonica a més.
hu: Furcsa, hogy nemtelenek veszik körül. S az is, hogy Gawen megtiltotta, hogy ezt a szót kimondjam, s helyette hívjam őket 'wesnothiaknak'. Azt hiszem, az a vöröshajú fruska mély benyomást tett rá, s annak ellenére, hogy Lorin csak 'gyereklány'-ként emlegeti, a fruska igenis kész nő, és igen csinoska.
