Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Even Lorin and Karen seemed to finally get along. I think they start to like each other. Karen even promised to show Lorin to a few easy exercises, to help her to return to the slimness of her youth.
ca: També Lorin i Karen pareixien començar a dur-se bé per fi, pareixia que començaven a agradar-se. Karen, fins i tot, li va prometre Lorin que li ensenyaria uns exercicis que l'ajudarien a recobrar les formes de la seua joventut.
hu: Még Lorin és Karen vetélkedése is lecsökkent. Azt hiszem kezdték megkedvelni egymást. Karen még azt is megígérte, hogy megoszt Lorinnal néhány fogást, hogy visszanyerje fiatalkori karcsúságát.

source: Ruvio insisted on leaving all Akladians in our army outside the city, in the forest, but I refused. Of course, inhabitants of Freetown weren't eager to let Akladians into their city. But there were no serious incidents, much to Ruvio's surprise.
ca: Ruvio insistia en deixar tots els akladians fora de la ciutat, als boscos, però vaig rebutjar-ho. Per suposat, no els va fer molta gràcia als habitants de Ciutat Lliure veure akladians entrant en la seua ciutat. Però tot va passar sense cap incident remarcable, cosa que va sorprendre molt a Ruvio.
hu: Ruvio amellett kardoskodott, hogy az akladiaiakat a városon kívül kellene hagyni, de én elvetettem ezt az ötletét. Természetesen Freetown lakosai nem repestek attól, hogy akladiaiakat fogadjanak a városukban. De Ruvio meglepetésére, komolyabb összetűzések nem alakultak ki.

source: Huon and Mithrandil were back few days after our arrival. When the time of another meeting came, nobody questioned my right to be there. Also Lorin insisted on participating and after a short quarrel Gwidle, the most respected leader of the people of Freetown, agreed.
ca: Huon i Mithrandil van tornar als pocs dies de la nostra arribada. Quan va arribar el moment de tornar a fer un Consell, no cap va discutir el meu dret a estar allí. A més a més, Lorin va insistir en participar i després d'una xicoteta baralla amb Gwidle, el líder més respectat de les gents de Ciutat Lliure, va ser acceptada.
hu: Huon és Mithrandil néhány nappal a mi megérkezésünk után tért vissza. Az új tanácskozás alkalmával már senki sem kérdőjelezte meg a jelenlétemet. Még Lorin is ragaszkodott a részvételhez, s Gwidle némi húzódozás után beleegyezett.

source: My greetings and wishes of long life and luck for everyone, even for those who were not invited here and who should never enter this city. Mithrandil, you were one who insisted on this gathering, so please, begin.
ca: Les meues salutacions i desitjos de llarga vida i sort per tots. Incloent-hi tots aquells que no estaven invitats i no mai deurien haver entrar dins d'aquesta ciutat. Mithrandil, tu vas ser qui va insistir en tornar-nos a reunir, per tant, si et plau, comença.
hu: Üdvözletem és jókívánságaim mindenkinek, azoknak is, akiket nem hívtunk, s máskor be sem léphettek volna a városunkba. Mithrandil, ragaszkodtál a gyűléshez, tehát add elő a mondandódat!

source: Yes, indeed. The news brought here by Ruvio and this young brave man is quite important.
ca: Sí, així ha sigut. Los notícies portades per Ruvio i aquest valent jove són molt importants.
cs: Jistěže. Novinky, jež před nás předestřeli Ruvio a zde tento mladý chrabrý muž, bych označil za bezpochyby velice závažné.
hu: Igen, ragaszkodtam. A Ruvio és az ifjú által hozott hírek nagyon fontosak.

source: But why? All they brought back is that name: Grekulak. What's so important about that?
ca: Però per què? Tot el que ens han pogut dir ha sigut un nom: 'Grekulak'. Per què és tan important?
hu: De miért? Hiszen csak egy nevet hoztak: Grekulak. Mi ebben a fontos?

source: I think everyone here knows the legends about Wesnoth's past. When this kingdom was powerful and rich. You know also the old story about invasion of evil forces from the east, led by evil lich, Mal-Ravanal.
ca: Crec que tots ací coneixem les llegendes sobre el passat de Wesnoth. Quan aquest regne era poderós i ric. També sabeu la història de la invasió per part de les forces obscures des de l'est, dirigits pel malvat lich Mal-Ravanal.
hu: Azt hiszem, mindenki ismeri Wesnoth történetét. Amikor még hatalmas volt és gazdag. S nyilván ismeritek annak az inváziónak a történetét is, amelyet a sátáni delevény, Mal-Ravanal vezetett.

source: Of course not, that is from WESNOTHIAN culture. Is it another fairy tale?
ca: Jo NO conec aquesta historieta. Què és algun conte de fades?
hu: Természetesen nem, mivel ez a WESNOTHI múltból ered. Ez is valami tündérmese?

source: After this invasion large parts of Wesnoth were turned into barren wasteland. The swamps of Saorduc are in the place where there were vast fertile lands - a mere three hundred years ago. Then, there was a civil war that left Wesnoth divided.
ca: Després d'aquesta invasió, una gran part de Wesnoth va convertir-se en una terra inhòspita. Les marjals de Saorduc estan al mateix lloc que abans eren terres fecundes. Després va hi haure una guerra civil, i Wesnoth va resultar dividit.
hu: Ezután az invázió után Wesnoth nagy része pusztasággá változott. A Saorduc-mocsár helyén is például korábban gazdag, bőtermő szántók voltak - s mindez csupán háromszáz évvel ezelőtt történt. Ráadásul polgárháború tört ki, s Wesnoth részekre szakadt.

source: Yes, we know this story. That's why the Akladians were able to conquer us. They could never have been succesful if we would be united.
ca: Sí, sí que la coneixem. Per això van poder els bàrbars akladians conquistar-nos. No mai haurien pogut fer-ho si haguérem estat units.
hu: Igen, ismerjük a történetet. Ezért tudtak az akladiaiak is legyőzni minket. Ha egységesek lettünk volna, nem sikerült volna nekik.

source: We won because this land was given to us by God. That's why he divided you and made you forget how to handle swords, why you became weak. When we came, mercenaries were doing all the fighting for you.
ca: Vam vèncer perquè esta terra ens va ser entregada per Déu. Per això vos va dividir i vos va fer oblidar cóm s'empunyen les espases, i per això vau acabar sent dèbils. Quan vam arribar, només els mercenaris lluitaven per vosaltres.
hu: Győztünk, mert Isten nekünk adta ezt a földet. Megosztott titeket, elhomályosította elméteket, s elfeledtétek a fegyverforgatás tudományát. S mikor idejöttünk, lelketlen zsoldosok harcoltak helyettetek.

source: So, as I was saying just before you were so kind to interrupt me, some time ago a new leader appeared amongst orcs. His name was Grekulak. He united orcish tribes, one by one, using treachery and gold. Right now he rules more than a third of the orcish hordes.
ca: Bé, com estava dient abans que fóra tan amablement interromput, un líder va aparèixer fa un temps. El seu nom era Grekulak. Va unir totes les tribus orques, una per una, mitjançant l'or i la traïció, i ara comanda més d'una tercera part de l'horda orca.
hu: Tehát, azt kezdtem el mondani, mielőtt közbekotyogtál volna, hogy nemrégiben új vezér jelent meg az orkok között. Ő Grekulak. Egyesítette az ork törzseket, egyiket a másik után vonta uralma alá hitszegő módon, vagy arannyal. Mostanra az ork törzsek harmadát tartja uralma alatt.

source: Wait, wait. You were talking about Mal-Ravanal. What he has to do with this Grekulak?
ca: Espera, estaves parlant de Mal-Ravanal. Què té a veure amb Grekulak?
cs: Počkej, počkej. Mluvíš o Mal-Ravanalovi. A co ten má společného s Grekulakem?
hu: Várj csak! Az előbb még Mal-Ravanalról beszéltél. Hogy kerül a képbe ez a Grekulak?

source: We believe that Grekulak is one of surviving adepts of Mal-Ravanal. We suspected that he was behind the sudden alliance of orcs and Akladians. Now we are certain. We are also sure this orcish invasion is just the beginning.
ca: Creiem que Grekulak és un dels adeptes de Mal-Ravanal que van sobreviure. Sospitàvem que estava darrere de la sobtada aliança entre els orcs i els akladians. Ara estem segurs. També estem segurs que aquesta invasió orca només és l'inici.
hu: Úgy gondoljuk, hogy Grekulak egyike Mal-Ravanal túlélő tanítványainak. Gyanítottuk, hogy ő állhat az orkok és akladiaiak sebtében megkötött szövetsége mögött. Most bizonyságot szereztünk. S biztosak vagyunk benne, hogy az ork támadás csak a kezdet.

source: What do you mean by that?
ca: Què vols dir amb això?
cs: Co tím myslíš?
hu: Mire célzol?

source: I mean you will face an invasion soon. An undead army, orcs, and who know of what else. You will need help from the mages.
ca: Vull dir que prompte hi haurà un altra invasió. Una invasió d'exèrcits de no morts, orcs i qui sap quines altres coses. Necessitareu ajuda dels mags.
hu: Arra, hogy hamarosan egy nagyszabású invázióval kell szembenéznetek. Élőholtak, orkok és még ki tudja, kik fognak támadni. Szükségetek lesz a mágusok segítségére.

source: Great. Akladians, orcs, zombies. And we need help of the mages. But, being a wise elf and all, you know of course that no mages exist anymore. Maybe a few on the Isle of Anduin, or in besieged Elensefar, but not enough to help us.
ca: Genial. Akladians, orcs i zombis. I ara necessitem l'ajuda dels mags. Segur que com eres un elf savi i tot això, ja sabràs que no hi ha cap mag per ací. Tal volta quede algun a l'illa d'Alduin, potser un altre més a l'assetjada Elensefar, però no ens ajudaran.
hu: Nagyszerű. Akladiaiak, orkok, zombik. S még a mágusokat is segítségül kell hívnunk. De, tisztelve a bölcsességedet és egyebeket, azzal te is tisztában vagy, hogy mágusok nincsenek. Talán Alduin-szigeten lehetnek páran, vagy az ostromlott Elensefarban, de ezekre nem számíthatunk.

source: In fact, I'm quite sure that Mithrandil is thinking about ONE specific mage. Am I correct?
ca: De fet, crec que Mithrandil està pensant en UN mag en concret. Cert?
cs: No já jsem si zcela jist, že Mithrandil má na mysli JEDNOHO konkrétního mága. Mám pravdu?
hu: Szerintem Mithrandil nem általában a mágusokra gondolt, hanem EGY különleges mágusra. Igazam van?

source: Yes. Deorien. A white mage, living somewhere in eastern Wesnoth. You should go and find him. I will gave you my soldiers and even gold, if you want. That's all I wanted to tell you.
ca: Sí. Deorien, un mag blanc que viu en algun racó de l'est de Wesnoth. Deuríeu anar i trobar-lo. Vos donaré els meus soldats, i fins i tot or, si voleu. Això era tot el que volia dir-vos.
hu: Ige. Deorienre gondoltam. A fehér mágusra, aki valahol Wesnoth keleti részén él. Meg kellene őt találnotok. Segítségül adom a harcosaimat, s némi aranyat is. Ezt akartam nektek elmondani.

source: This meeting is over. We will discuss everything tomorrow.
ca: El consell s'ha terminat. Demà ho debatrem tot.
hu: Az ülést berekesztem. Holnapra halasztom a döntést.

source: Great. Green devils advise us to seek the help of whom? Those who are dirt on the face of God's world. The MAGES.
ca: Genial, senzillament genial. El dimoni verd ens està demanant que busquem l'ajuda de qui? De la pitjor púrria que camina pel món de Déu, ELS MAGS.
hu: Nagyszerű. A zöld ördögök azt tanácsolják, hogy hívjuk segítségül a... Azokat, akik Isten teremtett világának szennyét alkotják. A MÁGUSOKAT.

source: You speak often about something you called God, Lorin. Can you give us more details about God?
ca: No fas més que parlar d'una cosa que anomenes Déu, Lorin. Pots dir-nos alguna cosa més d'això?
hu: Gyakran emlegetsz valamit, amit Istennek nevezel, Lorin. Mondanál kicsit többet is erről az Istenről?

source: He is the force behind the universe. He created the world and is our father. He gave us the world to rule. One of his angels tried to stop us from doing that, deceiving us and trying to imprison us in his garden, but a messiah came from the Hagarthen clan. He told us that God desires us to wait no more...
ca: Ell és la força darrere l'univers. Ell va crear el món i Ell és el nostre pare. Ell ens va donar el món per a que el conquistarem. Un dels seus àngels va intentar aturar-nos, enganyant-nos i intentant empresonar-nos al seu jardí, però va arribar un messies del clan Hagarthen, i ens va dir que Déu no volia que esperàrem més en aquell jardí...
hu: Ő áll mindenek felett. Ő teremtette a világot, és ő a mi atyánk. Nekünk adta ezt a földet, hogy uraljuk. Az egyik angyala szembeszegült vele, s megpróbált minket megakadályozni, hogy ezt megtegyük, s a kertjében akart minket rabságban tartani, de a Hagarthen klánból egy megváltó jött, s kivezetett minket onnan...

source: So we killed that evil angel and her minions to journey west. We fought our way through the swamps and hills, fighting with nightmarish creatures, not to mention lizards and green elves. I was raised hearing the songs about this epic journey.
ca: Així que vam matar les hostes d'aquell malvat àngel i vam anar cap a l'oest. Vam obrir-nos pas a través de marjals i colls, lluitant contra tota mena de criatures de malson, sense mencionar els fardatxos i els elfs verds. Em vaig criar sentint les cançons d'aquest èpic viatge.
hu: Megöltük azt az angyalt és szolgáit, s útra keltünk. Karddal nyitottunk utat a mocsarakon és dombokon keresztül, rémséges szörnyekkel küzdöttünk meg, gyíkokkal, s zöld ördögökkel. Úgy nőttem fel, hogy számtalan éneket hallottam erről a legendás vándorlásról.

source: Finally, we reached Wesnoth, decimated, but strenghtened, because it was the wish of God that weak should perish before we start our holy task. When we came from the east the underling armies were like dust in a wind. We conquered Wesnoth. Well, almost.
ca: Finalment, vam aplegar a Wesnoth, delmats però enfortits, perquè era el desig del nostre Déu que els dèbils morgueren abans que començàrem la nostra tasca sagrada. Quan vam arribar des de l'est, els exèrcits carralls van ser el pols en una ventada. I vam conquistar Wesnoth. Bé, casi.
hu: Végül elértük Wesnothot, megfogyva bár, de törve nem, mivel az Isten a gyengéket elpusztította, csak az erősek láthattak hozzá az ő nagy terve végrehajtásához. Amikor keletről megérkeztünk, a nemtelenek serege szétszóródott mint az oldott kéve a viharban. Meghódítottuk Wesnothot. Majdnem teljesen.

source: As for mages, they are main opponents of God in his fight for the good of the universe, usurping his powers, and elves are minions of the fallen angels. They are to be exterminated.
ca: Pel que fa als mags, son els principals rivals de Déu en la seua lluita pel bé de l'univers, ja que usurpen els seus poders, i els elfs són les hostes dels àngels caiguts. Han de ser exterminats.
hu: A mágusok Isten legfőbb ellenségei, akik az ő jótéteményei ellen harcolnak, kétségbe vonják az erejét, a tündék pedig a bukott angyal szolgái. Ki kell mindegyiküket irtani.

source: Oh my goodness. Wow. You are not making fun of us, you actually believe all that?
ca: Oh, per caritat! Wau. No estàs rient-te de nosaltres, de veritat et creus tot això?
hu: Uramisten. Heh. Te nem szórakoztatni akarsz bennünket, lehet, hogy hiszed is, amit mondasz?

source: Anyway, if we are going to find that Deori-trash, we need to know where he is. Any ideas where to find him?
ca: De tota manera, si hem d'anar a buscar a eixe Deori-merda, necessitem saber on és. Cap idea d'on el podem trobar?
cs: Každopádně, pokud půjdeme hledat tu Deori-hnidu, musíme vědět, kde je. Má někdo nějaký nápad?
hu: Akárhogy is, ha meg akarjuk találni ezt a Deori-mocskot, tudnunk kellene, hol tartózkodik. Valami elképzelés, hol él?

source: Well, we could ask the Oracle. Because of the magical nature of her abilities, she may know where to search for this Deorien.
ca: Bé, podríem preguntar a l'Oracle. Per la naturalesa de les seues habilitats, tal volta sàpiga on hem de buscar aquest Deorien.
cs: Byla by tu možnost. Mohli bychom se zeptat Věštkyně. Díky svým magickým schopnostem by mohla být obeznámena s tím, kde toho Deoriena nalézt.
hu: Nos, megkérdezhetjük a Jósnőt. A mágikus képességgel bíró egyének tudhatnak egymásról, s így a Jósnő ismerheti Deorien hollétét.

source: Oracle? The Oracle is a hoax. She knows nothing. She once told me... she... she deceived me. Her prophecy has not been, and cannot be, fullfilled.
ca: L'Oracle? L'Oracle és una estafa. Ella no sap res. Una vegada em va dir que...ella... ella em va enganyar. La seua profecia no s'ha complit i no hi ha cap possibilitat que es complisca.
hu: Jósnő? A Jósnő egy szélhámos. Semmit sem tud. Egyszer azt mondta nekem... azt mondta... eh, becsapott. A jóslatai nem váltak, s nem válhatnak be.

source: The Oracle never deceives anyone. She just looks into the sea of magic and sees everything that may happen. So, she is not saying what will, but what MAY happen.
ca: L'Oracle no enganya a ningú. Ella només mira dins el mar de la màgia i coneix les possibilitats de que alguna cosa succeïsca. Per tant, no diu que passarà, sinó el que POT passar.
hu: A Jósnő soha senkit nem csapott be. Ő csak beletekint a mágia óceánjába, s látja a lehetőségek végtelen tárházát. Nem azt mondja meg, mi fog történni, hanem azt, hogy mi TÖRTÉNHET a jövőben.

source: I don't understand.
ca: No ho entenc.
cs: Nechápu.
hu: Ezt nem értem.

source: That means, if she tells you that you will be the best swimmer in the world, it means you will be great swimmer if you keep on trying. But the prophecy won't be fullfilled if you just sit at home and wait. Sometimes, also, one can misunderstand her words.
ca: Vull dir que si ella et diu que seràs la millor nadadora del món, vol dir que seràs una gran nadadora si continues intentant-ho. Però la profecia no es complirà si només et quedes a casa i esperes. A vegades, també, un pot entendre les paraules de la profecia mal.
hu: Azt akarom mondani, hogyha azt mondja, hogy te leszel a legjobb úszó a világon, akkor ez azt jelenti, hogy nagy úszó leszel, ha megdolgozol érte. De nem teljesül, ha csak otthon ülsz és vársz. Néha előfordulhat, hogy valaki félreérti a szavait.

source: No. No. That's not true. That's... leave me alone.
ca: No. No. Això no és veritat. És... Deixeu-me sola.
cs: Ne. Ne. To nemůže být pravda. To je... nechte mně všichni být! Chci být sama.
hu: Nem. Nem. Ez nem igaz. Ez nem... hagyjatok magamra!

source: Repelling the Orcs
ca: Rebutjant els orcs
cs: Zapuzení skřetů
hu: Az orkok visszaűzése

source: The scouts brought news: a small orcish party north of Freetown. Usually Huon Ryedric would deal with such marauders, but Gawen decided this was an occasion to check his troops abilities.
ca: Els exploradors havien dut notícies d'un xicotet grup d'orcs cap al Nord de Ciutat Lliure. Normalment Huon Ryedric solia encarregar-se d'aquestos saquejadors, però Gawen va decidir que aquesta era una bona ocasió per comprovar l'estat dels seus soldats.
hu: A felderítők rossz híreket hoztak: Freetowntól északra egy ork banda portyázik. Rendszerint Huon Ryedric szokott elbánni a fosztogatókkal, de Gawen úgy döntött, hogy ez az alkalom megfelelő lesz a harcosai felmérésére.

source: So, I think this should be easy. There's only one Orcish leader. Take him down and his band will scatter.
ca: Bé, açò deuria ser prou fàcil. Només n'hi ha un líder orc al nord d'ací. El matem i punt i final.
hu: Azt hiszem, nem lesz nehéz dolgunk. Mindössze csak egy csapatról van szó. Levágjuk a vezért, s szétszéled a nyája.

source: Hello there! You missed me, of course?
ca: Bon dia, gent! M'he perdut molt?
hu: Üdv mindenkinek! Rólam már megint elfeledkeztetek?

source: Forgive me, my lord. I know how it looks, but I was really trying.
ca: Perdoneu-me, senyor. Sé el que pareix, però ho vaig intentar de debò.
cs: Odpusť mi, můj pane. Já vím, jak to vypadá, ale opravdu jsem se snažil.
hu: Bocsáss meg, uram! Tudom, hogy a látszat ellenem szól, de én tényleg megpróbáltam...

source: I was kind of expecting you.
ca: Estava fent-me a la idea que apareixeries per ací
cs: Očekával jsem tě.
hu: Dehogy, én már vártam, mikor érkezel.

source: There are no hidden elements in this scenario. The Orcish leader can't be interrogated. This scenario is intended for gathering more experience for Gawen's troops. Remember, you will be allowed to choose the twelve best troops in next scenario.
ca: No hi ha elements amagats a aquest escenari. El líder orc no pot ser interrogat. Aquest escenari té el propòsit d'acumular més experiència per a les tropes de Gawen. Recorda, podràs triar-ne només dotze soldats al pròxim escenari.
hu: Ebben a küldetésben nincs rejtett elem. Nem vallathatod ki az ork vezért. A küldetés célja, hogy Gawen harcosai tapasztalatokat gyűjtsenek. Ne felejtsd el, hogy a következő küldetéshez csak a tizenkét legjobb harcosodat választhatod ki!

source: Choosing the Best
ca: Elegint els millors
cs: Vybírání Nejlepších
hu: A legjobbak kiválasztása

source: Finally, I was confident that my troops are ready for the task which awaited us. When I told Gwidle about that, he insisted upon a farewell feast. There was wine, food, and music. The finest dancers from Freetown's girls and women, doing traditional folk-dances in special costumes with masks and shawls.
ca: Finalment, estava segur en que les meues tropes estaven llestes per la tasca que ens aguaitava. Quan lo ho vaig dir a Gwidle, va insistir en fer una festa d'acomiadament. Hi havia vi, menjar i bona música. També estaven les millors ballarines d'entre totes les xiques i dones de Ciutat Lliure, fent una mena de dansa tradicional amb uns vestits especials amb màscares i mocadors.
hu: Végre megbizonyosodtam arról, hogy a harcosaim készen állnak a ránk váró küldetésre. Amikor ezt közöltem, Gwidle rögtön búcsúztató fesztivált rendezett. Dőzsöltünk a borban, az ételekben, szólt a zene. Wesnoth lányainak és asszonyainak legjobb táncosai sajátos maszban és vállkendőben adták elő produkciójukat.

source: Soon we were all a little bit drunk. On my right, Karen kept commenting on the dancer's faults and how she was much better, and how even her dancer's costume was better. From my left I heard Andrey Yaranov trying to seduce my step-mother, even harder as he became more drunk. Lorin ignored him, babbling about something the Oracle had told her in her youth.
ca: Al poc, tots estàvem una miqueta borratxos. A la meua dreta, Karen estava comentant les errades de les dansarines i dient-me cóm ho faria ella millor, fins i tot, quant millor era el seu vestit de ballarina. A la meua esquerra, sentia cóm Andrei Iaranov intentava seduir la meua madrastra, amb major insistència segons anava més bufat, mentre Lorin l'ignorava i balbotejava sobre unes coses que l'oracle li havia contat quan era jove.
hu: Hamarosan mindannyian spiccesek voltunk. Jobbomon Karen megállás nélkül kritizálta a táncosok hibáit, s megjegyezte, hogy ő sokkal jobban táncolna, s az ő táncöltözéke is sokkal szebb. A balomon Andrey Yaranov próbálta meghódítani a nevelőanyámat, egyre gátlástalanabbul, ahogy egyre részegebb lett. Lorin visszautasította őt, s valami próféciáról motyogott, amit a Jósnő mondott neki fiatal korában.

source: Karen was the first to leave the chamber, and Lorin went immediately after her. Of course Yaranov jauntly followed her. I drank with Ruvio, without much talking, and when I decided I had enough I went to my bedroom.
ca: Karen va ser la primera en anar-se'n, i Lorin va anar immediatament darrere seu. Òbviament, Iaranov va intentar seguir-la amb elegància. Vaig quedar-me bevent amb Ruvio, sense parlar molt, i quant vaig decidir que tenia prou, vaig anar-me'n al llit.
hu: Karen volt az első, aki elhagyta a helyiséget, de rögtön utána Lorin is távozott. Yaranov természetesen féltékenyen ott loholt a nyomában. Mi Ruvióval csendben iszogattunk, s mikor már kezdett a fejembe szállni, én is elmentem aludni.
