Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Much better. That medic was really good in his job. I wish to thank him at some time in future.
ca: Molt millor. Eixe metge era realment bo en el seu treball. M'agradaria donar-li les gràcies en el futur.
hu: Sokkal jobban. Az az orvos tényleg érti a dolgát. Azt hiszem, alkalomadtán majd megköszönöm neki, amit értem tett.

source: I'm afraid that may be impossible. What about your memory?
ca: Em temo que això serà impossible. Què tal la teua memòria?
cs: Bojím se, že to nebude možné. A co tvoje paměť?
hu: Attól tartok, ez lehetetlen. Mi van a memóriáddal?

source: I think.. Sometimes I think I remember something, but then it just passes away. I remember a dark-haired woman. She is lying on the bed, sweating, pain in her beautiful green eyes. I don't know who is she but it makes me cry every time I think about it. I think I loved her.
ca: Pense... A vegades pense que recorde alguna cosa, però enseguida se me'n va. Recorde una dona amb el monyo fosc. Jeu al llit, suant, amb dolor als seus preciosos ulls verds. No sé que és, però em fa plorar cada vegada que pense en això. Crec que la volia.
cs: Myslím.. Někdy mám pocit, že si na něco vzpomínám, ale hned je to pryč. Pamatuju si tmavovlasou ženu. Ležela v posteli, zpocená, hluboké zelené oči plné bolesti. Nevím, co je zač, ale pokaždé se mi chce brečet, když si na to vzpomenu. Myslím, že jsem ji miloval.
hu: Azt hiszem... Néha beugrik valami, de aztán szertefoszlik. Emlékszem egy feketehajú nőre. Ágyban fekszik, kiveri a víz, fájdalom tükröződik a gyönyörű zöld szemében. Nem tudom, ki lehet, de sírhatnékom támad, valahányszor rágondolok. Azt hiszem, szerettem őt.

source: That could be your true mother, my lord. She was poisoned when you were still young.
ca: Podria ser la teua mare de veritat, senyor. Va ser enverinada quan encara eres un xiquet.
cs: To by mohla být Vaše pravá matka, Můj Pane. Byla otrávena, když jste byl ještě malý.
hu: Biztosan az édesanyádra gondolsz, uram. Még gyerek voltál, amikor megmérgezték.

source: I've sent an envoy to Gaeltin Hyer, a city which is on our way, to prepare rooms for us. I think, my lord, you have to get some rest before continuing our journey.
ca: He enviat un missatge a Gaeltin Hyer, una ciutat en el nostre camí cap a Vattin, per a que ens preparen habitacions. Crec, senyor, que encara has de descansar una miqueta més abans que continuem el nostre viatge.
cs: Poslal jsem přrdvoj do Gaeltin Hyer, města po cestě, aby nám připravili nocleh. Myslím, Můj Pane, že by sis měl odpočinout, než se vydáme zase na cestu.
hu: Követet küldtem Gaeltin Hyerbe, az utunkba eső következő városba, hogy pihenőhelyet készítsenek nekünk. Azt hiszem, uram, szükséged lenne némi pihenésre, mielőtt folytatjuk az utunkat.

source: Messenger
ca: Missatger
cs: Poslíček
hu: Hírvivő

source: Noble lords, with your permission. My Lord, Raul O Gaeltin sent me here with a message. I beg for your forgiveness, remember I am just a messenger.
ca: Nobles senyors, amb el vostre permís. El meu senyor, Raul O Gaeltin m'ha enviat ací amb un missatge. Demane la vostra misericòrdia, recordeu que només soc un missatger.
cs: Vznešení pánové, s dovolením. Můj Pane, Raul Gaeltinský mě poslal sem se zprávou. Prosím o prominutí, ale pamatujte, jsem jenom posel.
hu: Nemes uraim, engedelmetekkel. Uram, Raul O Gaeltin küldött engem egy üzenettel. Esedezem bocsánatotokért, én csak egy küldönc vagyok.

source: Speak.
ca: Parla.
cs: Mluv.
hu: Beszélj!

source: These are the words of my lord, he wanted to repeat them exactly: Gaeltin's gates will never be opened for mixling bastards nor for the king's whores. He also sends this...
ca: Aquestes són les paraules del meu senyor, ell volia que les repetira amb tota exactitud: Les portes de Gaeltin no mai seran obertes per deixar passar bastards mestissos ni les putes del rei. També vos envia açò...
hu: Ezek az én uram szavai, amit szó szerint kell közvetítenem: Gaeltin kapui sosem nyílnak meg sem egy korcs fajzat előtt, sem egy királyi szajha előtt. S még ezt küldi...

source: You received 2 pieces of gold
ca: Reps 2 peces d'or
cs: Získal jsi dva zlaté.
hu: Kapsz két aranyat

source: This is for you to start a new life. This is everything I was expected to say. May I live, I mean, leave?
ca: ...per començar una nova vida. Això és tot el que s'esperava que digués. Puc viure, vull dir, anar-me'n?
cs: To máte, abyste začli nový život. To je všecko, co sem měl říct. Můžu odejít?
hu: Ezt azért kapod, hogy új életet kezdhess. Ez minden, amit át kellett adnom. Élhetek, akarom mondani, elmehetek?

source: We have a message for your lord too. Tell him we will bring him the message personally and he will have a lot of time to understand it fully. You may leave now.
ca: Nosaltres també tenim un missatge pel teu senyor. Dis-li que li durem el missatge personalment, i que tindrà molt de temps per comprendre'l completament. Pots anar-te'n.
cs: Taky máme pro tvojeho pána vzkaz. Řekni mu, že mu ji přineseme osobně a že bude mít dost času ji celou pochopit. A teď zmiz!
hu: Nekünk is van egy üzenetünk az uradnak. Mondd meg neki, hogy személyesen fogjuk átadni, s lesz ideje gondolkodni rajta, ha nem is túl sok! Elmehetsz.

source: I guess we will have to fight our way into Vattin. Gawen, many Akladians live nearby. They will fight for you. They are unexperienced but they are eager to show their loyalty. Let's use them.
ca: Supose que tindrem que obrir-nos pas lluitant cap a Vattin. Gawen, molts akladians viuen per ací, lluitaran per tu. No tenen experiència, però estan impacients per demostrar la seua lleialtat. Usem-los.
cs: Pojďme si probojovat cestu do Vattinu. Gawene, žijou tu spousty Akladijců. Budou za tebe bojovat. Nic neuměj, ale budou celí žhaví ukázat loajalitu. Pojďme a použijme je.
hu: Azt hiszem, karddal kell utat nyitnunk Vattinba. Gawen, sok akladiai él a közelben. Ők szívesen harcolnak érted. Nincs sok tapasztalatuk, de égnek a vágytól, hogy érted harcoljanak. Adj nekik lehetőséget!

source: Hm, after some thought it may be good after all that he tries to stop us. It's an occasion for you to exercise a little.
ca: Uhm, després de pensar-ho bé, potser siga bo que ens intente aturar. És una bona ocasió per a que t'exercites un poc.
cs: No, když tak o tom přemýšlím a než nás pokusí přerušit, je čas na tvou malou lekci.
hu: Hmm, ha jobban belegondolok, van jó oldala is a dolognak. Kitűnő lehetőség ez a tapasztalatszerzésre.

source: Go and take the villages to have more gold. Recruit as many Clansmen as you can. Most of them will probably die, but the rest may become good fighters. Do not forget to recall our soldiers, too. Be careful, do not hurry without necessity. To cure wounded units you may use wiseman or villages.
ca: No t'oblides de prendre els poblets per rebre més or. Recluta tants akladians com pugues. Segurament, moriran molts d'ells, però la resta podrien arribar a ser bons lluitadors, i recorda que també pots reincorporar alguns altres. Ves amb cura, no tenim cap pressa. Per curar les unitats ferides, pots usar els savis o els poblets.
hu: Menj, és foglalj falvakat, hogy gyarapítsd az aranyaidat! Toborozz annyi klántagot, amennyit tudsz! Néhányan meghalnak majd, de akik túlélik a csatát, kitűnő harcosokká válhatnak. Ne felejtsd el visszahívni a gyakorlott harcosainkat! Légy óvatos, ne rohanj szükségtelenül! A sérült egységek gyógyítására használd a bölcseket vagy a falvakat!

source: Reach the northern signpost with Gawen Hagarthen OR
ca: Gawen Hagarthen arriba al senyal al nord O
cs: Dostaň Gawena Hagarthena k severnímu směrovníku NEBO
hu: Eléred az északi útjelzőt Gawen Hagarthennel VAGY

source: Kill the enemy leader.
ca: Mata el líder enemic.
cs: Zabij nepřátelského vůdce
hu: Megölöd az ellenséges vezért

source: I guess we will find some use for this in near future.
ca: Crec que podrem donar-li algun us en el futur...
cs: Myslím, že pro to najdeme uplatnění již v blízké budoucnosti.
hu: Azt hiszem, a jövőben gyakran kell majd használnunk ilyen eszközt.

source: Uh, I hope I will never know you closer
ca: Hum, tant de bo no mai ho conegues de més a prop!
cs: Uf, doufal jsem, že se blíž neseznámíme
hu: Huh, remélem nem kerülünk közelebbi kapcsolatba...

source: So, how many days are from here to Vattin?
ca: Bé, quants dies hi ha d'ací a Vattin?
cs: Tak, kolik dní zbývá do Vattinu?
hu: Szóval, milyen messze vagyunk Vattintól?

source: We should be there in two or three days.
ca: Deuríem arribar en uns dos o tres dies.
cs: Budeme tam za dva za tři dny.
hu: Két vagy három nap múlva odaérünk.

source: It's a shame we had no time to finish those traitors off.
ca: És una llàstima que no hagem tingut temps per acabar amb eixos traïdors.
hu: Szégyen és gyalázat, hogy nem végezhetünk ezekkel az árulókkal.

source: There is no time for that. Others should manage to do that without us.
ca: No hi havia per temps per fer-ho. Uns altres podran fer-ho sense nosaltres.
cs: Není na to čas. Myslím, že jiní to zvládnou za nás.
hu: Nincs erre időnk. Majd mások elvégzik helyettünk ezt a munkát.

source: Death to the traitors!
ca: Mort als traïdors!
cs: Smrt zrádcům!
hu: Halál az árulókra!

source: Yeah!
ca: Sí!
cs: Jasňačka!
hu: Eegen!

source: This is the end which awaits all traitors!
ca: Aquesta és la fi que aguaita tots els traïdors!
cs: A takto skončí každý zrádce!
hu: Ez vár minden árulóra!

source: Before I kill you, I want you to know that this is not because of the message you delivered to us.
ca: Abans que et mate, vull que sàpigues que açò no és pel missatge que ens vas lliurar.
cs: Předtím, než tě zabiju, chci, abys věděl, že to není kvůli té zprávě, co jsi přinesl.
hu: Mielőtt megöllek, azt akarom, hogy tudd, ez nem azért történik, mert olyan üzenetet hoztál.

source: I was just a messenger!
ca: Si només era un missatger!
cs: Byl jsem jenom posel!
hu: De én csak küldönc voltam!

source: I told you that I don't blame you for repeating words of your master.
ca: Ja t'he dit que no et culpe per repetir les paraules del teu senyor.
cs: Říkala jsem ti, že tě nezabiju kvůli tomu, že jsi opakoval slova svého pána.
hu: Mint mondtam, nem hibáztatlak azért, hogy elismételted az urad szavait.

source: So you will allow me to live?
ca: I em deixaràs viure?
cs: Takže mě necháš žít?
hu: Akkor megkíméled az életemet?

source: I haven't said that. You see, I really don't like your face.
ca: No he dit això. Mira, la veritat és que no m'agrada la teua cara.
cs: To bych neřekla. Víš, prostě se mi nelíbí tvůj ksicht.
hu: Azt sem mondtam. Végzek veled, mert... nem tetszik a pofád.

source: You are lucky that I have not more time, or I would play with you more, honorless dog.
ca: Tens sort que no tinga més temps, si no jugaria més amb tu, gos indigne.
hu: Szerencséd, hogy nincs több időm, különben eljátszadoznék veled egy kicsit, te becstelen kutya.

source: You are lucky that this underling whom you call your king does not know...
ca: Tens sort que aquest carrall que anomeneu rei no sap...
cs: Máš štěstí, že tento podřadný, kterému říkáte král, neví, že ...
hu: Szerencséd van, hogy ez a nemtelen, akit királyodnak nevezel, nem tudja, hogy...

source: Enough of that, go to your ancestors!
ca: Calla't ja, ves-te'n amb els teus avantpassats!
cs: Už toho bylo dost, táhni ke svým předkům!
hu: Elég ebből, az őseid már várnak!

source: Where is he? He starts to act on my nerves...
ca: On és? Comença a molestar-me...
cs: Kde jenom je? Začíná mi lézt na nervy...
hu: Hol van? Kezd az idegeimre menni...

source: Oops.
ca: Uuuups.
cs: Jejda!
hu: Hoppá!

source: It looks like he recruited a lot of units.
ca: Pareix que ha reclutat moltes unitats.
cs: Vypadá to, že naverboval příliš mnoho vojska.
hu: Mintha kicsit sok egységet toborzott volna.

source: Yes indeed. This could be a bit harder than we expected.
ca: Si, així és. Podria ser un poc més difícil del que esperàvem.
cs: Ano jistě. Bude to o něco těžší, než jsme čekali.
hu: Valóban. Egy kicsit nehezebb dolgunk lesz.

source: My friends will come very soon! You are already doomed! Ha ha ha!
ca: Els meus amics vindran molt prompte! Ja esteu perduts! Ha ha ha!
cs: Mí přátelé přijdou brzo. Už teď seš mrtvej! Ha ha ha!
hu: A barátaim hamarosan ideérnek! Végetek van! Ha ha ha!

source: Let's try to get a little faster. This traitor's friends may appear in any moment.
ca: Anem més ràpid. Els amics d'aquest traïdor poden arribar en qualsevol moment.
cs: Pojme ještě zrychlit. Přátelé zrádců tu budou každou chvíli.
hu: Kicsit gyorsabban kéne haladnunk. Ennek az árulónak a barátai bármelyik pillanatban ideérhetnek.

source: Ha ha ha! You are doomed! I can hear the trumpet of my friends coming to aid me!
ca: Ha ha ha! Esteu perduts! Ja sent la trompeta dels meus amics que venen en la meua ajuda!
cs: Ha ha ha! Jste ztraceni! Už slyším trubky mých přátel, kteří mi jdou na pomoc!
hu: Ha ha ha! Végetek van! Hallom a barátaim trombitáját harsanni! Megjöttek a segítségemre!

source: No! More traitors are coming from every side! We have no hope for dealing with them!
ca: No! Han arribat més traïdors per totes parts! No tenim cap esperança de guanyar!
cs: Ne! Víc zrádců se sem žene ze všech stran! Nemáme žádnou naději to nějak zvládnout!
hu: Ne! Árulók közelednek minden irányból! Nem tudunk felülkerekedni rajtuk!

source: Run for your life! That wimp cannot possibly lead us to victory!
ca: Correu per la vostra vida! Aquest covard mai no ens pot dur a la victòria!
cs: Utíkejte, zachraňte si holý život! Ta běhna nás těžko přivede k vítězství!
hu: Fussatok az életetekért! Ez a nyamvadt nem tud minket győzelemre vezetni!

source: Poor fellow!
ca: Pobret!
cs: Ubohý kamaráde!
hu: Szegény pára!

source: He had an honorable death. Do not let fear for losing units paralyse you; There are a lot more clansmen ready to fight for you.
ca: Ha tingut una mort honorable. No deixes que la por de perdre unitats et paralitze, hi ha molts més akladians disposats a lluitar per tu.
hu: Dicsőséges halála volt. Ne hagyd, hogy egy katona halála megbénítson; rengeteg klántag van, aki kész érted harcolni.

source: Remember Gawen, that while most of our units don't care about the time of day, Homeguards, Shieldguards and Protectors prefer to fight at day, and during nights they should be used carefully.
ca: Recorda, Gawen, que, encara que la majoria de les nostres unitats lluiten igual siga quin siga l'hora del dia, els vigilants, els legionaris i els protectors prefereixen lluitar de dia, i de nit deurien ser usats amb cura.
cs: Pamatuj, Gawene, že většině našich jednotek je jedno, v kterou denní dobu bojují, ale Hlídači, Štítonoši a Ochránci mají raději světlo. Proto je používej v noci velmi opatrně.
hu: Ne felejtsd el, Gawen, hogy míg a legtöbb egységünk számára a napszakoknak nincs jelentősége, addig a honvédők, a vértesek és a védelmezők inkább nappal tudnak jól harcolni, éjszaka óvatosan vesd be őket!

source: Ah, he is using the Sturmknights. Be careful about them, Gawen. They like to fight during nights and they are used to darkness. Counter them with Shieldguard at days.
ca: Ah, ell està usant Turments. Ves en cura, Gawen, lluiten molt bé de nit, i són molt perillosos ben usats. La millor manera d'eliminar-los és amb protectors de dia, quan més dèbils són.
cs: Pozor. Používá Útočníky. Dej si na ně pozor. Milují noční boj a proto budou použiti v noci. Zaútoč na ně přes den Štítonoši.
hu: Ah, viharlovagokat küld ellenünk. Figyelj rájuk, Gawen! Éjszaka szeretnek harcolni, kihasználják a sötétséget. Küldj ellenük vérteseket nappal!

source: Outlaw Base
ca: Campament dels proscrits
cs: Základna banditů
hu: Törvényenkívüliek Tanyája

source: Gawen Hagarthen, Ruvio and Karen didn't celebrate their victory. When they hurried from the battlefield, the bodies of last Akladians were still warm. They entered the forest of Raedwood in hopes that no one would follow them.
ca: Gawen Hagarthen, Ruvio i Karen no van quedar-se a celebrar la victòria. Quan van abandonar el camp de batalla a tota pressa, els cossos dels akladians morts encara eren calents. Van entrar al bosc de Raedwood amb l'esper que ningú els perseguiria.
hu: Gawen Hagarthen, Ruvio és Karen nem ünnepelték meg a győzelmüket. Amikor sietve elhagyták a csatateret, az utolsónak elesett akladiaiak teste még ki sem hűlt. Raedwood erdejébe mentek, remélve, hogy senki sem követi őket.

source: What kind of place is this?
ca: Quina mena de lloc és aquest?
hu: Miféle hely ez?

source: Bad place. Not the worst you can imagine, but it's still bad enough.
ca: Un lloc roin. No el pitjor que pugues imaginar, però encara així és prou roin.
cs: Špatné místo. Není nejhorší, jaké si můžeš představit, ale pořád je dost špatné.
hu: Baljóslatú hely. Nem a legrosszabb, amit el tudsz képzelni, de azért eléggé rossz.

source: You see, Gawen, when the royal family of Wesnoth started a war over succession, a golden era for bandits and thieves started. The wars were devastating and divided Wesnoth into many small kingdoms.
ca: Veuràs, Gawen, quan la família reial de Wesnoth va començar una guerra per la successió, va ser una època daurada pels bandits i els lladres. Les guerres van ser devastadores, i dividiren Wesnoth en una sèrie de xicotets regnes.
hu: Nézd, Gawen, amikor a wesnothi királyi család tagjai háborúzni kezdtek az örökség felett, a banditák aranykora köszöntött be. A háborúk elpusztították és feldarabolták Wesnothot. Számos kis királyság jött létre.

source: Kings became weaker and lost much of their power during wars, and when peace came they no longer had forces to drive bandits out of their hideouts. So they flourished even in times of long peace. And when Akladians came, they didn't care 'bout them either.
ca: Els reis acabaren sent molt dèbils, perdent la major part del seu poder durant les guerres, i quan va esdevenir la pau ja no tenien prou forces com per a expulsar els bandits dels seus amagatalls. Així que fins i tot en temps de pau van florir. I quan van arribar els akladians, no van preocupar-se per ells tampoc.
hu: A királyok meggyöngültek a háborúk során, s katonai erejük is elfogyott. Amikor a béke végre beköszöntött, képtelenek voltak erővel fellépni a banditák ellen, s kifüstölni őket a rejtekeikből, így azok továbbra is élik világukat. Aztán jöttek az akladiaiak, s ők sem törődnek velük.

source: Fortunately, the place seems to be abandoned now.
ca: Afortunadament, aquest lloc pareix abandonat ara.
cs: Naštěstí, toto místo teď vypadá opuštěné.
hu: Szerencsére ez a hely eléggé elhagyatottnak látszik most.

source: Hey, people! Look who's here: such ridiculously easy targets that even though most of our forces be elsewhere we will still have no problems in taking their gold!
ca: Ei, gent! Mireu qui està ací: un blanc tan ridículament fàcil que encara amb la majoria de les nostres forces fora, no tindrem cap problema per furtar-los el seu or!
hu: Hejj, emberek! Nézzetek csak oda: micsoda szánalmas seregecske közeledik! Szedjük csak el tőlük az aranyaikat! Nem lesz nehéz dolgunk, még így sem, hogy a fő erőink másutt vannak.

source: Abandoned, huh.
ca: Abandonat, bé.
cs: Tak opuštěné, co?
hu: Elhagyatott, huh.

source: Some young men live here in the neighborhoods. You may recruit few of them.
hu: Élnek itt rendes fiatal emberek is a szomszédban. Toborozhatsz közülük.

source: If I may, I want to personally prove to this Rob Roe that I am not a ridiculously easy target. Hey people, leave him to me, if you can.
ca: Si puc, voldria demostrar-li personalment a eixe Rob Roe que no sóc un objectiu tan ridículament fàcil. Ei, si podeu, deixeu-me'l a mi!
hu: Ha lehet, személyesen én akarom bebizonyítani ennek a Rob Roenak, hogy nem vagyunk egy szánalmas seregecske. Hagyjátok meg őt nekem, ha lehet!

source: What? Why you are looking at me?
ca: Què fas? Per què m'estàs mirant?
cs: Co je? Proč se díváš zrovna na mne?
hu: Most mi van? Miért nézel rám ilyen furcsán?

source: Hmm... wonder what they have in that northern, empty castle..
ca: Uhmmm... Em pregunte que tindran en aquell castell abandonat al nord...
cs: Hmm... zajímalo by mě, co mají v tom severnějším hradě..
hu: Hmm... vajon mi lehet abban az északi, üres kastélyban...

source: You may recruit FOUR of either spearmen or archers. When you will recruit FOURTH spearman or archer, their recruitment will be disallowed.
ca: Pots reclutar QUATRE soldats o arquers. Una vegada reclutes el QUART arquer o soldat, ja no podràs reclutar-ne més.
hu: Toborozhatsz összesen NÉGY elsőszintű egységet, dárdást vagy íjászt. Miután a NEGYEDIK elsőszintű egységet toboroztad, ez a lehetőség megszűnik.

source: Kill enemy leader.
ca: Mata el líder enemic.
cs: Zabij vůdce nepřátel.
hu: Megölöd az ellenséges vezért

source: Death of Ruvio
ca: Mort de Ruvio
cs: Smrt Ruvia
hu: Ruvio meghal

source: Death of Karen
ca: Mort de Karen
cs: Smrt Karen
hu: Karen meghal

source: Wow! They even know how to fight!
ca: Woah! Si saben lluitar!
cs: No, tak ti opravdu umí bojovat!
hu: Ejha! Ismerik a fegyvereket!

source: Hmm.. it seems they are not as easy targets as I thought.
ca: Hmmm... pareix que no són un blanc tan fàcil com pensava.
cs: Hmm.. nevypadají jako tak snadné terče, jak jsem si myslel.
hu: Hmm... úgy látszik, mégsem olyan könnyű prédák, mint azt elsőre gondoltam.

source: Heavens! They really know how to fight! Stop to playing with them!
ca: Per tots els sants! Sí que saben lluitar! Deixeu de jugar amb ells!
hu: Ördög és pokol! Ezek kemény harcosok! Ne játszadozzatok velük!

source: Argh! Why I wasn't even honoured by death from hand of your commander! I don't even know his name..
ca: Argh! Per què no m'haveu concedit l'honor de morir per mà del vostre comandant?! No conec ni el seu nom...
cs: Argh! Ani se mi nedostalo té cti zemřít rukou vašeho velitele! Ani nevím, jak se jemuje..
hu: Áááh! Még az a megtiszteltetés sem érhet, hogy a parancsnokotok kezétől essem el. Még a nevét sem tudom...

source: My name is Ga... uhmm.. Haldric.
ca: El meu nom és Ga...uhmm...Haldric.
cs: Jmenuji se Ga... uhmm.. Haldric.
hu: A nevem Ga...umm... Haldric

source: Gaumhaldric, wow, each name is better than your last.
ca: Gaumhaldric, wow, cada vegada que et canvies el nom, va millorant!
hu: Gaumhaldric, ejha, bármelyik név jobb, mint a régi.

source: It wouldn't be so easy for you if not of our army being elsewhere.
ca: No haguera sigut tan fàcil per tu si la resta del nostre exèrcit no haguera estat fora...
cs: Nebylo by to tak snadné, kdyby naše armáda nebyla někde jinde.
hu: Nem győztetek volna ilyen könnyen, ha a fő erőink nem lennének küldetésben.

source: So you were worthy opponents, after all! It's sad thing we had no occasion to meet in other circumstances, or we could maybe even be friends.
ca: Has sigut un digne rival, sense cap dubte! És una llàstima que no ens hagem trobat en una altra ocasió, podríem haver sigut amics.
hu: Végül is méltó ellenfelek voltatok! Kár, hogy ilyen körülmények között kellett találkoznunk, barátok is lehettünk volna.

source: You do not have to die like that, Rob Roe. I do not wish you death. I will let you live.
ca: No tens per què morir així, Rob Roe. No vull la teu mort. Et deixaré viure.
cs: Robe Roe, nemusíš teď ale nutně umřít. Nemám zájem na tvé smrti. Nechám tě žít.
hu: Nem kell, hogy így halj meg, Rob Roe. Nem akarlak megölni. Életben maradhatsz.

source: What's your name, noble stranger, so I can know whom to thank?
ca: Quin és el teu nom, noble estranger, per a que sàpiga a qui donar-li les gràcies?
cs: Jak se jmenuješ, vznešený cizinče, abych věděl, komu jsem vděčen?
hu: Hogy hívnak, nemes idegen, hogy tudjam kinek köszönhetem az életem?

source: So, Gaumhaldric, can I fight for you? I and my people too?
ca: Gaumhaldric, doncs, puc lluitar per tu? I la meua gent també?
cs: Dobře, Gaumhaldriku, mohu pro tebe bojovat? Já a moji lidé?
hu: Tehát, Gaumhaldric, harcolhatunk melletted? Én és az embereim?
