Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: You won't do it, mixling. I've heard a lot about you and I knew you before. It does not suit you. You are walking honour brought to life.
ca: No ho faràs, mestís. He sentit parlar molt de tu i ja et conec. No et pega. Eres un codi d'honor amb potes.
cs: To neuděláš, Míšenče! Už jsem o tobě toho tolik slyšel a znám tě z dřívějška. To k tobě nesedí. Jsi chodící počestnost probuzená k životu.
hu: Ezt nem teheted meg, te korcs. Sok mindent hallottam rólad, s ismertelek korábban is. Ez nem a te stílusod. Te a becsület nevében bánsz az emberekkel.

source: Don't test me, Cryne.
ca: No em provoques, Cryne.
cs: Na to bych nesázel, Cryne.
hu: Ne teszteld a türelmemet, Cryne!

source: Bor Cryne, tell me...
ca: Bor Cryne, dis-me...
cs: Bore Cryne, řekni mi...
hu: Bor Cryne, mondd el nekem...

source: Who have hired assassin who was sent after me?
ca: Qui va contractar aquell assassí que va intentar matar-me?
cs: Kdo na mne poslal vraha? Kdo ho najal?
hu: Ki bérelte fel az orgyilkost, hogy megöljön?

source: Why you allied with orcs and Grekulak?
ca: Per què estàs aliat amb els orcs i Grekulak?
cs: Proč jsi se spojil se skřety a s Grekulakem?
hu: Miért szövetkeztél az orkokkal és Grekulakkal?

source: Who poisoned my mother?
ca: Qui va enverinar ma mare?
cs: Kdo otrávil mou pravou matku?
hu: Ki mérgezte meg az édesanyámat?

source: You really don't know? Ha, ha! I forgot - you are so away from the real life. Gallorae's did. The clan of your step-mother. Ha, ha, ha! You really didn't know! I wish I could see Lorin's face, when you will skin her alive!
ca: No ho saps? De debò? Ha, ha! M'havia oblidat... estàs tan allunyat de la vida real. Ho van fer els Gallorae. El clan de la teua madrastra. Ha, ha, ha! No ho sabies! Tan de bo poguera veure la cara de Lorin quan l'espelles!
cs: Ty vážně nevíš? Ha, ha! Zapoměl sem - si tak daleko od skutečného života. Galloraové. Klan tvé macechy. Ha, ha, ha! Tys to vážně nevěděl! Přeju si vidět Lorin, až jí budeš stahovat kůži za živa!
hu: Hát tényleg nem tudod? Ha, ha! Elfelejtettem, hogy el vagy vágva a valóságtól. A Gallorae klán csinálta. A nevelőanyád klánja. Ha, ha, ha! Te semmit nem tudsz! Szeretném látni Lorin arcát, amikor elevenen megnyúzod!

source: To purify the world and prepare it for the coming of God's messiah!
ca: Per purificar el mon i preparar-lo per la tornada del messies de Déu!
cs: Pro vyčištění světa a jeho přípravě k příchodu Božího Mesiáše!
hu: Hogy megtisztítsuk a világot a szennytől, s megtisztulva várjuk az Isten küldöttét, a Megváltót.

source: Do you really believe in that? Do you, Bor?
ca: Realment t'ho creus, Bor?
cs: Ty tomu vážně věříš? Opravdu, Bore?
hu: Te tényleg hiszel ebben? Tényleg, Bor?

source: And do you believe you are messiah? We would kill all underling's friends and anything would be as it should be. Grekulak would rule the world, we, Akladians would rule the humans and I would rule Akladians...
ca: I tu realment creus que eres els messies? Mataríem tots els amics dels carralls i tot tornaria a ser com deuria. Grekulak governarà el món, els akladians governaran els humans i jo governaré els akladians.
cs: A ty vážně věříš, že ty jsi Mesiáš? Zabili bychom každého přítelička podřadných a všechno by bylo, jak mělo být. Grekulak by ovládl svět a my, Akladijci, bychom vládli lidem a já bych vládl Akladijcům...
hu: És te elhiszed, hogy te vagy a megváltó? Kiirtunk mindenkit, aki nemtelenekkel barátkozik, s mindenkit, aki megérdemli. Grekulak fogja uralni a világot, mi, akladiaiak uralkodunk az embereken, s én uralkodok az akladiaiakon...

source: I did! And I regret he failed - but what one can expect from underling...
ca: Jo vaig ser! Tan de bo no hagués fallat... però que pot ú esperar d'un carrall...
cs: Já to udělal! Smůla, že na to neměl - co taky chceš, od podřadného?
hu: Én. És sajnálom, hogy nem sikerült neki - de mit várhat az ember egy nemtelentől...

source: Uri van Roe - do you remember that day on Barnon, when you have betrayed me?
ca: Uri van Roe... te'n recordes d'aquell dia en Barnon, quan vas trair-me?
cs: Uri van Roe - vzpomínáš si na ten den v Barnonu, když jsi mne zradil?
hu: Uri van Roe - emlékszel arra a napra Barnonnál, ahol elárultál?

source: You? Betrayed you? You mixling, you underling, you never were my king - no Akladian worth this name could serve creature like you!
ca: Trair-te? A tu? Tu, mestís, carrall, mai vas ser el meu rei... cap akladià que respectara el seu nom acceptaria servir una criatura com tu!
cs: Tebe? Zradit tebe? Si Míšenec, podřadný, nikdy jsi nebyl naším králem - žádný pravý Akladijec by nemohl sloužit stvůře, jako jsi ty!
hu: Téged? Elárultalak? Te korcs, te nemtelen, sosem voltál az én királyom - aki téged szolgál, az nem méltó az akladiai névre.

source: Do you believe in God, Uri?
ca: Creus en Déu, Uri?
cs: Věříž v Boha, Uri?
hu: Hiszel Istenben, Uri?

source: I... what?
ca: Jo... què?
cs: Já... co?
hu: Én... miért?

source: Why I was able to win? Why I am able to defeat people like you? Why Akladians, who allied with so called 'underlings' are alive and well, and those, who were with you and Bor, are cursed by all Akladian and Wesnothian people alike?
ca: Per què vaig poder vèncer? Per què sóc capaç de vèncer gent com tu? Per què els akladians, aliats amb els anomenats 'carralls' estan vius, i aquells que van romandre en el vostre bàndol són maleïts tant pels akladians com els wesnothians?
cs: Proč jsi myslíš, že jsem zvítězil? Že jsem byl schopen porazit lidi jako jsi ty? Proč Akladijci, kteří se spojili s takzvanými "podřadnými", jsou naživu, a ti, kteří byli s tebou a Borem, jsou zatraceni vším Akladijským lidem stejně jako lidem Wesnothu?
hu: S szerinted miért én győztem? Hogy voltam képes legyőzni egy olyan embert, mint te? S hogy lehet, hogy azok az akladiaiak, akik az ún. 'nemtelenekkel' szövetkeztek, élnek, s azok, akik veled és Borral tartottak, azokat szitkozódva emlegetnek az akladiaiak és a wesnothiak is?

source: God withdraw his support from us, because we abandoned his paths, and he is punishing us.
ca: Déu ens ha retirat el seu suport perquè hem abandonat el seu camí, i ens està castigant.
cs: Bůh nám odmítl pomoci, protože jsme sešli z jeho cesty a za to nás trestá.
hu: Isten elfordította a tekintetét rólunk, mert elhagytuk az ő ösvényét, s büntet bennünket.

source: Think about it, Uri. Indeed, you have abandoned his paths. Because it is you who are punished, not those, who are with me.
ca: Pensa-t'ho bé, Uri. Certament, haveu abandonat el seu camí. Ja que vosaltres sou els castigats, no aquells que estan amb mi.
cs: Přemýšlej o tom, Uri. Skutečně jste sešli z jeho cesty. Vy jste potrestáni, ne ti, kteří zůstali se mnou.
hu: Gondolj bele, Uri! Te valóban elhagytad az ő ösvényét. S valóban téged büntetett meg, nem pedig azokat, akik velem tartanak.

source: Human.. killed me.. Human...
ca: Un humà... m'ha mort... Humà...
cs: Lidská červ.. zabít já.. Lidská červ...
hu: Ember... ölt meg... ember...

source: Listen, orc..
ca: Escolta'm, orc...
cs: Poslouchej, skřete..
hu: Idehallgass, ork...

source: I won't stop until the last one of you is killed
ca: No pararé fins que l'últim de vosaltres haja mort.
cs: Nemohu přestat, dokud jeden z vás bude naživu.
hu: Az utolsó szálig kiirtunk titeket.

source: I feel no hate for you
ca: No sent cap odi per tu.
cs: Necítím k tobě žádnou nenávist.
hu: Nem haragszom rád.

source: Human killed you - and human will kill all your soldiers, to the last orc...
ca: Humà et mata... i matarà tots els teus soldats, fins l'últim orc...
cs: Člověk tě zabil - a člověk zabije všechny tvé vojáky, do posledního skřeta...
hu: Ember ölt meg - és emberek fogják megölni az összes harcosodat, az utolsót orkot is...

source: I feel no hate for you. You fought well.
ca: No sent cap odi per tu. Has lluitat bé.
cs: Necítím k tobě žádnou nenávist. Bojoval jsi dobře.
hu: Nem gyűlöllek. Jól harcoltál.

source: I've never heard human talking like this to orcs.. It is said that there is eternal hatred between our kinds, and our two races cannot live together on this world created by Mother Earth.
ca: No mai havia sentit un humà parlant així als orcs... Es sol dir que hi ha un odi etern entre les nostres races i que totes dues no poden viure juntes en aquest món creat per la Mare Terra.
cs: Já nikdy neslyšet člověk takto mluvit se skřet.. Já slyšet drsná nenávist my a vy, my a vy nemoct žít spolu na Matka Zem.
hu: Sosem hallottam még, hogy egy ember így szóljon az orkokról... Szomorú, hogy zsigeri gyűlölet él a népeink közt, s népeink nem élhetnek együtt békességben a Földanya teremtette világban.

source: How can I hate the orcs after what I've heard from Deorien? Die in peace, warrior.
ca: Cóm puc odiar els orcs després del que he sentit dir a Deorien? Descansa en pau, guerrer.
cs: Jak mohu nenávidět skřety poté, co jsem slyšel od Deoriena? Zemři v pokoji, válečníku.
hu: Hogy gyűlölném az orkokat azok után, amit Deorientől hallottam? Nyugodj békében harcos!

source: No, wait.. before I die.. My soldiers were dying here, and now I am asking myself, what for? Why should more of them die here? They would die here gaining nothing for ourselves. Would you allow my warriors to leave?
ca: No, espera... abans que mora... Els meus soldats estaven morint i ara em pregunte... per què? Per què haurien de morir més d'ells? Moririen ací per no res... Permetràs marxar als meus guerrers?
cs: Ne, čekat.. než já chcípnout.. Můj skřeti tu chcípat a já nevědět proč. Proč víc ještě chcípat? Oni tu chcípat pro nic za nic. Ty nechat jít můj skřeti?
hu: Ne, várj még... mielőtt meghalok... A harcosaim itt pusztulnak, de kérhetnék valamit tőled? Miért kellene még többüknek meghalnia? Meghalni a semmiért idegen földön. Hagynád őket, hogy elvonuljanak?

source: I'm sorry, I can't risk.
ca: Ho sent, no em puc arriscar.
cs: Promiň, ale nemohu to riskovat.
hu: Sajnos, nem kockáztathatok.

source: I agree.
ca: D'acord.
cs: Souhlasím.
hu: Egyetértek.

source: I'm sorry, but I can't risk. If I would allow your soldiers to leave, they will surely go back one day and strike us.
ca: Ho sent, però no puc arriscar-me. Si deixara marxar els teus soldats, segurament tornarien algun dia a atacar-nos de nou.
cs: Promiň, ale nemohu to riskovat. Pokud je nechám teď jít, jednoho dne se vrátí a napadnou nás.
hu: Sajnos nem kockáztathatok. Ha elengedném a harcosaidat, egy napon biztosan visszajönnének, hogy kifosszanak minket.

source: Yes, I will agree. I will let your soldiers out.
ca: Sí, d'acord. Deixaré marxar els teus soldats.
cs: Ano, souhlasím. Nechám je odejít.
hu: Nos, rendben van. Elmehetnek a harcosaid.

source: Thank you, human. My soldiers, stop fighting and return to your homes!
ca: Gràcies, humà. Soldats, abandoneu la lluita i torneu a casa vostra!
cs: Děkovat, člověk. Můj skřeti, přestat bojovat a vrátit se domů!
hu: Köszönöm, ember. Harcosok, hagyjátok abba a harcot, és vonuljatok haza!

source: Aargh! I feel... cold...
ca: Arrghh! Sent... la gelor...
cs: Ááá! Cítím... chlad...
hu: Áááhh! Én... fázom...

source: No, wait, don't die yet - please, answer me few questions...
ca: Espera! No et morgues encara! Per favor, respon estes poques preguntes...
cs: Ne, počkej, ještě neumírej - prosím, odpověz mi na pár otázek...
hu: Ne, várj még, ne halj meg - kérlek válaszolj pár kérdésemre...

source: And why.. should I do it?
ca: I per què ho hauria de fer?
cs: A proč bych.. to měl dělat?
hu: És miért... tenném?

source: They are different kinds of death.
ca: Hi ha distintes maneres de morir.
cs: Protože jsou různé druhy smrti.
hu: Sokféle halál létezik...

source: Because your king ask you
ca: Perquè t'ho ordena el teu rei.
cs: Protože tě žádá tvůj král
hu: Mert a királyod kérdez.

source: You are trying to scare me? Ha, ha.. I am dying already... And I won't tell you anything.
ca: Intentes donar-me por? ha, ha... ja estic morint-me... I no et diré res.
cs: Ty mě chceš postrašit? Ha, ha.. už umírám... nic ti neřeknu.
hu: Meg akarsz félemlíteni? Ha, ha... Hiszen már félig halott vagyok... Nem mondok neked semmit.

source: My king? Ha, ha, that's funny.. I have no king...
ca: El meu rei? Ha, ha, això és divertit... No tinc cap rei...
cs: Můj král? Ha, ha, to je bžunda.. nemám krále...
hu: Királyom? Ha, ha, de vicces vagy... nekem nincs királyom...

source: Then tell me because I made you laugh before death.
ca: Aleshores contesta'm perquè et vaig fer riure abans de morir.
cs: Tak mi tedy odpověz, protože jsem tě před smrtí dokázal rozesmát.
hu: Akkor válaszolj nekem azért, mert megnevettettelek halálod előtt.

source: All right then. Ask me, young king.
ca: D'acord. Pregunteu-me, jove rei.
cs: Tak dobře. Ptej se, mladý králi.
hu: Rendben. Mit akarsz tudni, ifjú király?

source: Please tell me..
ca: Per favor, dis-me
cs: Prosím, řekni mi..
hu: Kérlek, mondd el nekem...

source: Who have hired assassin who was sent to kill me?
ca: Qui va contractar aquell assassí que va intentar matar-me?
cs: Kdo na mne poslal vraha? Kdo ho najal?
hu: Ki bérelte fel az orgyilkost, hogy megöljön?

source: Do you sell the poisons?
ca: Vens els verins?
cs: Prodáváš jedy?
hu: Adtok el mérgeket is?

source: You sold poison to Lorin's clan once.
ca: Tu vas vendre verí una vegada al clan de Lorin.
cs: Jednou jsem Lorininu klanu jeden prodal.
hu: Egyszer mérget adtatok el Lorin klánjának.

source: Lorin's clan once bought the poison from the outlaws. Do you know why?
ca: El clan de Lorin va comprar verí als proscrits una vegada. Per què?
cs: Lorinin klan jednou přinesl od zbojníků jed. Nevíš proč?
hu: Lorin klánja egyszer mérget szerzett be a törvényen kívüliektől. Tudod, mi célból?

source: Yes.. I remember it. Indeed, they bought poison from us. (cough)
ca: Sí, ho recorde. Certament, van comprar-nos verí. <tussit>
hu: Igen... Emlékszem. Valóban vettek tőlünk mérget. (köhög)

source: But why? And when?
ca: Però... per què? I quan?
cs: Ale proč? A kdy?
hu: De miért? És mikor?

source: I don't know for sure, but it was just before your mother was poisoned. The poison we sold them was very specific - it's hard to mistake the symptoms.
ca: No ho sé cert, però va ser justament abans que ta mare fóra enverinada. El verí que vam vendre va ser molt específica, és molt difícil confondre els símptomes.
cs: Nevím to jistě, ale bylo to před tím, než otrávili tvoji matku. Jed byl velmi specifický - nešlo si splést příznaky.
hu: Nem tudom biztosan, de épp azelőtt, hogy az édesanyádat megmérgezték. A mérgezés tünetei nagyon egyediek - mármint ha azzal mérgezték meg.

source: Everything I've heard about your mother's death, fits perfectly our poison. I can't be sure, of course, but I think Lorin's clan bought the poison to kill your mother... (cough)
ca: Tot el que he sentit de la mort de ta mare s'ajusta perfectament al nostre verí. Per suposat, no puc estar segur, però apostaria que el clan de Lorin va comprar el verí per matar ta mare... <tussit>
hu: Abból, amit az édesanyád haláláról hallottam, ráismertem a mérgünkre. Persze száz százalékig nem lehetek benne biztos, de azt hiszem, hogy Lorin klánja szerezte be a mérget, amivel megmérgezték édesanyádat. (köhög)

source: As outlaw, you know probably a lot about poisons.. My mother was poisoned.. Do you know who could do it?
ca: Com proscrit, segur que saps un bon grapat sobre verins... Ma mare va ser enverinada... Saps qui va poder fer-ho?
cs: Jako zbojník toho asi víš hodně o jedech.. Moje matka byla otrávena.. Nevíš, kdo to mohl udělat?
hu: Törvényen kívüliként biztosan sokat tudsz a mérgekről. Az édesanyámat megmérgezték... Tudsz róla valamit?

source: I'm sorry, but I cannot help you here. Akladian clans do buy poison from us here and there, but if you can't give me some clues, I won't be able to help you.
ca: Ho sent, però no puc ajudar-te. Els clans akladians ens compren constantment verins, però si pogueres donar-me algunes pistes, tal volta podria ajudar-te.
cs: Promiň, ale tady ti nepomohu. Akladijci od nás tu a tam nějaký ten jed koupí, ale pokud mi nedáš nějaké vodítko, nemůžu ti pomoct.
hu: Sajnálom, de nem tudok neked segíteni. Az akladiai klánok olykor vesznek tőlünk mérgeket, de ennél kicsit konkrétabban kellene kérdezned, hogy válaszolni tudjak.

source: There was assassin who was send after me. He was interrogated and he testified he was send from Outlaw Place. It was almost two years ago - can you remember who have hired him?
ca: Una vegada van contractar un assassí per matar-me. Quan el vam interrogar, va respondre que venia del Campament dels proscrits. D'açò fa ja dos anys, pots recordar qui el va contractar?
cs: Poslali na mě vraha. Byl vyslýchán a prozradil, že byl vyslán z Raubířova. Je to asi dva roky zpátky - můžeš si vzpomenout, kdo ho najal?
hu: Egy orgyilkost küldtek a megölésemre. Kivallattuk, s bevallotta, hogy a Törvényenkívüliek Tanyájáról érkezett. Majdnem két éve már - talán emlékszel, ki bérelte fel?

source: Of course.. I remembered it, because it was such unusual for Akladians to ask us for such a thing.. And it started our contacts.
ca: Per suposat... Ho recorde, ja que era tan estrany que un akladià ens demanés tal cosa... I van començar els nostres contactes.
cs: Samozřejmě, že si vzpomínám... Bylo to velmi neobvyklé, že by po nás Akladijci něco chtěli.. A tak začaly naše kontakty.
hu: Persze, hogy emlékszem... Mivel elég szokatlan dolgot kértek tőlünk az akladiaiak... S ez alapozta meg a kapcsolatainkat.

source: Akladian? Who was is then?
ca: Un akladià? Qui?
cs: Akladijec? Kdo to teda byl?
hu: Akladiai? Ki volt az?

source: And who if not Bor Cryne... <cough> If you have any other questions, hurry, because I can feel the death is just few steps from me...
ca: I qui si no Bor Cryne... <tussit> Si tens altres preguntes, fes-les ràpides, ja puc sentir la mort molt a prop meu...
cs: A kdo jiný než Bor Cryne... <kašel> pokud máš nějaké další otázky, pospěš si, smrt už cítím na jazyku...
hu: Ki más, mint Bor Cryne... <köhög> Ha még van kérdésed, igyekezz, érzem a halál lehelletét az arcomon...

source: One necromant goes down - the world seems a little bit happier because of this.
ca: Un nigromant que se'n va... el món pareix fins i tot més feliç per açò.
cs: Jeden nekromant padl - svět je zase o něco veselejší.
hu: Egy holtidéző megsemmisült - érzitek, hogy a világ is mintha megkönnyebbült volna...

source: I am not really dying! I am just switching my existence to another level...
ca: No estic morint realment! Només estic canviant el meu pla de existència...
cs: Ale já přeci neumírám! Jenom přechází má existence do vyššího stadia...
hu: Valójában nem halok meg! Éppencsak egy más létsíkra transzformálom magam...

source: Wait! You could be my right hand. You could be second just to the God ruling the world. All gold of all continents, all woman and everything you could dream for...
ca: Espera! Podries ser la meua mà dreta. Series el subordinat més important del Déu que governa el món. Tot l'or de tots els continents, totes les dones i qualsevol altra cosa que pogueres somniar...
cs: Zastav! Můžeš být má pravá ruka! Můžeš být druhým při Božské vládě nad světem! Všechno zlato všech kontinentů, všechny ženy a vše, po čem toužíš...
hu: Várj! A jobbkezem lehetnél. Isten után az elsőként uralkodhatnál ezen a világon. Minden kontinens összes aranya a tiéd lehetne, minden nő és minden, amiről valaha is álmodtál...

source: There is only one thing I was dreaming about, and you could do nothing do make it real.
ca: Només hi ha una cosa amb la que somniava, i no pots fer res per fer-la real.
cs: Je jen jedna věc, po které toužím, ale tu mi stejně nemůžeš dát.
hu: Én csak egyetlen dologról álmodtam, s te ezt nem tudod megvalósítani.

source: Was it a woman? I know people all too well, I was amongst them for hundred years. She died, and you wish she would be with you? I can make it real. I can bring her back.
ca: Era una dona? Conec bé la gent, vaig conviure entre ells durant cent anys. Va morir, i desitges que tornés amb tu? Podria fer-ho real. Puc tornar-la.
cs: Byla to žena? Já znám lidi dost dobře, byl jsem mezi nimi po celá staletí. Zemřela, a ty bys chtěl, aby byla s tebou? To se dá snadno zařídit. Mohu ti ji vrátit zpět.
hu: Egy nőt akarsz? Túl jól ismerem az embereket, évszázadokig éltem köztük. Meghalt a szerelmed, és szeretnéd, ha visszatérne? Meg tudom csinálni. Vissza tudom őt hozni.

source: You could bring back only a thing which would be mockery of her former self. There is no place under the sun for things you would want to do.
ca: Només podries tornar una burda imitació seu. No hi ha cap lloc sota la llum del sol per a les coses que pretens fer.
cs: Můžeš vrátit pouze věc, která bude její zrůdnou připomínkou. Pod sluncem není místa pro takové věci, které bys chtěl udělat.
hu: Csak úgy tudnád őt visszahozni, ami a korábbi alakjának megcsúfolása lenne. Nincs helye a kreatúráidnak a nap alatt.

source: Curse you, whole Akladian race! Curse you! And I put my curse on you, Gawen Hagarthen!
ca: Maleits sigueu, akladians! Jo us maldic! I especialment a tu, Gawen Hagarthen!
cs: Proklínám vás, celá Akladijská raso! Proklínám vás! A proklínám i tebe, Gawene Hagarthene!
hu: Átok rátok, akladiaiak! Átok rátok! S átok reád külön is, Gawen Hagarthen!

source: Oh no! Our spiritual leader is dead! Run for your life!
ca: Oh, no! El nostre lider espiritual ha mort! Correu!
cs: Ne! Náš duchovní vůdce je mrtvej! Spaste se kdo můžeš!
hu: Ó, ne! A szellemi vezetőnk meghalt! Meneküljünk!

source: Master! Master! Without your will, our army will stop to exist! Noooo!
ca: Mestre! Mestre! Sense la teua voluntat, el nostre exèrcit deixarà d'existir! Noooo!
cs: Pane! Pane! Bez tvé vůle naše armáda přestane existovat! Neeee!
hu: Mester! Mesterem! Az akaratod nélkül a seregünk szétoszlik! Neeee!

source: I am dying, human, but you will be dead too, soon!
ca: Morc, humà, però també moriràs prompte!
cs: Já umírat, lidský červ, ty brzičko taky umírat!
hu: Én meghalok, ember, de hamarosan te is követsz engem!

source: Why that hate? I do not hate you. Why you are fighting us? the fruits of our defeat will be harvested by Grekulak alone.
ca: Per què eixe odi? Jo no t'odie. Per què lluites contra nosaltres? Els resultats de la nostra derrota només els collirà Grekulak.
cs: Proč ten vztek? Já nic proti tobě nemám. Proč proti nám bojujete? Ovoce našich proher bude sklízet jedině Grekulak!
hu: Mi ez a féktelen gyűlölet? Én nem gyűlöllek téged. Miért harcoltok ellenünk? A mi megsemmisítésünk gyümölcseit csak Grekulak aratja le.

source: And Grekulak is our spiritual leader, stupid human. He will lead our race to greatness!
ca: I Grekulak és el nostre lider espiritual, humà estúpid. Conduirà a l'esplendor a la nostra raça!
cs: Grekulak být náš duchovní šéf, blbá lidská červ. On vést moje rasa k velikost!
hu: Grekulak a mi szellemi vezetőnk, ostoba ember. Ő fogja a fajunkat naggyá tenni!

source: Isn't Grekulak human? And isn't he leading undead for greatness!
ca: No és humà Grekulak? I no està conduint els no morts per l'esplendor!
cs: Cožpak není Grekulak člověkem? A cožpak nevede nemrtvé k velikosti a slávě?
hu: Grekulak nem élő ember? Hát nem fogja naggyá tenni az élőholtakat!

source: No.. Stop trying to fool me.. I will die loyal to our spiritual leader...
ca: No... Deixa de jugar amb mi... Moriré lleial al nostre lider espiritual...
cs: Ne.. ty přestat oblbovat..já chcípnout věrná náš duchovní šéf...
hu: Nem... ne is próbálj bolonddá tenni... én a szellemi vezetőnkhöz hű vagyok még halálomban is...

source: From all people on the world, it had to be you!
ca: De tota la gent del món, havies de ser tu!
cs: Ve všech lidí na celém světe jsi to musela bejt právě ty!
hu: A világ összes embere közül pont neked kell ezt tenned!

source: Yes, Bor. It have to be me. You know it have to be me.
ca: Sí, Bor, havia de ser jo. Ja ho sabies.
cs: Jasnačka, Borku. To sem musela bejt já.
hu: Igen, Bor. Nekem kell. Te is tudod, hogy nekem kell megtennem.
