Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: You king? You are fighting for the ghost of long dead boy? And why you called him Haldric?
ca: El vostre rei? Esteu lluitant pel fantasma d'un xic mort? I per què l'anomeneu Haldric?
cs: Tvýho krále? Ty bojuješ za ducha dávno scepenělýho kluka? A proč mu říkáš Haldrik?
hu: Királyotokért? Egy régen meghalt gyerek szelleméért? De miért nevezitek Haldricnak?

source: You are opposing Gawen Hagarthen, your own king.
ca: Esteu oposant-vos a Gawen Hagarthen, el vostre rei.
cs: Bojuješ proti svému králi, Gawenovi Hagarthenovi.
hu: Te a saját királyod, Gawen Hagarthen ellen támadsz.

source: Our king? And where is he? Is he hiding behind your backs?
ca: El nostre rei? I on és? Amagat darrere de les vostres esquenes?
cs: Mému králi? A kde je? Schovává se za ti za zadkem?
hu: A királyom? Ugyan hol van? Talán elbújt a hátad mögött?

source: Now, feel the wrath of ancient power. Your God is expressing his anger through me, because you are opposing his messiah!
ca: Sentiu la fúria de l'antic poder. El vostre Déu expressa la seua fúria a través de mi, perquè lluiteu contra el seu messies!
cs: Nyní ochutnej trest vyšší moci. Skrze mne promlouvá hněv tvého boha, že jsi se postavil svému Mesiáši!
hu: Érezd a haragomat, kutya! Isten általam sújt le rád, mert szembeszállsz az általa küldött megváltóval!

source: He lost consciousness already? Sigh. I hoped we could ask him few questions. But then, he didn't seem like guy actually KNOWING anything.
ca: Ja ha perdut la consciència? Ais. Esperava fer-li unes poques preguntes. Ara bé, tampoc pareixia ser el tipus de líder que SABERA molt.
cs: Už ztratil vědomí? Škoda. Doufal jsem, že e ho zeptám na pár věci, ale stejně nevypadá jako někdo, kdo by vůbec něco VĚDĚL.
hu: Már elvesztette az eszméletét? Hajh. Reméltem, válaszol pár kérdésemre. Bár, jobban megnézve, ez a fickó aligha TUDHAT bármit is.

source: What are you waiting for? Finish me!
ca: A què esperes? Vinga, acaba amb mi!
cs: Na co čekáš! Doraz mě!
hu: Mire vársz még? Végezz velem!

source: Then die, if you want!
ca: Bé. Mor, si tanta il·lusió et fa.
cs: No tak, jo, když chceš!
hu: Akkor halj meg, ha akarsz!

source: You were worthy opponent
ca: Has sigut un rival digne.
cs: Byl jsi dobrým protivníkem
hu: Méltó ellenfél voltál.

source: If that's your wish
ca: Si això desitges.
cs: Když si to přeješ...
hu: Ha ez a kívánságod

source: Why should I do that? You fought like a real men, and I respect you. Rauke, I want you to know that I consider you good warrior and good Akladian. I will do everything then to bury your body with all honours.
ca: Per què hauria de fer-ho? Has lluitat com tot un home i et respecte. Rauke, vull que sàpigues que et considere un bon guerrer i un bon akladià. Faré tot el que puga per enterrar el teu cos amb tots els honors.
cs: Proč bych to měl udělat? Bojoval jsi jako skutečný muž, a já tě respektuji. Rauke, chci, abys věděl, že jsem poznal, že jsi dobrý válečník i dobrý Akladijec. Udělám vše, aby tvé tělo bylo pohřbeno se všemi poctami!
hu: Miért tenném? Férfiként harcoltál, s ezt becsülöm. Rauke, szeretném, ha tudnád, hogy jó harcosként és jó akladiaiként tekintek rád. Megteszek mindent, hogy tisztességes temetésben legyen részed.

source: Maybe you are worthy to be our king after all...
ca: Potser sí sigues digne de ser el nostre rei...
cs: Možná jsi přece jen dost vznešený, abys byl náš král...
hu: Lehet, hogy méltó lennél a királyi címre...

source: Please, tell me what happened recently in Vakladia?
ca: Per favor, què ha passat recentment en Vakladia?
cs: Prosím, řekni mi, co se tady ve Vakladii stalo?
hu: Kérlek, mondd el, mi van most Vakladiában?

source: Nothing changed much. Everyone is fighting with everyone. Bor Cryne and his allies are trying to introduce themselves are supreme rulers with help of the orcs, but even their successes with the rebels have not gave them any authority.
ca: No res ha canviat molt. Tots lluiten amb tots. Bor Cryne i els seus aliats intenten presentar-se com els suprems senyors amb l'ajut dels orcs, però fins i tot amb el seus èxits contra els rebels no tenen molt autoritat.
cs: Nic moc. Každý bojuje s každým. Bor Cryne a jeho kumpáni se snaží ukázat jako skvělí vládci, kteří mají podporu skřetů, ale ani jeho úspěchy proti rebelům mu moc autority nepřidaly.
hu: Nem sok minden változott. Mindenki harcol mindenki ellen. Bor Cryne és a hívei az orkok segítségével próbálnak felülkerekedni, de még a nemtelenek fölött aratott sikereikkel sem tudták megalapozni az uralmukat.

source: In Easkladia, king Perien died during final battle with Wesnothians. He broke through the Wesnothian lines right to their king. He slew him, but he then was killed by underlings. The battle then ended, undecided, but Easkladian capital was saved and underlings withdrew without their king.
ca: En Iskladia, el rei Perien va morir durant la batalla final contra els wesnothians. Va perforar les línies wesnothianes fins arribar on estava el seu rei i el va matar, però després els carralls el van assassinar. Aleshores va acabar la batalla, indecisa, amb la capital d'Iskladia salvada i els carralls retirant-se sense el seu rei.
cs: V Easkladii byl zabit král Perien během poslední bitvy s Wesnoťany. Prorazil jejich linie až k jejich králi, podříz ho, ale podřadní ho nakonec taky zabili. Bitva skončila nerozhodně, ale hlavní město Easkladie bylo zachráněno a podřadní se stáhli bez svého krále.
hu: Easkladiában Perien király meghalt a wesnothiak ellen vívott csatában. Áttörte ugyan a wesnothi vonalakat a királyuk mellett. Meg is ölte őt, de aztán a nemtelenek végeztek vele is. A csata eldöntetlenül végződött, az easkladiai főváros megmenekült, a wesnothiak a királyuk nélkül vonultak vissza.

source: There are multiple gossips about messiah who will came and who will unite all the Akladians and lead them into true greatness... (coughs) .. and... (coughs)
ca: També hi ha múltiples remors d'un messies que vindrà i unirà tots els akladians... <tussit>... els conduirà a la grandesa...<tussit>...i....
cs: Hodně se teď mluví o Mesiáši, který má přijít a sjednotit všechny Akladijce a vést je konečně pořádné velikosti... (kašle) .. a ... (kašle)
hu: Sok pletyka kering egy megváltóról, aki eljött és egyesíti az akladiaiakat, és igazi felemelkedést hoz rájuk... (köhög) ... és ... (köhög)

source: He is dead now. Lie in peace, warrior. I will keep my promise
ca: Ha mort. Descansa en pau, guerrer. Compliré la meua promesa.
cs: Tak je mrtev. Buď v pokoji, válečníku. Splním svoji přísahu.
hu: Meghalt. Nyugodj békében, harcos! Állom a szavamat.

source: A mage! Mage defeat me! The creature from the dark past allied with you? The God will punish you!
ca: Un mag! Un mag m'ha derrotat! Una criatura del fosc passat aliada amb tu? Déu et castigarà!
cs: Mág! Mág mne voddělal! Ta příšera z temné minulosti se s váma spolčila? Bůh vás zniči!
hu: Egy mágus! Egy mágus végez velem! A sötétség erőivel szövetkeztél? Isten meg fog büntetni!

source: Rauke, I like you. And that's why I don't want you to scream in pain and agony. Could you please help me?
ca: Rauke, m'agrades. I per això no vull sentir-te cridar de dolor i agonia. Podries ajudar-me?
cs: Rauke, já tě žeru. A proto nechci, abys tady v agonii řval bolestí. Můžeš mi prosímtě pomoct?
hu: Rauke, én szeretlek téged. S nem venném a lelkemre, ha sikoltozva és kínlódva vívnád haláltusádat. Megkönnyíted a dolgomat?

source: Help yourself, fat witch.
ca: Fes el que vulgues, bruixa grossa!
cs: Pomáhej si sama, tlustá čarodějko.
hu: Segítsen neked az ördög, kövér boszorkány!

source: Fat? That's unfair. I am not talking about you being bald. Now, please tell me what happened recently in Vakladia, and...
ca: Grossa? Això no és just! Jo no he dit res de la teua calvície... Ara, per favor, conta'm què ha passat recentment en Vakladia i...
cs: Tlustá? To je nefér. Nemluvím o tom, že plešatíš. Řekni mi, co se stalo ve Vakladii a ...
hu: Kövér? Ez nem szép tőled. Én nem emlegetem a tar fejedet. Beszélj inkább kérlek a vakladiai helyzetről, és...

source: And...
ca: I...
hu: És...

source: You will be avoided of unspeakable pain
ca: T'estalviaràs un dolor inimaginable.
cs: Ušetřím tě nepopsatelné bolesti
hu: Elkerülheted a kimondhatatlan kínokat

source: I will honour you by burying you properly
ca: T'honraré enterrant-te adequadament.
cs: Odměním tě. Dohlídnu na to, aby tě pořádně pohřbili
hu: Tisztességes temetésben részesülhetsz

source: You think you could scare me with that words? Ha! Ha! Ha! I am Akladian lord, and I am not afraid.. I am half-dead already...
ca: Creus que em pots fer por amb eixes paraules? Ha! Ha! Ha! Sóc un senyor akladià i no tinc por... Ja estic mig mort...
cs: Myslíš, že mě tím postrašíš? Ha! Ha! Ha! Já sem Akladijský lord, já se nebojím.. a navíc jsem už polomrtvý...
hu: Azt hiszed, megfélemlíthetsz ezekkel a szavakkal? Ha! Ha! Ha! Én egy akladiai úr vagyok, nem félek a ... már félig így is halott vagyok...

source: Only half-dead, mind you. It means you can still feel the pain
ca: Mig mort, aquí està la clau. Això vol dir que encara pots sentir dolor.
cs: Ano, polomrtvý. To znamená, že pořád můžeš cítit bolest.
hu: De csak félig, ne felejtsd el! Vagyis még érezni fogod a fájdalmat

source: Aaargh! No! Not here! Aaargh! Stop, stop it!
ca: Aaargh! No! Així no! Aaargh! Para, para!
cs: Aaargh! Ne! Ne tam! Aaargh! Stop, přestaň!
hu: Ááááh! Ne! Ne csináld! Ááááh! Állj, hagyd abba!

source: I won't allow for more of that, mother. Stop it! Stop it right now!
ca: Mare, no t'ho permetre. Para! Para ja!
cs: Nedovolím ti v tom pokračovat, matko. Přestaň! Teď hned!
hu: Elég volt már, anyám. Hagyd abba! Hagyd abba azonnal!

source: Oh, rats, I think I lost the woman's touch. My blade slipped and I've killed him too soon. Sigh.
ca: Oh, vaja. Hauré perdut el meu toc femení? La meua fulla s'ha esvarat i l'he mort massa prompte. Ais.
cs: Ale, do háje, myslím, že jsem ztratila svůj ženský cit. Sjelo mi ostří a zabila jsem ho příliž brzo. Do háje!
hu: Ó, a francba, megcsalt a hatodik érzékem. Megcsúszott a késem és túl mélyre hatolt. Meghalt. Hajh.

source: Honour me? That's so.. so unlikely of you, Lorin.
ca: Honrar-me? Això... això no pareix propi de tu, Lorin.
cs: Odměnit mě? To je.. tak nepodobné tvému stylu, Lorin.
hu: Tisztességes temetés? Ez olyan... olyan szokatlan tőled, Lorin.

source: LADY Lorin, if you mind. Well, how do you know what's more like me or not? You were good warrior, and I am tired of being called emotionless and cruel by my step-son. Would you please tell me about what happened in Vakladia recently?
ca: NA Lorin, per favor. Bé, cóm saps tu què és propi de mi i què no? Vas ser un bon guerrer i ja estic farta de sentir al meu fill dient que no tinc cap sentiment. Per favor, podries dir-me què ha passat recentment en Vakladia?
cs: LADY Lorin, pokud dovolíš. Ano, jak zrovna víš, co mi je a co mi není podobné? Byl jsi dobrý bojovík, a už mě unavuje, jak mě furt můj nevlastní syn předhazuje, jaká jsem bezcitná a krutá mrcha. Takže řekneš mi, co se stalo ve Vakladii?
hu: LADY Lorint akartál mondani ugye. Nos, honnan tudod, hogy én mit szeretek jobban? Jól harcoltál, én pedig meguntam már, hogy nevelt fiam folyton érzéketlenséggel és kegyetlenséggel vádoljon. Beszélnél a vakladiai helyzetről?

source: You were worthy fighter, noble Rauke Harnen. I will do everything to bury your body properly according to our customs.
ca: Vas ser un digne rival, noble Rauke Harnen. Faré tot el que puga per enterrar adequadament el teu cos segons els nostres costums.
cs: Byl jsi velký válečník, vznešený Rauke Harnene. Udělám všechno proto, aby tvé tělo pohřbili podle všech našich starých zvyků.
hu: Méltó módon harcoltál, Rauke Harnen. Megteszek mindent, hogy a szokásainknak megfelelő, tisztességes temetésben legyen részed.

source: So were you, noble Reme. I've heard about the fate of your clan and family - please, accept my deepest condolations.
ca: Així que eres tu, noble Reme. He sentit el destí del teu clan i la teua família. Per favor, accepta les meues més profundes condolences.
cs: Tak's to byl ty, vznešený Reme. Slyšel jsem o zkáze tvého klanu a tvé rodiny - prosím, přijmi moji nejhlubší účast.
hu: Ahogy te is, nemes Reme. Hallottam a klánod és a családod sorsáról - fogadd őszinte részvétemet.

source: People die and join their ancestors. I am happy their death was honourable. Please, before you die - could you tell me about what happened in Vakladia recently?
ca: La gent mor i marxa amb els avantpassats. Estic feliç que la seua mort fóra honorable. Per favor, abans que mores, podries relatar-me que ha passat recentment en Vakladia?
cs: Lidé umírají a přichází ke svým předkům. Jsem šťastný, že sešli čestně. Prosím, předtím, než zemřeš, pověz mi, co se stalo ve Vakladii?
hu: Az emberek meghalnak és csatlakoznak az őseikhez. Örülök, hogy harcban estek el. Mielőtt meghalsz - elmondanád, mi zajlik most Vakladiában?

source: Hmm.. seems that he had some gold...
ca: Hummm...Pareix que tenia una miqueta d'or...
cs: Hmm.. vypadá to, že měl nějaké zlato...
hu: Hmmm... Rejtegetett egy kis aranyat...

source: Eeek! They killed the boss! Bring reinforcements!
ca: Eeek! Han mort el cap! Reforços!
cs: Sakra! Zabili šéfa! Přiveďte posily!
hu: Eeek! Megölték a főnököt! Hívjatok erősítést!

source: Bal Riddon, before you die, I want you to tell me few things about plans of your king, Buffin
ca: Bal Riddon, abans que mores, vull que em contes algunes coses dels plans del teu rei Buffin.
cs: Bale Riddone, před tvou smrtí mi prozraď plány tvého krále, Buffina.
hu: Bal Riddon, mielőtt meghalsz, szeretném, ha mondanál néhány dolgot Buffin király terveiről.

source: Ask him yourself, then. I won't tell you anything.
ca: Pregunta-t'ho a tu mateixa. No diré res.
cs: Tak se zeptej jeho. Já ti nic neřeknu.
hu: Azt tőle kell megkérdezned. Én nem mondok semmit.

source: Nonono, you have not understood me. I WANT you to tell me few things about the plans of your king. Now, we will start with the basics.
ca: Nonono, no m'has entès. VULL que em contes algunes coses dels plans del teu rei. Ara, començarem amb les explicacions més bàsiques.
cs: Nenene, tys mě špatně rozuměl. Já CHCI abys mi řekl pár masličkostí o plánech tvého krále. Teď začneme s něčím lehkým.
hu: Nanana, te nem értettél meg. Én AKAROM, hogy beszélj nekem a királyod terveiről. De kezdjük az elején.

source: Wait! I will tell you what I know. King Buffin wants to use the occasion he sees here, with Gawen dead, Perien dead, and two other Hagarthen in Guilcorta busy with quarrels. He wants to made some fake election and elect himself for king of Vakladia.
ca: Espera! Et diré el que sé. El rei Buffin vol aprofitar-se de l'ocasió que hi ha ara amb les morts de Gawen i Perien i els problemes dels Guilcorta. Vol fer alguna mena de falses eleccions i eixir elegit com el nou rei de Vakladia.
cs: Počkej! Řeknu ti všechno, co vím. Král Buffin chce využít příležitosti. Gawen je mrtvej, Perien je mrtvej, a zbylí dva Hagartheni v Guilcortu se rvou mezi sebou. Chce vyvolat volbu - samo že naoko - k jeho zvolení králem Vakladie.
hu: Állj meg! Elmondom, amit tudok. Buffin király ki akarja használni a kedvező alkalmat, hogy Gawen meghalt, Perien is meghalt, a két guilcortai Hagarthen meg egymással civakodik. Akar csinálni egy rögtönzött választást, ahol megválasztják őt királynak.

source: Gawen is not dead, I assure you.
ca: Gawen no ha mort, t'ho puc assegurar.
cs: Si piš, že Gawen není mrtvej.
hu: Gawen nem halt meg, erről biztosíthatlak.

source: But there is something strange... I've heard strange gossips. Something is happening at our eastern border. Many of the lords from eastern part of Okladia have not answered the call of Buffin to arrive to his camp.
ca: Però alguna cosa estranya està passant... He sentit uns estranys remors. Alguna cosa està succeint a la frontera oriental. Molts dels senyors d'Okladia oriental no han donat cap resposta a la invitació de Buffin.
cs: Ale cosi divného se děje... Slyšel jsem divné zvěsti. Něco se děje na našich jižních hranicích. Mnoho lordů z jihu neodpovědělo na Buffinovu výzvu, aby přijeli do jeho tábora.
hu: De van itt valami más is... Különös híreket hallottam. Valami van a keleti határainknál. Okladia keleti határáról számos úr nem érkezett meg a király táborába, pedig Buffin őket is hadba hívta.

source: Okladian lords are cowards, what's so strange about that. Do you know anything else? No? Die then.
ca: Els senyors okladians són tots uns covards, no sé què té d'estrany. No saps res més? No? Mor.
cs: Okladijští lordi jsou skety, co je na tom divného. Víš o tom ještě něco? Ne? Tak teda chcípni.
hu: Az okladiai urak gyáva nyulak, mi ebben a különös. Tudsz még valamit? Ha nem, ég veled.

source: You were worthy fighter, noble Bal Riddon
ca: Has sigut un digne rival, noble Bal Riddon
cs: Byl jsi dobrým bojovníkem, vznešený Bale Riddone.
hu: Méltó módon harcoltál, nemes Bal Riddon.

source: So were you, Reme. So were you. You behaved honourably, so before I die, I want to warn you: you are going straight into the trap.
ca: Així que eres tu, Reme. Així que eres tu. T'has comportat honrosament, pel qual abans de morir vull avisar-te: aneu de cap a una trampa.
cs: Ty taky, Reme. Ty taky. Vždy ses choval čestně, takže před tím než pojdu tě chci varovat: jdeš přímo do léčky.
hu: Akárcsak te, Reme. Akárcsak te. Becsületesen viselkedtél, ezért mielőtt meghalok, figyelmeztetlek: egyenesen besétáltok a csapdába.

source: Army of orcs and Akladians is gathering north from here. They are there probably because they want to stop army of my king, Buffin. You will be trapped between those two armies. Go back to Okladia and try to find another way.
ca: Un exèrcit d'orcs i akladians està reunint-se al nord d'ací. Segurament volen detenir l'exèrcit del meu rei, Buffin. Estareu atrapats entre exèrcits. Torneu a Okladia i trobeu un altre camí.
cs: Armáda Akladijců se sbírá na sever odtud. Jsou tam asi proto, že chtějí zastavit armádu mého krále, Buffina. Takže budeš v pasti mezi dvěma armádama. Vrať se do Okladie azkus najít jinou cestu.
hu: Északra orkok és akladiaiak gyülekeznek. Lehet, hogy a királyom, Buffin seregét akarják feltartóztatni. Ti épp a két sereg közt vagytok. Jobban járnátok, ha visszatérnétek Okladiába és más úton próbálkoznátok.

source: We have no choice. We have to pick that way.
ca: No tenim elecció. Hem de seguir.
cs: Nemáme na výběr. Musíme tudy.
hu: Nincs választásunk. Északra kell mennünk.

source: Straight to Vattin! Damn, I really feel hungry now. This fight made me STARVING.
ca: Directes cap a Vattin! Hum, realment tinc fam ara. Aquesta lluita m'ha deixat FAMOLENCA.
cs: Přímo na Vattin! K ďasu, mám už fakt hlad. Z toho boje mě fakt vytrávilo.
hu: Egyenesen Vattinba! Az ördögbe, most már tényleg éhes vagyok. Ettől a harctól egyenesen ÉHEZEK.

source: I guess, my king, we will go to Freetown, so Wesnothian rebels from Vakladia could see you and acknowledge as king. We must hurry, because king Buffin is right behind us.
ca: Sospite, rei meu, que anirem a Ciutat Lliure per tal que els rebels wesnothians de Vakladia puguen veure't i reconèixer-te com a rei. Cal donar-nos pressa, doncs el rei Buffin està darrere nostre.
cs: Radím, Můj Králi, abychom šli do Svobodova, aby Wesnotští vzbouřenci tě mohli uvidět a přijmout za svého krále. Musíme si ale pospíšit, protože král Buffin je přímo za náma.
hu: Azt hiszem, királyom, hogy Freetownba kell visszamennünk, így a wesnothi lázadók látnának téged és királyukként fogadnának. Sietnünk kell, mert Buffin már a nyomunkban van.

source: Nonono, not to Freetown! There is nothing to see in Freetown!
ca: Nonono, no a Ciutat Lliure! No hi ha res que veure en Ciutat Lliure!
cs: Nenene, ne do Svobodova! Ve Svobodově není nic k vidění!
hu: Nonono, ne Freetownba! Nincs semmi érdekes Freetownban!

source: Yes, there is something worthy to see in that city. In fact, I can't wait to see her.
ca: Sí, sí que hi ha. De fet, no puc esperar més per veure-la a ella.
cs: Jo, je tam spousta věcí k vidění, v tom městě. Ve skutečnosti se nemůžu dočkat, až uvidím JI.
hu: De van, van ott valami nagyon érdekes abban a városban. Valójában már alig várom, hogy lássam őt.

source: Her?
ca: Ella?
cs: JI?
hu: Őt?

source: Mother, I will explain that to you later. Let's go!
ca: Mare, t'ho explicaré després. Anem!
cs: Matku. Později ti to vysvětlím. Pojďme!
hu: Anyám, később elmagyarázom. Menjünk!

source: Gee, don't panic. That's only the king Buffin's army's vanguard. I assure you that we have all the chances to win.
ca: Xa, tranquil! Només és la avantguarda de l'exèrcit de Buffin. T'assegure que tenim totes les de guanyar.
cs: Nepanikař. To je jenom předvoj Buffinové armády. Ujišťuju tě, že máme v rukách všechny trumfy. To musíme vyhrát.
hu: Cöcö, ne ess pánikba! Ez csak Buffin seregének előőrse. Biztosíthatlak, hogy minden esélyünk megvan a győzelemre.

source: Trapped
ca: Atrapats
cs: V pasti
hu: Csapdában

source: Is it possible? Yes! Lorin! Long I was dreaming about repaying you for what you've done to me in Haeltin. Your time has come..
ca: Podria ser possible? Sí! Lorin! Fa molt de temps que somnie amb tornar-te el que em vas fer en Haeltin. Ha arribat la teua hora.
hu: Lehetséges ez? Igen! Lorin! Régóta álmodok arról, hogy egyszer megfizetek neked azért, amit Haeltinben műveltél. S most eljött az idő...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. You were that flabby lobbish wimp who was crying looking at my knife.
ca: Oh, vaja. Quina por. Haeltin? Deixa'm pensar... Ah, sí, ja me'n recorde. Tu eres aquell covard cagat que estava plorant només mirant el meu ganivet.
cs: Ale božíčku, už se třesu! Haeltin? Musím přemýšlet... Ahá, jasně, už jsem si vzpomněla. Tos byl ty, ta schlíplá žadonící hromádka trusu, co fňukala před mým nožíkem?
hu: Ó, te, nagyon megijedtem. Haeltin? Hadd gondolkodjak... Ó, igen, már emlékszem. Te voltál az a vinnyogó, nyamvadt fajankó, aki sikoltozni kezdett, mikor megmutattam a késem.

source: Mother, it's enough we have four Akladian armies on our head. You do not have to make them even more furious.
ca: Mare, ja n'hi ha prou amb quatre exèrcits akladians en la nostra contra. No cal que els fiques encara més furiosos.
cs: Matko, to by stačilo. Máme před sebou čtyři armády Akladijců. není třeba je ještě dřáždit.
hu: Anyám, épp elég, hogy négy akladiai sereg vesz körbe minket. Nem kellene még hergelned is őket.

source: And who is this niddering stripling, who think that by growing beard he can start to look as a man, who is hiding behind his mother back?
ca: I qui és eixe miserable gosset falder que es pensa que deixant-se barba pot parèixer un home, el que està amagat darrere de sa mare?
cs: A co je to za podělaného výrostka, co si nechal narůst vousy, aby aspoň vypadal jako chlap? Proč se schováváš za máminou sukní?
hu: És ki az az éretlen tacskó, aki azt hiszi, hogy szakállat növesztve máris férfiként tekintenek rá, ki rejtőzik az anyuci háta mögött?

source: Gawen, he was talking to you. Reumario, I think you have just sealed your fate.
ca: Gawen, estava parlant amb tu. Reumario, crec que acabes de firmar el teu destí.
cs: Gawene, to mluvil k tobě. Reumario, myslím, že zbytečně pokoušíš svůj osud.
hu: Gawen, hiszen ez rólad beszél. Reumario, azt hiszem, a sorsod megpecsételődött.
