Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Have you heard anything about orcs?
ca: Has sentit dir alguna cosa sobre els orcs?
cs: Slyšeli jste něco o skřetech?
hu: Tudsz valamit az orkokról?

source: Would you want to fight for me?
ca: Voldries lluitar per mi?
cs: Chcete za mne bojovat?
hu: Csatlakoznál a seregemhez?

source: Go and work, good man.
ca: Gràcies, bon home.
cs: Díky dobrý muži, víc tě nebudu zdržovat.
hu: Menj, és dolgozz tovább, jóember!

source: Ah, welcome, we've heard about your victories, Gaumhaldric.
ca: Ah, benvingut, hem sentit parlar de les teues victòries, Gaumhaldric.
cs: Á, to jsou k nám hosti! Vítej nám, Gaumhaldriku, už jsem o tvých vítězstvích tolik slyšeli...
hu: Ó, üdvözöllek, sokat hallottunk a győzelmeidről, Gaumhaldric.

source: I still can't get used to them calling him Gaumhaldric.
ca: Encara no puc acostumar-me a que el diguen Gaumhaldric.
hu: Még mindig olyan szokatlan, hogy Gaumhaldricnak nevezik.

source: Cute name, isn't it?
ca: És un nom bonic, no et pareix?
cs: Príma jméno, že?
hu: Fantasztikus név, nem igaz?

source: Anything for you, young knight.
ca: El que vulgues, jove cavaller.
hu: Válaszolok, ha tudok, ifjú lovag.

source: Free men from Raedwood forest! You are always welcomed here.
ca: Homes lliures dels boscos de Raedwood! Sempre sereu benvinguts ací!
cs: Svobodní mužové z Raedwoodského lesa! Zde jste vždy vítáni!
hu: Raedwood-erdő szabad emberei! Mindig szívesen látunk titeket.

source: I would love to talk to...
ca: Voldria parlar amb...
cs: Moc rád bych si promluvil s někým promluvil. Jsou tu:
hu: Beszélni szeretnék valakivel. Kit válasszak?

source: I changed my mind
ca: He canviat d'opinió.
cs: Rozhodl jsem se
hu: Meggondoltam magam

source: Ruvio, please tell me..
ca: Ruvio, per favor, podries dir-me...
cs: Ruvio, prosím, řekni mi..
hu: Ruvio, kérlek mondd el...

source: Where Reme Carrenemoe could possibly be?
ca: On pot ser Reme Carrenemoe?
cs: Kde by tak asi mohl Reme Carrenemoe být?
hu: Szerinted hol lehet Reme Carrenemoe?

source: Advice me what could we do now.
ca: Cap consell sobre el que hem de fer ara.
cs: Poraď mi, co dělat dál.
hu: Mihez kellene most kezdenem.

source: Tell me about my mother
ca: Coses sobre ma mare.
cs: Povídej mi o mojí matce.
hu: Mit tudsz az édesanyámról?

source: You are joking, right? He is in our camp.
ca: Estàs prenent-me el pel, veritat? Està ací al nostre camp.
cs: Děláš si srandu, ne? Vždyť je v našem táboře.
hu: Most viccelsz? Itt van velünk...

source: Probably in that Bontom peasants told us about.
ca: Segurament en aquell Bontom que ens van dir el camperols.
cs: Pravděpodobně v tom Bontomu, jak nám říkali sedláci.
hu: Talán Bontomban, amit a parasztok emlegetnek.

source: In some place called Bontom. We could ask peasants about it.
ca: En un lloc anomenat Bontom. Podríem preguntar als camperols.
cs: Na nějakém místě, které se jmenuje Bontom. Zeptej se místních, jestli neví, kde to je.
hu: Valami Bontom nevű helyen. Talán a parasztokat kellene megkérdezni.

source: I have no idea where your friend may be.
ca: No tinc ni idea d'on pot estar el teu amic.
cs: Nemám ani potuchy, kde by Tvůj přítel mohl být.
hu: Fogalmam sincs, hol lehet a barátod.

source: About your mother? What do you want to know about her?
ca: De ta mare? Què vols saber d'ella?
cs: A Tvojí matce? A co by jsi chtěl vědět?
hu: Az édesanyádról? Pontosabban mit akarsz tudni róla?

source: Everything.
ca: Tot.
cs: Úplně všechno.
hu: Mindent.

source: Well, she was from a royal house. The Akladian king faced her with a simple choice: marry him or he would unleash his anger on her family. So, she agreed. I visited her from time to time, singing songs, telling her news from home..
ca: Bé, era d'una casa reial i el rei akladià li va fer una proposta ben clara: o es casava amb ell o deixaria caure tota la seua fúria sobre la seua família, i, per tant, ella va accedir. Jo la visitava a vegades, li cantava algunes cançons, li donava notícies de sa casa...
hu: Nos, a királyi családból származott. Az akladiai király választás elé állította: vagy hozzámegy, vagy a haragja utoléri a családját. Édesanyád az előbbit választotta. Időről időre meglátogattam, énekeltem a dalainkat, híreket vittem hazulról...

source: I think she even started liking that king, your father. When she gave birth to you, she gave everything she had for you. But behind her back Akladian clans were conspiring.. and finally someone gave her a poisoned cup. She died, slowly. I was able to be next to her. I promised her to take care of you.
ca: Amb el temps, crec que fins i tot va començar a estimar aquell rei, ton pare. Quan va donar-te llum, va donar-ho tot per tu. Tanmateix, al seu darrere, els clans akladians estaven conspirant... i van acabar donant-li una copa amb verí. Va morir, i lentament... Jo vaig poder estar al seu costat i li vaig prometre que cuidaria de tu.
hu: Azt hiszem, hogy egy kicsit megszerette a királyt, az apádat. Amikor megszülettél, édesanyád mindent megtett érted. De a háta mögött az akladiai klánok összeesküdtek... és a végén valaki egy méregpoharat nyújtott át neki. Borzalmas kínok közt érte a halál. Mellette lehettem az utolsó perceiben. Ott esküdtem meg neki, hogy vigyázni fogok rád.

source: Who poisoned her?
ca: Qui la va enverinar?
hu: Ki mérgezte meg?

source: I don't know. No one knows.
ca: No ho sé. Ningú ho sap.
cs: Nevím. Nikdo to neví.
hu: Nem tudom, senki se tudja.

source: Rob Roe mentioned Lorin clan once bought some special poison from Outlaws...
ca: Rob Roe va dir alguna cosa com que el clan Lorin va comprar una vegada un verí especial dels proscrits.
cs: Rob Roe zmínil, že Lorinin klan kdysi koupil od Podsvětí speciální jed...
hu: Rob Roe említette, hogy Lorin családja egyszer beszerzett valamilyen speciális mérget a törvényen kívüliektől...

source: And you think that...
ca: I tu creus, doncs, que...
cs: A ty myslíš, že...
hu: És azt hiszed, hogy...

source: Why should I think that?
ca: Per què ho hauria de pensar?
cs: Proč bych si to měl myslet?
hu: Miért kéne azt gondolnom?

source: You are right, Gawen. Akladians are constantly poisoning each other. You might say it's their national sport. But still.. yes, it had escaped my attention before.
ca: Tens raó, Gawen. Els akladians es passen tot el dia enverinant-se els uns als altres. Podries dir que és una mena d'esport nacional. Però encara així... sí, no havia caigut.
hu: Igazad van, Gawen. Az akladiaiak közt dívik egymás megmérgezése.Mmondhatnánk azt is, hogy sportot űznek belőle. Habár... igen, ez a lehetőség elkerülte a figyelmemet eddig.

source: Hey Karen, what's up?
ca: Ei, Karen, com va?
cs: Ahoj Karen, co je nového?
hu: Szia, karen, mi újság?

source: I just created a new song about you, want to hear it?
ca: He composat una nova cançó sobre tu, vols sentir-la?
cs: Už jsem složila tu písničku o Tvých hrdinských činech. Chceš si ji poslechnout?
hu: Épp most írtam egy új balladát rólad, akarod hallani?

source: You are gifted girl, fighting, singing, what else can you do?
ca: Eres una xica beneïda... lluites, cantes, què més saps fer?
cs: No ty jsi mi ale nadaná dívka! Umíš bojovat, zpívat, co ještě umíš?
hu: Istenáldotta tehetség vagy, harcolsz, balladát szerzel, milyen rejtett képességeid vannak még?

source: I can also dance. Gawen, when we return to Freetown I could dance for you.
ca: També sé ballar. Gawen, quan tornem a Ciutat Lliure podria ballar per tu.
cs: Třeba tancovat. Gawene, až se vrátíme, tak Ti zatancuju. Jenom pro Tebe!
hu: Táncolni is tudok. Ha visszaérünk Freetownba, megmutatom, mire vagyok képes.

source: I'm sure I would enjoy your dance
ca: Estic segur que m'agradarà veure't ballar
cs: Jsem si jistý, že to bude náramné. Budu velmi potěšen.
hu: Biztosan tetszeni fog a táncod.

source: Bet you would!
ca: Segur que sí!
cs: To si piš, že budeš!
hu: Arra mérget vehetsz!

source: Thank you Gawen once again.. You have saved my life. I will never forget it; I will never be able to repay my debt. Earlier my life belonged to you because of duty; now it is yours by choice.
ca: No puc fer altra cosa que tornar a donar-te les gràcies altra vegada... M'has salvat la vida. No mai ho oblidaré i no mai podré tornar-te el favor. Abans, la meua vida et pertanyia pel meu deure; ara ho és per la meua decisió.
hu: Nem tudom elégszer megköszönni, Gawen... megmentetted az életemet. Sosem fogom elfelejteni; sosem tudom leróni az adósságomat. Eddig a kötelesség okán szolgáltalak, de most életemet a kezedbe teszem, rendelkezz vele.

source: Hey Gaumhaldric, nice mother you have. Can I ask a question?
ca: Ei, Gaumhaldric, tens una bona peça de mare. Puc fer-te una pregunta?
hu: Hej, Gaumhaldric, klassz anyukád van. Kérdezhetek valamit?

source: Sure, go ahead.
ca: Clar que sí.
cs: Jasně, pokračuj.
hu: Persze, rukkolj elő a kérdéseddel!

source: Is she taken? I mean, does she have someone she loves? I noticed her looking in the sky, far, far away sometimes, as if she was thinking about someone.. or something.
ca: Està agarrada? Vull dir, estima algú? M'he adonat que a vegades mira cap al cel, lluny, ben lluny, com si estiguera pensant en algú... o alguna cosa.
hu: Foglalt már? Úgy értem, van valakije? Időnként elkalandozik a tekintete az ég felé, valahova messze, nagyon messze, mintha valakiről... vagy valamiről ábrándozna.

source: I think she remembers my father. She has no one else I know about.
ca: Crec que recorda mon pare. No té cap altre, pel que jo sé.
hu: Szerintem az apámra emlékezik. Más férfiról nem tudok, aki szóba jöhetne.

source: Good thing for me. She seems to be inconquerable but Aragwaithi can break into any fortress, only time and patience is needed.
ca: Bo per mi. Pareix inexpugnable però els Aragwaithi poden prendre qualsevol fortalesa, només fa falta temps i paciència.
cs: Dobrá zpráva. Vypadá nedobytně, ale Aragwaithové dobudou jakoukoli pevnost. Vždy je to jen otázka času a vytrvalosti.
hu: Remek. Meghódíthatatlannak látszik, de az aragwaithok előtt nincs bevehetetlen erőd, csak idő és türelem kérdése az egész.

source: Andrey Yaranov, Lorin is my step-mother.
ca: Andrei Iaranov, Lorin és ma madrastra.
cs: Andreji Jaranove, Lorin je má macecha.
hu: Andrey Yaranov, Lorin a nevelőanyám.

source: You may start to call me step-father, then.
ca: Oh, aleshores pots començar-me a dir-me padrastre.
cs: No tak mi můžeš začít říkat 'Otčíme'!
hu: Akkor barátkozz a gondolattal, hogy a jövőben nevelőapádnak szólítasz.

source: Mother, can I have a word with you?
ca: Mare, puc parlar una miqueta amb tu?
cs: Matko, mohu si s tebou promluvit?
hu: Anyám, válthatnánk néhány szót?

source: Your clan bought a poison from outlaws. Why?
ca: El teu clan va comprar un verí als proscrits. Per què?
cs: Tvůj klan koupil od Podsvětí jed. Proč?
hu: A családod mérget szerzett a törvényen kívüliektől. Mire kellett nekik?

source: What do you think about Yaranov?
ca: Què penses de Iaranov?
cs: Co si myslíš o Jaranovovi?
hu: Mit gondolsz Yaranovról?

source: What do you know about orcs?
ca: Què penses dels orcs?
cs: Co víš o skřetech?
hu: Mit tudsz az orkokról?

source: How did my real mother die?
ca: Cóm va morir ma mare autèntica?
hu: Hogyan halt meg az édesanyám?

source: Never mind
ca: Dona igual
cs: Ále nic
hu: Meggondoltam magam

source: Why do you ask?
ca: Per què m'ho preguntes?
cs: Proč se ptáš?
hu: Miért kérded?

source: Well, he seems to be interested in you.
ca: Bé, ell pareix estar interessat en tu.
cs: Víš, vypadá, jako kdyby se o tebe zajímal...
hu: Nos, úgy láttam, érdeklődik irántad.

source: Yes, I noticed that. I think one have to be blind not to notice that. But I am not interested in him.
ca: Sí, ja m'he adonat. Hauria d'estar cega per no veure-ho. Però no estic interessada per ell.
cs: Ano. To jsem poznala. To by jedna musela být slepá, aby to nepoznala. Ale já se nezajímám o něj.
hu: Igen, észrevettem. Vaknak kellene lennem, hogy ne vegyem észre. De ő engem nem érdekel.

source: Why? He seems to be nice guy.
ca: Per? Pareix un bon home.
cs: Proč? Je to prima chlap.
hu: Miért? Klassz srácnak látszik.

source: He is underling.
ca: És un carrall.
cs: Je to podřadný.
hu: De csak egy nemtelen.

source: Underling? Mother, why do you use such words? I am underling too, after all.
ca: Carrall? Mare, per què uses eixes paraules? Jo també sóc un carrall, al cap i a la fi.
cs: Podřadný? Matko, proč pořád používáš to slovo? Mimochodem, já jsem taky PODŘADNÝ.
hu: Nemtelen? Anyám, miért használod még mindig ezt a szót? Én is nemtelen vagyok végső soron.

source: No! I would never call you that. You are not.. I mean.. I.. Ah, you are too young to understand that.
ca: No! No mai et diria això! Tu no eres... Vull dir... Jo... Bah, eres massa jove per entendre-ho.
cs: NE! Tak bych Ti nikdy neřekla! Ty nejsi.. Myslela jsem tím.. Já.. Ach. Jsi ještě moc mladý, abys to pochopil.
hu: Nem! Téged sosem neveznélek így. Te nem vagy... úgy értem... én... Ehh, túl fiatal vagy még, hogy megértsd.

source: Besides, you lost your memory, so you probably also do not remember what are our customs about widows, who are betraying their dead husband. I will explain it to you later.
ca: D'altra banda, vas perdre la teua memòria, així que segurament no recordes els nostres costums relatives a les vídues, que traeixen els seus marits morts. Ja t'ho explicaré més tard.
cs: A navíc, přišel jsi o paměť, takže si asi nepamatuješ, co se podle našeho starého obyčeje stane vdově, která podvede svojeho muže, i když je pod drnem. Někdy Ti o tom povím.
hu: Amúgy meg, biztosan az emlékezetkihagyásod miatt nem emlékszel, mi vár nálunk az özvegyekre, akik a halott férjük emlékét elárulják. Később majd elmesélem.

source: Orcs: they are good fighters. Strong, disciplined, I wish I had such soldiers.
ca: Orcs, bons soldats. Forts, disciplinats, ja m'agradaria tindre'ls a les meues ordres.
cs: Skřeti? Jsou to dobří bojovníci. Silní, disciplinovaní. Chtěla bych takové vojáky.
hu: Az orkok jó harcosok. Erősek, fegyelmezettek, bár ilyen harcosaim lennének.

source: Mother, orcs are burning, pillaging, murdering, they hate us, and you seem to respect them?!?
ca: Mare, si els orcs no fan més que saquejar, matar, cremar, ens odien i encara així els respectes?!?
cs: Matko, skřeti pálí, rabují, vraždí. Nenávidí nás, a ty je obdivuješ?
hu: Anyám, az orkok gyújtogatnak, fosztogatnak, gyilkolnak, gyűlölnek minket, s te mégis tisztelettel adózol nekik?!?

source: Well, we are burning, pillaging, murdering and hate our enemies too. And?
ca: Bé, nosaltres també saquegem, matem, cremem i odiem els nostres enemics. I?
cs: Dobře. My taky pálíme, rabujeme, vraždíme a nesnášíme naše nepřátele. A co?
hu: Nos, mi is gyújtogatunk, fosztogatunk, gyilkolunk és gyűlöljük az ellenségeinket. Mi a különbség?

source: Poison? What poison? My clan have never bought any poison.
ca: Verí? Quin verí? El meu clan no mai va comprar cap verí.
cs: Jed? Jaký jed? Naši nikdy nekoupili žádný jed.
hu: Mérget? Milyen mérget? A családom sosem alkalmazott ilyen aljas módszereket.

source: Rob Roe have told me about that.
ca: Rob Roe m'ho va contar...
cs: Rob Roe mi to řekl.
hu: Rob Roe mondta...

source: Can you repeat that name? Rob - Roe. Rob Roe. No, I can't remember this name.. Uhm.. Well, I don't know anything about my clan buying a poison. I am just a woman, our clan lord wasn't telling me everything.
ca: Pots repetir el nom? Rob - Roe. Rob Roe. No, no puc recordar aquest nom... Umm... Bé, jo no sé res del meu clan comprant un verí. Però només sóc una dona i el senyor del nostre clan no m'ho contava tot, ni de bon tros.
cs: Můžeš to jméno zvopakovat? Rob - Roe. Rob Roe. Nepamatuju si... Hmm.. Dobře. Nevím nic o tom, že by kdokoli z mého klanu kdy koupil nějaký jed. Jsem jenom žena a v klanu se ženám neříká všecko.
hu: Milyen nevet mondtál? Rob - Roe. Rob Roe. Nem ismerem... Hmmm... Nos, én semmit nem tudok méreg beszerzéséről. Én csak egy nő vagyok, a család feje férfi, s nem oszt meg velem mindent.

source: Your mother? Your.. why you are asking ME about your mother?
ca: Ta mare? Ta... per què m'estàs preguntant a MI sobre ta mare?
cs: Tvoje matka? Tvoje.. proč se ptáš MĚ na Tvoji matku?
hu: Édesanyádról? Hát... miért ENGEM kérdezel az édesanyádról?

source: I can't remember anything about her. I would love to hear something about her. Have you known her?
ca: No puc recordar cap cosa d'ella. M'agradaria sentir qualsevol cosa d'ella. La vas conèixer?
cs: Vůbec si na ni nepamatuji. Strašně rád bych se o ní něco dozvěděl. Ty jsi ji znala?
hu: Mert semmire sem emlékszem vele kapcsolatban. Szeretnék hallani róla valamit. Te biztosan ismerted őt.

source: No! I have not known her! I.. I'm sorry Gawen, but I don't know how your mother died and who poisoned her.
ca: No! No la vaig conèixer! Jo... Jo ho sento, Gawen, però no sé ni com va morir ta mare ni qui la va enverinar.
cs: Ne! Neznala jsem ji! Já.. je mi líto, Gawene, ale nevím jak Tvoje matka zemřela a kdo ji otrávil.
hu: Nem! Nem ismertem! Én... én sajnálom, Gawen, de nem tudom, hogyan halt meg édesanyád, s ki mérgezte meg.

source: I wasn't asking you about that.
ca: No t'estava preguntant d'això...
cs: Ale na to jsem se tě neptal.
hu: Még nem kérdeztelek eddig erről.

source: There are no more orcs near this ruins of the village.
ca: No hi ha més orcs prop de les ruïnes del poblet.
cs: V okolí zbořeniště této vesnice už nejsou žádní skřeti.
hu: Nincsenek már orkok ennek a falunak a romjainál.

source: My lord! This time for sure you will chase that orcish band, kill all the orcs and free my people!
ca: Mon senyor! Segur que aquesta vegada perseguiràs eixa banda d'orcs, els mataràs tots i alliberaràs la meua gent!
cs: Můj Pane! Sláva! Teď jistě nastal ten pravý čas pronásledovat tu skřetí bandu, pozabíjet je a osvobodit naše lidí!
hu: Uram! Ez a látvány talán meggyőz téged, hogy nyomába eredj az ork bandának, levágd őket és kiszabadítsd az embereinket.

source: So, should we take on that orcs?
ca: Doncs, deuríem anar a per els orcs?
cs: Tak, měli bychom se vydat na skřety?
hu: Tehát akkor az orkokat kéne megrohannunk?

source: Matthews Eagle Eye
ca: Mateu Ulls de Falcó
cs: Matěj Orlí Zrak
hu: Sólyomszem Matyi

source: Someone is hiding here!
ca: Algú s'està amagant ací dins!
cs: Někdo se tam skrývá!
hu: Valaki rejtőködik itt!

source: Ah! Humans! And Akladians with them?! Still, what a happiness!
ca: Oh! Humans! I akladians amb ells?! Tant se val, una alegria!
cs: Konečně lidé! Jaké štěstí! A Akladijci jsou s nimi? Hmm..
hu: Ó! Emberek! És akladiaiak vannak velük?! Mégis, micsoda megkönnyebbülés!

source: Ah! Humans! And not Akladians! What a happiness!
ca: Oh! Humans! I sense cap akladià! Quina alegria!
cs: Konečně lidé! A bez Akladijců! Jaké štěstí!
hu: Ó! Emberek! S nem akladiaiak! Micsoda öröm!

source: Who are you, and what are you doing here?
ca: Qui eres, i què hi fas ací?
cs: Mluv! Kdo jsi a co tu pohledáváš?
hu: Ki vagy, és mit csinálsz itt?

source: The orcs burned down my village, Ruen, and they left not long ago. They took many prisoners. I was hiding here, waiting for a miracle. And now the miracle has come!
ca: Els orcs van cremar el meu poblet, Ruen, i van anar-se'n no fa molt. Van capturar molts presoners. M'estava amagant ací dins, esperant un miracle. I el miracle s'ha fet realitat!
hu: Az orkok felégették a falunkat, Ruent, és elvonultak. Rengeteg foglyot fűztek rabszíjra. Elrejtőztem, és vártam a csodát. S most a csoda bekövetkezett!

source: Oh my. It's so funny I think I'm gonna die laughing. Gaumhaldric the Miracle-maker, how it sounds?
ca: Per tot...! És tan divertit que em moriré de rissa! Gaumhaldric el miracler, cóm et sona?
cs: No to snad ne! Já snad puknu smíchy! Gaumhaldrik Zázrakoděj! To je teda gól!
hu: Na ne. Ez olyan vicces, belehalok. Gaumhaldric, a Csodatévő, hát nem jó?

source: Miracle? What do you mean?
ca: Un miracle? Què vols dir?
cs: Zázrak? Co tím myslíš?
hu: Csoda? Mire gondolsz?

source: You of course will chase that orcish band, kill all the orcs and free my people!
ca: Per suposat, aniràs darrere dels orcs, els mataràs a tots i alliberaràs la meua gent!
cs: Vy určitě budete pronásledovat tu skřetí bandu, pozabíjíte je a osvobodíte naše lidi!
hu: Természetesen arra, hogy utánaeredsz az ork bandának, levágod őket, és kiszabadítod a foglyokat.

source: Hm, my lord, do you think we should fullfill this peasant's request?
ca: Hum, senyor, creus que deuríem complir amb el desig d'aquest camperol?
hu: Hm, uram, úgy gondolod, segítenünk kéne ennek a parasztnak?

source: Well, I hope it's wise decision.
ca: Bé, espere que siga una sàvia decisió.
cs: Dobře. Myslím, že to bylo moudré rozhodnutí.
hu: Nos, remélem bölcs döntést hoztál.

source: Of course it is. We are searching for orcs, and those are orcs, isn't it?
ca: Clar que ho és. Estem buscant orcs, i éstos són orcs, no?
cs: Jistě že bylo. Hledáme skřety, a to skřeti jsou. Mám pravdu?
hu: Persze hogy azt. Orkokat keresünk, s orkok nyomába eredünk, mi a probléma?

source: We already fought with outlaws from Bontom, my lord.
ca: Ja em lluitat amb proscrits de Bontom, senyor.
cs: Už jsme s bandity s Bontomu bojovali, můj pane.
hu: Már megküzdöttünk a bontomi törvényen kívüliekkel, uram.

source: So, should we go into this Bontom?
ca: Doncs, anem cap a Bontom?
cs: Tak co, půjdeme do toho Bontomu?
hu: Tehát Bontom felé kéne mennünk?

source: Yes, we should save that Reme now
ca: Sí, salvem ara a Reme!
cs: Ano, je na čase zachránit Remeho.
hu: Rendben, keressük meg azt a Remét

source: NORMAL: Interrogate Orcish leader with Ruvio or Gawen and withdraw to northern signpost
ca: NORMAL: Interroga el líder orc amb Ruvio o Gawen i retira't al senyal del nord
cs: NORMÁLNÍ: Ruvio nebo Gawen vyslechnou vůdce skřetů a ústup k severnímu směrovníku.
hu: ÁTLAGOSAN: kivallatod az ork vezért Ruvióval vagy Gawennel, és visszavonulsz az északi útjelzőhöz

source: Scouting Near Barnon
ca: Explorant prop de Barnon
hu: Barnoni portya

source: Entering the forests surrounding Barnon from the north, I could not stop myself from thinking about the battle a few months ago. It was just a few months. I was betrayed and left almost dead on the battlefield. But then, if not for that betrayal and that battle, I would probably never met Ruvio and Karen..
ca: Entrant pels boscos al nord de Barnon, no podria deixar de pensar en la batalla de fa uns pocs mesos enrere. Només uns pocs mesos. Em van trair i em van deixar pràcticament mort al mig del camp de batalla. Però si no haguera sigut per aquella batalla i la traïció, segurament no hauria conegut mai a Ruvio i Karen...
hu: Ahogy beértünk a Barnont északról övező erdőbe, akaratlanul is eszembe jutott a csata néhány hónappal ezelőtt. Csak néhány hónapja volt. Elárultak, s félholtan maradtam a csatatéren. Viszont az árulás és a csata odavezettek, hogy találkoztam Ruvióval és Karennel...

source: It seems to me like it was just yesterday, when I was betrayed on this fields...
ca: Em pareix que va ser ahir quan vaig ser traït en aquestos camps...
cs: Je to jako by to bylo včera, když jsem byl zrovna tady na těchto místech zrazen...
hu: Mintha csak tegnap lett volna, amikor elárultak ezen a mezőn...

source: My lord... I..
ca: Senyor, jo...
cs: Můj Pane...,já..
hu: Uram... én...

source: Reme, don't blame yourself. I know you would have prefered to stay with me that day and fight to the end, but I gave you other orders, and your duty was to follow them. I know it wasn't easy for you.
ca: Reme, no et sentes culpable. Sé que aquell dia hauries preferit quedar-te amb mi i lluitar fins a la fi, però et vaig donar unes ordres, i el teu deure era seguir-les. Sé que no va ser fàcil per tu.
hu: Reme, nem kell mentegetőznöd. Tudom, hogy te velem akartál maradni aznap, s a végsőkig harcolni, de én parancsoltalak el innen, s neked engedelmeskedned kellett. Tudom, hogy nem volt könnyű neked.
