Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Wow! Seems you have earned a new nickname, Gaumhaldric.
ca: Wow, pareix que tens un nou nom, Gaumhaldric.
cs: Bomba! Tak to vypadá, že máš novou přezdívku, Gaumhaldrik.
hu: Hűha! Új nevet választottál magadnak, Gaumhaldric.

source: After some thought..
ca: Després de pensar-m'ho...
cs: Když se tak nad tím zamyslím..
hu: Egy kis gondolkodás után...

source: Yes, I will accept you and anyone from your people, who want to fight in my army.
ca: Sí, t'acceptaré a tu i a qualsevol altre que vulga lluitar al meu exèrcit.
hu: Rendben van, csatlakozhattok hozzánk.

source: No offence, but I do not trust you enough
ca: No, sense ànim d'ofendre, però no confie prou en vosaltres.
hu: Ne vedd rossz néven, de nem bízom benned eléggé.

source: You said most of your army is elsewhere?
ca: Havies dit que la majoria del vostre exèrcit està fora?
cs: Říkal jsi, že zbytek tvé armády je někde jinde?
hu: Azt mondtad, hogy a fő erőitek máshol vannak?

source: Yes. The best units were hired to invade clan of Carrenemoes.
ca: Sí, les millors unitats van ser contractades per envair les terres del clan Carrenemoe.
cs: Ano. Nejlepší vojáci byli posláni, aby napadli klan Carrenemoe.
hu: Igen. A legjobb harcosainkat felbérelték, hogy támadják meg a Carrenemoe klánt.

source: Carrenemoes? Ruvio, we have to..
ca: Carrenemoe? Ruvio, hem de...
cs: Carrenemoe? Ruvio, musíme..
hu: A Carrenemoe klánt? Ruvio, el kell mennünk...

source: We have to go to Freetown, as soon as possible. I'm sorry kid.
ca: Hem de tornar el més prompte millor a Ciutat Lliure. Ho sent.
cs: Musíme jít do Svobodova, tak rychle, jak je to jen možné. Je mi líto, chlapče.
hu: El kell mennünk Freetownba, amilyen gyorsan csak tudunk. Sajnálom, fiam.

source: Rob Roe, there was assassin who was send after m.. Gawen Hagarthen. He was interrogated and he testified he was sent from Outlaw Place. Do you know who hired him to kill king Gawen Hagarthen?
ca: Rob Roe, fa uns pocs dies van enviar un assassí contra m... Gawen Hagarthen. Quan el van interrogar, va respondre que venia del Campament dels proscrits. Saps qui el va contractar per matar Gawen Hagarthen?
hu: Rob Roe, egy orgyilkost béreltek fel, hogy megöljön en... Gawen Hagarthent. A vallatáskor elárulta, hogy a Törvényenkívüliek Tanyájáról küldték. Tudsz valamit erről, ki bérelte fel, hogy megölje Gawen Hagarthen királyt?

source: I am not sure. Maybe you will say few names, and I will tell you if they ring a bell
ca: No estic segur. Potser si em dius alguns noms, puga dir-te si cap em sona.
cs: Nejsem si jist. Možná, když mi řekneš pár jmen, možná si vzpomenu.
hu: Nem is tudom. Talán ha mondanál néhány nevet, esetleg beugrana.

source: So, what about..
ca: Bé, va ser...
cs: Dobře, co třeba..
hu: Akkor lássuk, ki lehetett...

source: No, I don't think it was him.
ca: No, no ho crec.
cs: Ne, nemyslím, že to byl on.
hu: Nem. Kétlem, hogy ő lett volna.

source: Yes! I remember that. A price for father and son. I think it was also him who paid us to invade Carrenemoe's place.
ca: Sí! Sí que me'n recorde d'ell. Va pagar per matar el pare i el fill. També crec que ha sigut ell el qui ens va pagar per atacar el clan Carrenemoe.
cs: Bing-ho! Vzpomněl jsem si. Cena za otce a syna. Myslím, že to byl taky on, kdo zaplatil za útok na Carrenemoe.
hu: Igen! Emlékszem már. Apa és fia lett kifizetve. S azt hiszem ő volt az, aki a Carrenemoe klán elleni támadást is megrendelte.

source: The noble and oh-so-honorable Reme? You have to be kidding.
ca: El noble i oh-que-honorable-que-sóc Reme? Estàs de broma?
cs: Ten ctihodný a tak vznešený Reme? Si děláš prču, že?
hu: A nemes és sírig-hű Reme? Csak viccelsz, ugye?

source: No, it wasn't a woman. People from her clan did contact us in the past, wanting to buy some poison, but it was long ago.
ca: No, no va ser una dona. Sí que va contactar gent del seu clan amb nosaltres en el passat per comprar un verí, però ja fa molt de temps d'això.
cs: Ne, nebyla to žena. Lidé z jejího klanu nás kontaktovali dřív, chtěli koupit nějaký jed, ale je to už dávno.
hu: Nem, biztosan nem egy nő volt. A klánjából megkerestek ugyan régebben, s adtunk nekik mérget, de az már régen volt.

source: Who? Never heard about him.
ca: Qui? No mai havia sentit parlar d'ell.
cs: Kdo? To jméno jsem nikdy neslyšel.
hu: Kicsoda? Sosem hallottam ezt a nevet.

source: The guy from city of Barnon? No, though from what I've heard about him he could do it - if he could think for himself.
ca: El de la ciutat de Barnon? No, però pel que he sentit d'ell, podria haver-ho fet... si haguera sabut on té el cap.
hu: A barnoni ürge? Nem, habár azok alapján, amit hallottam róla, akár ő is lehetett volna - ha nem csak álmodozna magában.

source: That's all I wanted to know
ca: Això és tot el que volia saber.
cs: To je vše, co jsem chtěl vědět.
hu: Ez minden, amit tudni akartam.

source: There are no more trained able young man in this small settlement to recruit as Spearman or Bowman. You may only recruit Peasants and Fencers now.
ca: Ja no queden més jóvens instruïts en aquest xicotet assentament per a poder reclutar més soldats o arquers. A partir d'ara, ja només pots reclutar camperols i esgrimidors.
cs: Už tu, v této malé osadě, nejsou žádní další trénovaní mladíci, aby jsi mohl verbovat Kopiníky a Lučištníky. Už můžeš verbovat jenom Sedláky a Šermíře.
hu: Ezen a kis településen nincs több képzett fiatal harcos, hogy dárdást vagy íjászt toborozhass belőlük. Mostantól csak parasztokat és vívókat toborozhatsz.

source: Look, fresh enemy forces arrived! We have no chance to win now!
ca: Mireu, arriben noves tropes de l'enemic! Ja no tenim cap possibilitat de guanyar!
hu: Neee, újabb ellenséges erők érkeztek! Semmi esélyünk a győzelemre!

source: Ha! Our army has returned! You are doomed now!
ca: Ha! Ha tornat el nostre exèrcit! Esteu perduts!
hu: Há! Visszatértek a seregeink! Végetek van!

source: Hm, seems there are some people here, able with swords and bows, who could be recruited.
ca: Uhm, pareix que hi ha una poca gent ací, entrenada amb les llances i els arcs, que podrien ser reclutats.
cs: Hm, vypadá to, že jsou tam nějací lidé, kteří to umí s mečem a lukem, které by šlo naverbovat.
hu: Hmmm, látok itt néhány embert karddal és íjjal, akik szívesen csatlakoznának hozzánk.

source: You may recruit four more either archers or spearmen.
ca: Pots reclutar quatre arquers o soldats més.
cs: Můžeš naverbovat ještě další čtyři lučištníky či kopiníky.
hu: Újabb négy elsőszintű egységet, dárdást vagy íjászt toborozhatsz.

source: It seems that Outlaws hid a small treasury here.
ca: Pareix que els proscrits havien amagat un tresor ací.
hu: Úgy tűnik, a törvényen kívüliek egy kis kincset rejtettek el itt.

source: You receive 50 golden pieces.
ca: Reps 50 peces d'or
cs: Získal jsi 50 zlatých.
hu: Szerzel 50 aranyat.

source: The Preparations
ca: Les preparacions
cs: Přípravy
hu: Előkészületek

source: Few days has passed. Finally, the Freetown council decided to send Gawen to search for Deorien. Gwidle Turlin came to Gawen to ask for his agreement.
ca: Van passar uns pocs dies i, finalment, el Consell de Ciutat Lliure ha decidit enviar Gawen a buscar a Deorien. Gwidle Turlin va anar a parlar amb Gawen i li va preguntar si estava d'acord.
hu: Eltelt néhány nap. Végül a freetowni tanács elhatározta, hogy elküldi Gawent Deorien megkeresésére. Gwidle Turlin eljött Gawenhez, hogy közölje a döntést.

source: .. So, you will take twelve of your best troops and search for this great mage, to try to convince him to join our cause.
ca: ... Per tant, duràs amb tu dotze de les teues millors tropes i buscaràs a aquest mag, i intentaràs que s'unisca a la nostra causa.
hu: ... Tehát magad mellé veszed a tizenkét legjobb harcosod, és útnak indulsz a nagy mágus megkeresésére, s megpróbálod meggyőzni őt, hogy álljon az ügyünk mellé.

source: I understand. My advisor, twelve best soldiers. When should I go?
ca: Entenc. El meu conseller i els meus dotze millors soldats. Quan em vaig?
cs: Chápu. Můj rádce a dvanáct nejlepších bojovníků. Kdy mám vyrazit?
hu: Értem. A tanácsadóm és tizenkét harcos. Mikor kellene indulnom?

source: Does that mean that you agree?
ca: Això vol dir que estàs d'acord?
hu: Azt jelenti ez, hogy beleegyezel?

source: Of course.
ca: Clar que sí.
cs: Samozřejmě.
hu: Természetesen.

source: I think you should start your quest after the thaw. After all, you need some time to pick the best soldiers and train them.
ca: Crec que deuries començar la teua missió després del desglaç. Després de tot, necessitaràs un poc de temps per elegir els teus millors soldats i entrenar-los.
hu: Azt hiszem, a tavaszi olvadás után kellene indulnod. Addig lesz időd kiválasztani a megfelelő embereket, s gyakorlatoztatni őket.

source: If you want, more elves are willing to serve you.
ca: Si vols, podria donar-te alguns elfs més.
hu: Ha gondolod, néhány tünde is elkísérhet.

source: I could give you some of my soldiers. Swordsmen, Bowmen or Spearmen.
ca: Podria donar-te alguns dels meus arquers i soldats.
cs: Mohu ti dát nějaké mé vojáky. Bojovníky s mečem, Lučištníky a Kopiníky.
hu: Elkísérhet néhány katonám is, ha szükséges. Kardforgatók, íjászok, dárdások.

source: Or we could give you some gold.
ca: O podríem donar-te més or.
cs: Nebo ti můžeme poskytnout nějaké zlato.
hu: Esetleg inkább egy kis aranyat szeretnél?

source: Note: you will have to choose twelve your best soldiers soon. Elves and soldiers given by Huon and Mithrandil count against this limit. Choose four soldiers now.
ca: Nota: hauràs de triar els teus dotze millors soldats prompte. Podràs elegir elfs i soldats d'Huon, però també seran contats. Pots triar quatre vegades ara.
hu: Megjegyzés: hamarosan ki kell választanod a tizenkét legjobb harcosodat. A tündék és a katonák ezen felül számítanak. Most válassz négy egységet.

source: Well...
ca: Bé...
cs: Dobře...
hu: Rendben...

source: I would want to have more gold
ca: Vull més or
cs: Chtěl bych víc zlata
hu: Szeretnék egy kis aranyat

source: I would want some elves
ca: Voldria alguns elfs més
cs: Chtěl bych nějaké elfy
hu: Szeretnék néhány tündét választani

source: I would want some from Huon's soldiers
ca: Voldria alguns soldats d'Huon
cs: Chtěl bych nějaké Huonovy vojáky
hu: Szeretnék Huon harcosai közül választani

source: I do not need anything more
ca: No necessite res més
cs: Už nic víc nepotřebuji
hu: Nincs szükségem semmi többre

source: You received 25 golden pieces.
ca: Has rebut 25 peces d'or.
cs: Získal's 25 zlatých.
hu: Kaptál 25 aranyat

source: Give me...
ca: Doneu-me...
cs: Dej mi...
hu: Választok egy...

source: an Elvish fighter
ca: un Lluitador elf
hu: tünde harcost

source: an Elvish archer
ca: un Arquer elf
hu: tünde íjászt

source: an Elvish scout
ca: un Explorador elf
hu: tünde felderítőt

source: an Elvish shaman
ca: una Xamà elfa
hu: tünde sámánt

source: I've changed my mind
ca: He canviat d'opinió
cs: Změnil jsem své rozhodnutí
hu: Meggondoltam magam

source: Elvish Fighter
hu: Tünde harcos

source: Elvish Archer
hu: Tünde íjász

source: Elvish Scout
hu: Tünde felderítő

source: Elvish Shaman
hu: Tünde sámán

source: a Bowman
ca: un Arquer
hu: íjászt

source: a Spearman
ca: un Soldat
hu: dárdást

source: Bowman
hu: Íjász

source: Spearman
ca: Soldat
cs: Kopiníka
hu: Dárdás

source: My lord, we know an orcish group attacked a few villages north of here. Huon Ryedric was going there to defend the villages, but I thought you would want to use the occasion, you know, to check our troops before you made final decisions which soldiers to choose for our quest
ca: Senyor, sabem que un grup orc va atacar uns pocs poblets cap al nord d'ací. Huon Ryedric estava preparant-se per marxar a defendre-les, però he pensat que voldries usar l'oportunitat per, ja saps, mirar què tal estan les tropes abans de fer la decisió final.
hu: Uram, egy ork banda támadott meg néhány falut innen északra. Huon Ryedric készült a segítségükre sietni, de úgy gondoltam, hogy ez egy remek alkalom lehetne, hogy leteszteld a sereged felkészültségét, mielőtt döntesz, hogy kiket választasz a küldetéshez.

source: Yes, definitely.
ca: Sí, sense cap mena de dubte.
cs: Jasně!
hu: Teljes mértékben egyetértek.

source: Well, maybe not.
ca: Tal volta no...
cs: No, možná ne.
hu: Nos, nem biztos.

source: Yes, I think this will be great idea.
ca: Sí, crec que és una gran idea.
cs: Ano. Myslím, že je to dobrý nápad.
hu: Igen, valóban remek alkalom.

source: I have to stay here.
ca: Jo m'he de quedar.
cs: Já musím zůstat tady.
hu: Itt kell maradnom.

source: Why?
ca: Per què?
cs: Proč?
hu: Miért?

source: Female thing. Don't ask.
ca: Coses de dones. No preguntes.
cs: Ženská záležitost. Neptej se.
hu: Női dolog, ne kíváncsiskodj!

source: I will stay with her, in case it is something serious.
ca: Jo romandré amb ella, per si és important.
cs: Zůstanu s ní, pro případ, že je to něco vážnějšího.
hu: Itt maradok vele, hátha valami komoly.

source: Karen, you will stay here, with your mother and sisters. It's too dangerous for you.
ca: Karen, romandràs ací a casa amb la mare i les teues germanes. És massa perillós per tu.
hu: Karen, te is itthon maradsz anyáddal és a testvéreiddel! Ez túl veszélyes.

source: Of courrrrrse.
ca: Perrrrr suposat.
cs: No jóóóóóóó, porád.
hu: Terrrrmészetesen.

source: So, let's go and choose our twelve best troops.
ca: Bé, anem cap allà i mirem d'elegir els nostres dotze millors soldats.
hu: Akkor válasszuk ki a megfelelő embereket!

source: Abducted Bride
ca: Núvia segrestada
cs: Unesená nevěsta
hu: Elrabolt lány

source: Wait, do not die yet! I want you to answer few question first!
ca: Espera! No et mogues encara! Sé que pots sentir-me, respon-me a unes preguntes!
cs: Počkej, ještě neumírej! Nejdřív se tě chci na něco zeptat!
hu: Megállj, ne halj még meg! Válaszolj egy pár kérdésemre!

source: You have defeated me, so I will grant you your wish. What do you want to know?
ca: M'has derrotat, així que et concedisc el teu desig. Què vols saber?
cs: Ty jsi mě porazil, takže máš právo se ptát. Co bys chtěl vědět?
hu: Legyőztél, rendelkezz velem! Mit akarsz tudni?

source: Please tell me...
ca: Per favor, podries dir-me...
cs: Prosím, řekni mi...
hu: Nos, felelj...

source: Why you have kidnapped this poor girl?
ca: Per què has segrestat aquesta pobra xica?
cs: Proč jste unesli tu ubohou dívku?
hu: Miért raboltátok el ezt a szegény lányt?

source: What are plans of king Buffin?
ca: Quins són els plans del rei Buffin?
cs: Jaké jsou plány krále Buffina?
hu: Mit tervez Buffin király?

source: What do you know about situation in Vakladia?
ca: Què saps de la situació en Vakladia?
cs: Co víš o situaci ve Vakladii?
hu: Mit tudsz a vakladiai helyzetről?

source: Do you know something about mage Deorien?
ca: Saps alguna cosa del mag Deorien?
cs: Víš něco o mágovi jménem Deorien?
hu: Hallottál valamit Deorien mágusról?

source: That's all I wanted to know.
ca: Això es tot el que volia saber.
cs: To je vše, co jsem potřeboval vědět...
hu: Ez minden, amit tudni akartam.

source: Because I wanted too. I don't have to explain to anyone.
ca: Perquè volia. No li ho he d'explicar a ningú.
cs: Protože jsem chtěl. To nemusím nikomu vysvětlovat.
hu: Mert megkívántam. Nem gondolom, hogy bárkinek magyarázkodnom kellene.

source: Why should I tell you? This is secret and though you gave me good fight and honourable death, I can't tell you.
ca: Per què hauria de dir-t'ho? Això és secret i encara que m'has donat una bona lluita i una mort honorable, no t'ho puc dir.
cs: Proč bych ti to měl říkat? To je tajemství. Dobře jsem si zaválčil, mám čestnou smrt, ale stejně ti nic neřeknu.
hu: Miért mondanám el neked? Ez titok, s habár méltó ellenfél voltál, s tisztes halált adsz nekem, mégsem mondhatom el neked.

source: Vakladia is finished. The whole country is in chaos. I think Bor Cryne, one of their lords, wants to declare himself king, but not many Akladians living there will recognise him. Only Hagarthens can be kings.
ca: Vakladia està acabada. Tot el país esta submergit en el caos. Crec que Bor Cryne, un dels senyors, vol coronar-se rei, però pocs akladians el reconeixerien com a tal. Només els Hagarthen poden ser reis.
cs: Vakladie končí. Celá upadla do chaosu. Já myslím, že Bor Cryne, jeden z lordů, se chce stát králem, ale málo Akladijcům se to líbí. Vždy vládl nějaký Hagarthen.
hu: Vakladiának vége. Az egész ország káoszba fulladt. Azt hiszem, hogy Bor Cryne, az egyik nagyhatalmú úr akarja magát megkoronáztatni, de nincs túl sok híve. Csak Hagarthenből lehet király.

source: I don't know that name.
ca: No conec eixe nom.
cs: Neznám.
hu: Sosem hallottam ezt a nevet.

source: Where your lord keeps kidnapped girl?
ca: On té el teu senyor segrestada la xica?
cs: Kde tvůj pán ukrývá unesené děvče?
hu: Hol tartja urad az elrabolt lányt?

source: North from his castle, in small cage.
ca: Al nord d'aquest castell, en una xicoteta gàbia.
cs: Od hradu na sever. V malé díře.
hu: Innen északra, egy kis ketrecben.

source: I don't know. What are king's plans only king will know.
ca: No ho sé. Els plans del rei només els coneixerà ell mateix.
cs: Nevím. Královy plány zná jenom král.
hu: Nem tudom, a király terveit csak a király ismeri.

source: Their king is dead, orcs are ravaging though their land, their country is in chaos.. This are hard times for worthy people. Easkladia lies in ruins, and now Vakladia goes down too.. We all wait for messiah who will end this gruelling times.
ca: El seu rei és mort, els orcs estan saquejant tota la terra, el país és un caos... Són uns temps difícils per la bona gent. Iskladia està en ruïnes, ara Vakladia cau també... Tots esperem el messies que acabarà amb aquestos temps de necessitat.
cs: Jejich král chcípnul, skřeti tam vyrabovali co se dalo, celá země v chaosu.. Těžké časy příšly na vznešený lid. Easkladie je rozbitá, Vakladie bude brzo taky.. Čekáme na Mesiáše, který nám vrátí ty slibované krásné časy.
hu: A királyuk halott, orkok fosztogatnak szerte az országban, az egész káoszba fulladt... Nehéz idők járnak a nagy emberekre. Easkladia romokban fekszik, s most Vakladia is hanyatlik... Mindannyian a Megváltót várjuk, aki véget vet ennek a tragikus időszaknak.

source: The peasants told Gawen that the lord of the neighbouring territory, Bark O Skagrrak, kidnapped a young girl trying to force her to the marriage. The decision to save the poor girl came natural for Gawen.
ca: Els camperols van contar-li a Gawen que el senyor de les terres, Bark O Skagrrak, va segrestar una xica jove per forçar-la a cassar-se amb ell. La decisió de salvar-la li va vindre de natural a Gawen.
cs: Sedláci řekli Gawenovi, že ten lord ze sousedství, Bark O Skagrrak, unesl mladou dívku, protože se s ní chce oženit. Rozhodnutí ji vysvobodit bylo pro Gawena naprosto přirozené.
hu: A parasztok elmondták Gawennek, hogy a szomszédos területek ura, Bark O Skagrrak, elrabolt egy fiatal lányt, hogy kényszerházasságra kényszerítse. A döntés, hogy kiszabadítsa a szegény lányt, magától értetődő volt Gawen számára.

source: Rurk, report about your preparations.
ca: Rurk, informa de les preparacions.
cs: Rurku, jak pokračují tvoje přípravy?
hu: Rurk, jelentést kérek az előkészületekről.

source: We are ready, my lord. Where will we be going? Are the gossip I've heard about the hordes on our eastern border true?
ca: Ja estem preparats, mon senyor. On anirem? Són certs els remors que he sentit d'unes hordes que envaeixen la nostra frontera est?
cs: Jsme hotoví, můj pane. Kam půjdeme? Proslýchá se něco o hordách na naší východní hranici. Je to pravda?
hu: Készen vagyunk uram. Hová megyünk? Igaz a pletyka, amit a keleti határon hallottam?

source: What gossip? Ghosts invading the castles? Rurk, I thought you are a reasonable man. Ghosts and undead are stories for Wesnothians, I think king Buffin is making this gossip himself to scare Wesnothians and to prevent them from thinking about the next rebellion.
ca: Quins remors? Fantasmes envaint els castells? Rurk, pensava que eres un home raonable. Els fantasmes i els no morts són històries per als wesnothians, crec que el mateix rei Buffin ha creat els rumors per espantar els wesnothians i per evitar que pensen en la pròxima rebel·lió.
cs: Co že se říká? Že duchové napadli hrad? Rurku, myslel jsem si, že jsi chytrý chlapík. Duchové a nemrtví jsou povídačky pro Wesnoťany a myslím, že tuto fámu vypustil sám král Buffin, aby je vystrašil a aby přestali myslet na další rebélie.
hu: Miféle pletyka? Szellemek szállták meg a kastélyokat? Rurk, azt hittem, te egy komoly ember vagy. A szellemek és élőholtak csak a wesnothiak meséiben léteznek, szerintem ezeket a pletykákat maga Buffin király terjeszti, hogy elriassza a wesnothiakat a lázadás gondolatától is.

source: So why are we preparing the army?
ca: I per què estem preparant, doncs, l'exèrcit?
cs: Tak proč teda chystáme armádu?
hu: Tehát, miért is tartjuk készenlétben a sereget?

source: You don't have to know. You have to fulfill my orders.
ca: No tens per què saber-ho. Només has de complir les meues ordres.
cs: To nemusíš vědět. Prostě splň moje příkazy.
hu: Nem kell tudnod róla. Neked az én parancsaimat kell teljesítened.

source: They keep that poor girl somewhere north from their castle. We have to release her and help her return to her father.
ca: Tenen eixa pobra xica reclusa en una gàbia al nord del seu castell. Hem d'alliberar-la i ajudar-la a tornar amb son pare.
cs: Drží to ubohé děvče někde na sever od svého hradu. Musíme ji osvobodit a vrátit jejímu otci.
hu: Valahol a kastélytól északra tartják fogva azt a szegény lányt. Ki kell szabadítanunk, s vissza kell vinnünk őt az apjához.

source: ... aaand of course we have to kill all the bastards who kidnapped her.
ca: ... i clar, hem de matar tots els bastards que la van segrestar.
cs: ... a k tomu ještě zapíchnout všechny ty bastardy, co ji unesli, že?
hu: ... ééésss természetesen ki kell irtanunk az összes vadállatot, akik elrabolták őt.

source: This isn't necessary.
ca: Açò no és necessari.
cs: To není nutné.
hu: Az nem szükséges.

source: I know.
ca: Ho sé.
cs: Ach jo...
hu: Tudom.

source: My Lord, this seems to be perfect task for Elvish Avenger. I may sneak right to the cage and free that girl!
ca: Senyor, aquesta pareix una feina perfecta per un venjador elf. Puc ocultar-me fins arribar a la caixa i alliberar eixa xica.
cs: Můj Pane, to vypadá jako úkol přímo stvořený pro Elfího mstitele. Mohu se proplížit přímo k té díře a vysvobodit tu dívku!
hu: Uram, ez tökéletes feladat egy tünde vadásznak. Odaosonok a ketrechez, és kiszabadítom azt a lányt.

source: Kill all enemy leaders OR
ca: Mata tots els líders enemics O
cs: Zabij všechny nepřátelské vůdce NEBO
hu: Megölöd az összes ellenséges vezért VAGY

source: Release peasant girl which is kept in a cage and move her to the northern edge of the map.
ca: Allibera la camperola que esta pressa en una gàbia i meneja-la cap al borde nord del map.
cs: Vysvoboď vesnickou dívku drženou v zajetí v díře a dostaň ji na severní okraj mapy.
hu: Kiszabadítod a parasztlányt, akit a ketrecben tartanak, és elviszed a térkép északi széléhez.

source: Death of Deorien
ca: Mort de Deorien
cs: Smrt Deoriena
hu: Deorien meghal

source: Thank you! Thank you!
ca: Gràcies! Gràcies!
cs: Děkovat, moc děkovat!
hu: Köszönöm! Köszönöm!

source: Don't thank us, it's not over yet. You have to escape. I guess we can escape to the north.
ca: No ens dones les gràcies, encara no s'ha acabat. Has d'escapar. Supose que podrem escapar pel nord.
cs: Ještě neděkuj, ještě to není za námi. Musíš uprchnout. A nejlepší bude prchnout na sever.
hu: Még ne köszönj semmit, nem végeztünk! Ki kell innen jutnunk. Azt hiszem, északra kijuthatunk.

source: Move peasant girl to the northern edge of the map.
ca: Mou la camperola al borde nord del mapa.
cs: Dostaň vesnickou dívku na severní okraj mapy.
hu: Elviszed a parasztlányt a térkép északi széléhez.
