Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Ruvio complained that nothing good could be found in Saorduc Swamps, but that didn't stop Gawen. He reasoned that in winter swamps would be frozen and lizards would be much easier to defeat.
ca: Ruvio només feia que protestar que no podríem trobar res bo a les marjals de Saorduc, però això no va aturar Gawen. Ell raonava que a l'hivern les marjals estarien gelades, i els sauris serien més fàcils de derrotar.
hu: Ruvio ugyan semmi jót nem várt a Saorduc-mocsárbeli látogatástól, de ez nem állította meg Gawent. Úgy gondolta, hogy a téli, fagyott mocsárvilágban könnyebben elbánhatnak a gyíkokkal.

source: You may withdraw by moving Gawen to signpost.
ca: Pots retirar-te menejant Gawen al senyal.
hu: Gawennel visszavonulhatsz, ha az útjelzőhöz mész.

source: ... bitterly I fought, yessss, and I was heavily wounded. A woman wassss amongsst thossse humansss, crazy one.
ca: ...vaig lluitar finsss a la fi, ssssí, i vaig ressultar greument ferit. Una dona essstava entre esstoss humansss, una boja.
cs: ... hořřřce my bojovali, ano, a mně oššššklivo zzzranili. A ta strašššná lidsssská žžžensssská ...
hu: ... kegyetlen csatát vívtunk, igen, és súlyosan megsebesültem. Az emberrrek kössszt volt egy nő is, teljesen esssztelen volt az a némber.

source: Be calm, you are amongsst friendss, no humanss here...
ca: Estiguess tranquil, estàsss entre amicsss ara, no hi ha humansss per acccí...
cs: Uklidni ssssse, jssssi mezzzzi přřřáteli, žžžádný člověk tady není...
hu: Nyugodj meg, itt barrrátok kössszt vagy, nincsenek itt emberrrek...

source: Lizards!
ca: Sauris!
cs: Ještěráci!
hu: Gyíkok!

source: Oh no!!
cs: Ó ne!!
hu: Jaj ne!!

source: Prepare to be exterminated!
ca: Prepareu-vos per a ser exterminats!!
cs: Připravte se, budete vyhlazeni!
hu: Készüljetek a halálra!

source: Oh that was cute. When she learned talk like that?
ca: Oh, què bonic! Quan va aprendre a parlar així?
cs: Ó, to je překrásné. Kdy se naučila takto mluvit?
hu: Ez igen, nem lacafacázik. Vajon hol tanulta ezt a stílust?

source: Oh, I hate lizards.
ca: Oh, odie els sauris
cs: Fuj, nesnáším ještěráky.
hu: Huh, gyűlölöm a gyíkokat.

source: Nice practice to our soldiers. And maybe they know something.
ca: És un bon entrenament pels soldats. I tal volta sàpiguen alguna cosa.
cs: Skvělý trénink pro naše vojáky. A možná budou ty příšery něco vědět.
hu: Remek alkalom a harcosaink trenírozására. S lehet, hogy tudnak valamit.

source: So, what's now?
ca: Bé, i ara què?
cs: Tak, co teď?
hu: Akkor most hogyan tovább?

source: Well, the plan is simple: ask their leaders about orcs, kill them all.
ca: Bo, el plan es prou simple: preguntar els líders sobre els orcs, matar-los tots.
cs: Tak, plán je jednoduchý: zeptat se jejich vůdců na skřety a všechny je pobít.
hu: Nos, a terv egyszerű: kikérdezzük a vezéreiket az orkokról, a többit meg kardélre hányjuk.

source: Wow, it couldn't get any simpler. Gawen, you are military genius. The simplicity of your brilliant plan is breathtaking.
ca: Waw, no podia ser molt més simple. Gawen, eres tot un geni militar. La simplicitat del teu brillant plan és inspirant.
cs: Úžasné! To nemohlo být jednodušší! Gawene, ty jsi prostě vojenský génius! Jednoduchost tvého brilantního plánu vyráží dech!
hu: Ez igen, ennél egyszerűbb már nem is lehetne. Gawen, te egy katonai lángész vagy. Lélegzetállítóan egyszerű a támadási terved.

source: It is winter: That increases our chances a lot.
ca: És hivern, això ens ajuda molt
cs: Je zima. To mnohem zvyšuje naše šance.
hu: Tél van: ez is a javunkra válik.

source: We can withdraw in any moment, remember that.
ca: Podem retirar-nos en qualsevol moment, recorda-ho.
cs: A nezapomeň, že kdykoli můžeme takticky ustoupit.
hu: Ne felejtsd el, hogy bármikor visszavonulhatunk...

source: Lizard thing.. Uh.. So.. What do you know about orcs?
ca: Fardatxo... uhh... sí.... què saps dels orcs?
cs: Ještěráku,.. ééé.. fuj.. hnus. Kde jsem to? Jo, co víš o skřetech?
hu: Gyíkfajzat... nos... öö... Mit tudsz az orkokról?

source: Orcsss? They are big and bad and they are going around sssslaughtering humansss, which isss a good thing.
ca: Orcsss? Ssson gransss i roïnsss i esstan marxant per ahí matant humansss, bona cosssa.
cs: Ssskřetech? Sssou velsssí a ššššpatní a sssslídí okolo a zzzzabíjejí lidi. A to je dobré.
hu: Orrrkok? Gonosssz, behemót terrremtések, mindenfelé gyilkolják az emberrreket, ami nem is olyan rrrosssz.

source: Uh, you smell awful.. You don't wash yourself on purpose, do you, to scare away enemies, huh? I can't think any question in such smell.. so die, lizard thing...
ca: Uf, quina pudor que fas... Segur que no et llaves a propòsit, per espantar els teus enemics, no? No puc pensar en cap altra cosa amb aquesta pudor, així que mor, fardatxo...
cs: Fuj, smrdíš příšerně.. si myslíš že zaženeš nepřítele tím, že se neumyješ, co? V takovém smradu se nedá vymyslet žádná pořádná otázka.. tak chcípni, ještěráku...
hu: Pfú, te rohadt büdös vagy... Biztos azért nem mosakszol, hogy elijeszd az ellenségeidet, mi? Nem hiszem, hogy egy ilyen bűzbarlang tudhat... tehát dögölj meg, gyíkfajzat...

source: You could simply choose not to kill him and allow us to ask him few questions, does such revolutionary idea came through your mind?
ca: No mai se t'ha passat pel cap la revolucionaria idea de deixar-los vius fins que els puguem interrogar?
cs: A nemůžeš ho prostě nezabít a nechat nám ho, abychom se ho na ty otázky mohli zeptat MY? Napadla tě tato revoluční myšlenka?
hu: Választhatnál egy olyan egyszerű módszert is, hogy nem ölöd meg, hanem hagyod, hogy mi kérdezzük ki; vagy ez túlzottan forradalmi elképzelés?

source: Lizard, do you like your tail? If so, tell me everything you know about why orcs are in Vakladia, and do it fast.
ca: Fardatxo, t'agrada la teua cua? Si és així, dis-me tot el que sàpigues de per què estan els orcs en Vakladia, i ràpid.
cs: Jěštěráku, máš rád svůj ocas? Pokud ano, tak vysyp všechno co víš o skřetech ve Vakladii, a to rychle!
hu: Gyík, szereted a farkadat? Mert ha nem válaszolsz, hogy miért vannak itt az orkok Vakladiában, elbúcsúzhatsz a tested ékétől...

source: Orcss creaturesss? They were invited here, by ssssome Akladian lordsss, that's all I know!
ca: Orcsss? Van ser invitatsss per unsss senyorsss akladddiansss, ésss tot el que sssé!
cs: Sssskřetí ssstvořeníššška? Byli ssssem pozzzzváni nějakým Akladsssským lordem. To je vššššessssiššššhno, sssso vím!
hu: Orrrkfajzatok? Néhány akladiai nemes hívta be őket, többet nem tudok.

source: Think faster about something more, if you want to go to your lizard heaven in one piece!
ca: Pensa en alguna cosa més si vols anar al cel dels fardatxos d'una peça!
cs: Tak rychle přemýšlej o něčem dalším, pokud se chceš do vašeho nebe dostat v jednom kuse!
hu: Gyorsan gondolj ki valami többet, ha egy darabban akarsz a gyík paradicsomba kerülni!

source: Lizard heaven? We do not have sssuch thing.
ca: Cccel sssauri? No tenim eixa cosssa.
cs: Naššššeho nebe? My nemáme takovou věssssiššššku.
hu: Gyík paradicsom? Az mi a ssszösssz?

source: Sure you don't, I know you are going straight to hell, that was a metaphore.
ca: Segur que tu no ho tindràs, aniràs de cap a l'infern, només era una metàfora.
cs: To sem jen tak plácla. Jistě že nemáte. Je mi jasné, že jdete přímo do pekla.
hu: Azt sosem fogod megtudni, mert egyenesen a pokolra jutsz. Ez csak egy szimbólum.

source: No, no, I mean that our philosssophical sysstem doesn't employ such vague ideas as 'heaven' or 'hell'. Our thinking about the world, sssomething you call religion, isss much more ssssophissssticated. For example..
ca: No, no, volia dir que el nossstre sissstema filòsssofic no usssa unesss ideesss tant sssimplesss com 'cccel' i 'infern'. La nossstra manera d'interpretar el món, que tu anomenariesss religió, ésss molt mésss sssofissticat. Per exemple...
cs: Ne, ne, mysslím tím, že náš ffilozzzoffický sysstém neobsssahuje takové vágní pojmy jako 'nebe' nebo 'peklo'. My přemýšššlíme o zzzemi a něsso ssso nazzzýváte religiózzzní je mnohem komplikovanějššší. Tak napřřříklad...
hu: Nem, nem, azt akarrrtam mondani, hogy a mi világnézetünkben nincsenek ilyen homályos fogalmak, mint 'parrradicsom' vagy 'pokol'. A mi világnézetünk, amit te vallásnak nevezel, ennél sokkal kifinomultabb. Például...

source: Off your head! Surely he looks much less sophisticated without his head, isn't it?
ca: Cap fora! Segur que ara sense el seu cap pareix menys sofisticat, veritat?
cs: Zmlkni! ... Tak, teď vypadá mnohem míň sofistikovaně, když je bez hlavy, že?
hu: Porba a fejeddel! Úgy sokkal kevésbé kifinomultabb a kinézeted, meg a világnézeted is...

source: Ah, I like tough girls. Lorin, do you take a sword to your bed, too?
ca: Ah, m'agraden les dones dures. Lorin, tu et gites amb l'espasa també?
cs: Ách! Miluju drsné holky. Lorin, bereš si meč i do postele?
hu: Ájh, imádom a kardos menyecskéket. Lorin, te még az ágyadba is kardot viszel?

source: Do we know each other?
ca: Ens coneixem?
cs: My se známe?
hu: Ismerjük egymást?

source: We met before, lady thing.. I wass wounded but I sssurvived. It wasss hope I had I wouldn't see your feissssse again..
ca: Ensss hem visst abansss, ssenyora-cosa.... Vaig resssultar ferit però vaig sobreviure. Només tenia l'essper de no tornar a vore el teu russsstre...
cs: Už jssssme se potkali.. Byl jsssem raněn, ale přřežžžil jsem. Doufal jsssem, žžže užžž nikdy neuvidím tvůj ksssssicht..
hu: Korrrábban márrr találkoztunk, asszonyság... Megsebesültem, de túléltem. Rrreméltem, nem látom vissszont a képedet...

source: My what? Anyway, whatever, you will tell me everything you know about orcs.
ca: El meu què??? Bé, dóna igual, em diràs ara tot el que sàpigues dels orcs.
cs: Můj co? No, na tom stejně nezáleží. Teď mi řekneš o skřetech všechno, co víš.
hu: Nem tetszik a képem? Lényegtelen, énekelj egy kicsit, mindent mondj el az orkokról!

source: You will tell me everything you know about orcs.
ca: Ara em diràs tot el que sàpigues dels orcs.
cs: Teď mi řekneš o skřetech všechno, co víš.
hu: Most pedig mindent el fogsz mondani az orkokról.

source: Aren't you allied now? Which issss quite natural for you, isssn't it?
ca: No esssteu aliatsss ara? Prou natural en vossaltress, no?
cs: Dyk ssste ssspojensssi, ne? Sssopak to není pro vásss přirozzzené?
hu: Már nem vagytok szövetségben? Pedig rrrokonlelkek vagytok, nem igaz?

source: We? No, not really. I guess you don't know nothing really important. Go to your ancestors, lizard!
ca: Nosaltres? No, no molt. Supose que no realment no saps res important. Ves-te'n amb els teus avantpassats, fardatxo!
cs: My? Ne. Myslím, že fakt nic zajímavýho nevíš. Táhni ke svým předkům, ještěráku!
hu: Mi? Na ne szórakozz! Úgy látom semmi fontosat nem tudsz mondani. Térj meg az őseidhez, gyík!

source: Thank you! Ssso you will sssave my life?
ca: Gràccciess! Em perdonesss la vida llavorsss?
cs: Děkuji ti! Takžže mi daruješšš žžživot?
hu: Kössszönöm! Tehát elengedsssz?

source: Uh, what?
ca: Uh, cóm?
cs: Cože?
hu: Mi van?

source: You are allowing me to leave, so I could go to my ancestors.. some of them live quite near thisss place...
ca: M'essstàsss dient que puc anar-me'n amb elsss meuss avantapassatss... unsss pocss viuen prou a prop d'acccí...
cs: Necháváššš mě jít, mám táhnout ke sssvým předkům.. pár jich žžžije nedaleko...
hu: Megengeded, hogy visssszatérjek az őseimhez, vagyis hazamehetek... itt laknak nem messsze...

source: I think you are confused.. Or am I? But out of the sudden I lost my natural urge to cut your head off. Go away.
ca: Crec que estàs confós... o ho estic jo? Però se m'han anat les meues ganes naturals de veure que tal quedaries sense cap. Ves-te'n.
cs: Myslím, že ti přeskočilo.. a nebo mně? Nějak jsem v tom spěchu přišla o moji přirozenou potřebu urazit ti hlavu u samého krku. Zmiz mi z očí.
hu: Te meg vagy hibbanva... vagy én zavartam össze valamit? Teljesen megkevertél, nem is tudom, miért nem nyisszantottam még le a fejed. Ehh, takarodj innen!

source: You will allow me to live! And you will be sspared!
ca: Em deixaràss viure! I sssse't perdonarà!
cs: Tysss mě nechala žít. A tak i ty budeššš ušššetřena.
hu: Ha életben hagysssz, megkímélem az életedet.

source: Uh, what? I think your command of human language is quite limited. How in earth you think you may sssspare me?
ca: Hum, què? Crec que el teu domini de la llengua humana és una miqueta pobre. Cóm pots pensar que ssss'em podrà perdonar?
cs: Co? Cože? Tak se mi zdá, že po našem moc neumíš, co? Jak si vůbec můžeš u všech rohatých myslet, že ty mě můžeš ušetřit?
hu: Hogy mi? Azt hiszem, te nem vagy tisztában a szavak jelentésével. Mi az, hogy te kíméled meg az én életemet?

source: Maybe he thought about some other word. Uhmmm, for example f..
ca: Tal volta estava pensant en una altra paraula, com per exemple fo...
cs: Možná myslel na nějaké jiné slovo. Hmmm, co třeba ob..
hu: Lehet, hogy csak körül akarta írni, s egészen másra gondolt. Hmmm, például megb...

source: Andrey, do you really want to test how big my patience is?
ca: Andrei, de veritat que vols provar cóm de gran és la meua paciència?
cs: Andreji, ty fakt chceš vědět, kam sahá moje trpělivost?
hu: Andrey, te tényleg tesztelni akarod a türelmemet?

source: Andrey! Yes! You remember my first name!
ca: Andrei! Sí! Te'n recordes del meu nom!
cs: Andrej! Ano! Ty jsi pamatuješ moje křestní jméno!
hu: Andrey! Igen! Emlékszel a keresztnevemre!

source: Iff you will kill me, other lizardss will find you and sssslain you and ...
ca: Sssi em matesss, altress ssauris et busscaran i et mataran i...
cs: Kdyžžž mě zabiješšš, dalššší ješšštěráci tě najdou a zabijou ...
hu: Ha megölsssz, a többi gyík meg fog találni és lenyissszantják a fejedet...

source: Or maybe again, maybe he thought about other word, for example...
ca: O tal volta, tal volta estiguera pensant en una altra paraula diferent, per exemple...
cs: A možná zase, možná myslel na nějaké jiné slovo, třeba ...
hu: Vagy most is, szerintem arra gondolt, hogy tömeg...

source: Aaaaaargh!
ca: Aaarghh!
cs: Áááááááá!
hu: Ááááhhh!

source: I hate empty threats.
ca: Odie les amenaces buides.
cs: Nesnáším plané hrozby.
hu: Gyűlölöm az üres fecsegést.

source: Ha! It started incredibly easy! See, I told you. In winter that lizards are much less dangerous. Nice occasion to train troops.
ca: Ha, açò és increïblement fàcil! Vos ho havia dit. En hivern, els sauris son molt menys perillosos. Bona oportunitat per entrenar tropes.
cs: Ha! Začalo to neskutečně lehce! Podívej, já to říkala. V zimě jsou ješteráci mnohem míň nebezpeční. Krásná příležitost k potrénování vojáků.
hu: Há! Ez nagyon könnyen indult! Lássátok, megmondtam! Télen a gyíkok kevésbé veszélyesek. Remek alkalom a gyakorlatozásra.

source: Fighting with lizards here is waste of time. Retreat!
ca: Lluitar amb els sauris és una pèrdua de temps. Retirada!
cs: Válčit s těmi ještěráky je ztráta času. Ústup!
hu: Csak az időnket vesztegetjük itt a gyíkokkal. Vissza!

source: Ha! The lizards were hiding here some gold!
ca: Ha! Els sauris amagaven algunes peces d'or ací!
cs: Ha! Ještěráci tu schovávali nějaké zlato!
hu: Há! A gyíkok elrejtettek itt egy kis aranyat!

source: You have received 40 golden pieces
ca: Has rebut 40 peces d'or
cs: Získal jsi 40 zlatých
hu: Szereztél 40 aranyat

source: Death of Andrey Yaranov (if recalled)
ca: Mort d'Andrei Iaranov (si el reincorpores)
cs: Smrt Andreje Jaranova (byl-li přivolán)
hu: Andrey Yaranov meghal (ha visszahívod)

source: Scored!
ca: Meua!
cs: Skórovala jsem!
hu: Számoljunk!

source: Don't start again, kid. I won't play that game this time.
ca: No tornes a començar, xiqueta. No vull tornar a jugar a aquest joc ara.
cs: Nezačínej znovu, dítě. Teď nemám náladu na takové hry.
hu: Ne kezdd újra, kislány. Most nincs kedvem játszani.

source: Hey, Lorin, or whatever is your name, have you seen this? Now you know why underlings give weapons to 'children'
ca: Ei, Lorin, o siga quin siga el teu nom, has vist això? Saps ara per què donen els carralls armes als seus 'xiquets'?
cs: Hej, Lorin, nebo jaksetovlastně jmenuješ, vidělas to? Teď už víš, proč podřadní dávají dětem zbraně?
hu: Hé, Lorin, vagy hogy is hívnak, láttad ezt? Most már láthatod, miért adnak a nemtelenek fegyvert a 'gyerekeknek'.

source: Ha! Gawen, have you seen that? I already killed two enemies, and that your step-grand-mother hadn't killed a single one!
ca: Ha! Gawen, ho has vist? Ja he mort dos enemics, mentre ta venerable rebesàvia encara no ha mort cap!
cs: Gawene, viděl´s to? Už jsem zabila dva, ale tvoje nevlastní babička ještě ani jednoho.
hu: Há! Láttad ezt Gawen? Már két ellenséggel végeztem, míg nevelőnagymamád csak feni a kését!

source: Ha! Scored two!
ca: Ha! Ja són dos!
cs: Ha! Druhý!
hu: Há! Számoljunk! Kettő ide!

source: You think it is some kind of competition?
ca: Et creus que açò és una mena de competició?
cs: Ty si myslíš, že to je nějaká soutěž či co?
hu: Azt hiszed, hogy ez egy verseny?

source: Hey, Gawen. That she-wolf of yours is pathetic. I scored three while she hadn't killed a single enemy!
ca: Ei, Gawen, eixa 'Lloba' teua és prou patètica... Jo ja en duc tres mentre ella encara no ha fet res!
cs: Hej, Gawene, ta tvoje Vlčice je dneska nějaká patetická. Už jsem skórovala třikrát a ona nezabila ještě ani jednoho!
hu: Hej Gawen! A te nőstényfarkasod igen lagymatag. Még mindig csak a körmét reszeli, míg én már három ellenséget levágtam!

source: Ha! Scored three!
ca: Ha! Tres!
cs: Táák. Třetí bod!
hu: Há!Számoljunk! Három ide!

source: So what? I am winning!
ca: I? Estic guanyant!
cs: No a co? Stejně vedu já.
hu: Mi van? Úgyis én nyerek!

source: So what?
ca: I...?
cs: No a co?
hu: S akkor mi van?

source: Ha! Another one!
ca: Ha! Un altra!
cs: Táák, další!
hu: Há! Még egy!

source: I'm a killing machine! And that Lorin should hide back in Haeltin!
ca: Sóc una màquina de matar! I aquesta Lorin deuria tornar a amagar-se a Haeltin!
cs: Hoja hoj, hoja hoj, já jsem smrtící mašina, hoja hoj, hoja hoj,.. A ta Lorin by měla zalézt zase zpátky do Haeltinu!
hu: Én egy gyilkológép vagyok! Az a Lorin meg elbújhat a haeltini vackában!

source: Ha! I'm winning!
ca: Ha! Vaig guanyant!
cs: Ha! Jsem vítěz!
hu: Há! Én nyerek!

source: Impertinent ungodly underling child, the day had not ended!
ca: Maleïda xiqueta carrall, la batalla encara no s'ha terminat!
cs: Drzé bezbožné podřadnické děcko, den ještě neskončil!
hu: Pimasz, istentelen, nemtelen gyermek, még nincs vége a napnak!

source: First kill today!
ca: Primer que cau hui!
cs: Dneska první kožený!
hu: Az első áldozat ma!

source: Oh no, mighty Lorin is coming! All children and little furry animals, run for your life!
ca: Oh no, per allà ve la poderosa Lorin! Tots el xiquets i animalets dels boscos, fugiu per les vostres vides!
cs: Ó ne, úžasná Lorin přichází! Všechny děti a malá ubohá zvířátka, utíkejte! Spaste holý život!
hu: Jaj ne, a hatalmas Lorin beindult! Gyerekek és bundás állatkák, reszkessetek!

source: My son, send that little Karen to home. She is useless. I've killed two enemies already, and what about her?
ca: Fill meu, podries manar la xicoteta Karen a casa. És una inútil. Jo ja n'he mort dos, i ella què fa?
cs: Můj Synu, pošli tu malou Karen domů. Je k ničemu. Já už zabila dva. A ona?
hu: Fiam, küldd ezt a kis Karent haza! Hasznavehetetlen. Én már két ellenséget levágtam, ő meg?

source: Scored! And leading the race!
ca: Un punt més! Qui va primer??
cs: Další! Už vedu!
hu: Számoljunk! Én vezetek!

source: And I thought you won't be competing with me.
ca: I jo que pensava que no volies competir...
cs: Myslela jsem, že jsi se mnou nechtěla závodit.
hu: S még azt hittem, hogy nem versenyzel velem.

source: I am not competing with you, silly child.
ca: No estic competint amb tu, xiqueta.
cs: Nezávodím s TEBOU, pošetilé děcko.
hu: Én nem versenyzek veled, bohó gyermek.

source: Try a little harder, grand-mother. But not bad for you age.
ca: Intentau amb una miqueta més de ganes, àvia. Però no està mal per als teus anys.
cs: Zkus být příště trochu tvrdší, stařenko. Ale nebylo to špatné. Na tvůj věk.
hu: Kicsit keményebben, mami. Bár a te korodban ez is szép teljesítmény.

source: Ha! She-wolf of Haeltin is coming! No underling child would be better than me!
ca: Ha! Ja ve la Lloba de Haeltin! Cap xiqueta carrall serà millor que jo!
cs: Ha! Vlčice Haeltinská přichází! Žádné podřadníče se na mně nebude vytahovat!
hu: Há! Haeltin Nőstényfarkasa vadászik. Egy nemtelen gyermek nem lehet jobb nálam!

source: She-wolf of Haeltin, don't excite too much, because you will get even more wrinkles from that.
ca: Lloba de Haeltin, no t'embales massa, per què t'eixiran encara més rugues d'això.
cs: Moc se nenaparuj, Haeltinská Vlčice. Pár vrásek ti dneska ještě přidělám.
hu: Haeltin Nőstényfarkasa, csak ne izgulj fel túlságosan, mert mélyülnek a ráncaid.

source: Three!
ca: Tres!
cs: Tři!
hu: Három!

source: Pfff! Only three?
ca: Bah, només tres?
cs: Co? Jenom tři?
hu: Pahh! Csak három?

source: Who's the killing machine now?
ca: Qui és la màquina de matar ara?
cs: A kdo že je smrtící mašina? No?
hu: Na ki a gyilkológép?

source: Not bad, but still you have to a lot to learn!
ca: No està mal, però encara has d'aprendre molt!
cs: Není to špatné, ale máš se ještě mnoho co učit!
hu: Nem rossz, de még van mit tanulnod.

source: Do you think, little child, that I will honour you with answer?
ca: Creus, xiqueta, que et faré l'honor de respondre't?
cs: Ty si myslíš, děťátko, že tě poctím odpovědí?
hu: Azt hiszed, kislány, hogy válaszra méltatlak?

source: By the way, I won. Scored $ano_competition_l
ca: Ah, he guanyat jo. M'he fet $ano_competition_l
cs: A abys věděla, vyhrála jsem já. Skórovala jsem $ano_competition_l -krát.
hu: Mindent összevetve, én nyertem. A végeredmény $ano_competition_l

source: Girls, what do you exactly mean by 'scored'? Lorin, could you score me too?
ca: Xiques, què voleu dir amb això de 'fer-vos'? Lorin, podries fer-te amb mi també?
cs: Děvčata, co myslíte tím "skórovala"? Lorin, můžeš oskórovat mě?
hu: Lányok, pontosan mit értetek az alatt, hogy 'számoljunk'? Lorin, velem is számolsz?

source: By the way, I won. Scored $ano_competition_k
ca: Ah, he guanyat jo. M'he fet $ano_competition_l
cs: Mimochodem, já vyhrála. Skórovala jsem $ano_competition_k -krát.
hu: Mindent összevetve, én nyertem. A végeredmény $ano_competition_k

source: Why that angry look, Lorin?
ca: Per què eixa mirada d'enuig, Lorin?
cs: Co takový naštvaný kukuč, Lorin?
hu: Mire föl ez a sötét tekintet, Lorin?

source: She lost.
ca: Perquè ha perdut.
cs: Prohrála.
hu: Vesztett.

source: I have not lost. I have not won.
ca: No he perdut. Només no he guanyat.
cs: Neprohrála jsem a ani nevyhrála.
hu: Nem vesztettem. Csak nem nyertem.

source: That's what I meant. You have not won, great super killing machine, so you have lost.
ca: Això és el que volia dir. No has vençut, per tant, oh gran súper maquina de matar, has perdut.
cs: To je to, co jsem myslela! Nevyhrála jsi, velká superzabijácká mašino, takže jsi prohrála.
hu: Én is erre gondoltam. Nem nyertél, szuperhős gyilkológép, tehát vesztettél.

source: Back in Freetown
ca: De nou en Ciutat Lliure
cs: Zpátky ve Svobodově
hu: Vissza Freetownba

source: The winter was just ending when we returned to Freetown. Soldiers were singing mirthfull songs, waiting impatiently when they will see again faces of their wifes and kids.
ca: L'hivern estava acabant-se quan van tornar a Ciutat Lliure. Els soldats anaven cantant alegres cançons mentre esperaven amb impaciència tornar a vore les cares de les seues famílies.
hu: A tél épp véget ért, amikor visszatértünk Freetownba. A harcosok vidám énekeket daloltak, s türelmetlenül várták, hogy végre újra szeretteik körében legyenek.
