Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Nice to meet you, .. Lorin. You are quite good looking for being Gawen's grand-mother. You had to be quite a lass some forty or fifty years ago.
ca: Tot un plaer conèixer-te, ... Lorin. No tens mala pinta per ser la mare de Gawen... Segurament series tota una mossa farà uns quaranta o cinquanta anys...
cs: Těší mne, .. Lorin. Vypadáš tak dobře, že bys mohla být Gawenovou babičkou. Ty jsi musela před takovými čtyřiceti padesáti lety být opravdu pěkné děvče!
hu: Örülök, hogy találkoztunk, ...Lorin. Jól tartod magad, ahhoz képest, hogy Gawen nagymamája vagy. Biztosan csinos lány voltál úgy negyven-ötven évvel ezelőtt.

source: Stop it!
ca: Pareu!
cs: Nechte toho!
hu: Elég legyen!

source: Anyway, go to my castle, Gawen. Your servants will receive gold for helping you and then they may go, while we will work on getting back your throne!
ca: Bé, dóna igual. Ves al meu castell, que els teus servidors rebran una bona quantitat d'or per ajudar-te i després podran anar-se, mentre tornem a treballar per a recuperar el teu tron!
cs: Dobře. Pojď do mojeho hradu, Gawene. Tvoji opatrovníci dostanou zlaťáky za svou pomoc a pak můžou jít. Znovu začneme pracovat na tom, aby ses vrátil na svůj trůn!
hu: Úgy is van, menjünk a kastélyomba, Gawen! A szolgáidat arannyal jutalmazzuk, aztán szélnek eresztjük őket, mostantól a trónod visszaszerzésén kell dolgoznunk.

source: Hey, hey, I think there is some misunderstanding here. Gawen is our rightful king, and he has to get back his heritage. He's king of Wesnoth.
ca: Ei, ei, crec que ací hi ha hagut algun malentès. Gawen els nostre rei per dret propi, i ha de tornar a reclamar el que per justícia li pertany. Ell és el rei de Wesnoth.
hu: Ohó, itt valami tévedés van. Gawen a mi törvényes királyunk, s neki az örökségét kell elfoglalnia. Ő Wesnoth királya.

source: Exactly, with the difference that he is king of Vakladia. So, what do you want, underling, for saving my son's life? Speak quickly, for Gawen and I have a lot to do, and you are starting to get on my nerves, and this is dangerous thing to do.
ca: Exacte, amb la diferència que també és el rei de Vakladia. Per tant, què vols per salvar-li la vida? Dis-lo apressa, perquè Gawen i jo tenim molta feina per fer, i estàs començant a fartar-me, cosa gens recomanable.
hu: Pontosan, annyi módosítással, hogy ő Vakladia királya. Tehát, nemtelen, mit kívánsz jutalmul a fiam életének megmentéséért? Gyorsan mondd, mivel Gawennek és nekem sok dolgunk van, s kezdesz az idegeimre menni, s ez komoly veszélyekkel jár!

source: Listen, woman, I want nothing from you. Gawen's not going anywhere with you. He stays with us and he will unite Wesnoth and...
ca: Escolta'm, dona, no vull res de tu. Gawen no anirà a cap lloc amb tu. Es quedarà amb nosaltres, unirà Wesnoth i...
hu: Ide hallgass, asszony! Én nem akarok tőled semmit. Gawen nem megy veled sehova. Velünk marad, és egyesíteni fogja Wesnothot és...

source: Stop it! Stop it both of you! I am not king. Not king of Vakladia, not king of Wesnoth, and definitely YOU WON'T DECIDE INSTEAD OF ME what should I do.
ca: Pareu! Pareu els dos! No sóc cap rei. Ni de Vakladia, ni de Wesnoth, però el que és ben clar és que VOSALTRES NO PRENDREU LES DECISIONS PER MI!!
cs: Přestaňte! Oba! Já nejsem král. Ani Vakladie, ani Wesnothu, a zaručeně VY NEBUDETE MÍSTO MĚ ROZHODOVAT co budu či nebudu dělat.
hu: Elég ebből! Mindketten hagyjátok abba! Nem vagyok király. Sem Vakladia királya, sem Wesnothé, és ami a legfontosabb, NEM TI DÖNTITEK EL, MIT TESZEK!

source: Now, we will go to the castle. My troops needs to get rest.
ca: Ara, anirem cap al castell. Les meues tropes necessiten descansar.
cs: Teď, teď půjdeme do hradu. Mí vojáci si potřebují odpočinout a načerpat nových sil.
hu: Akkor most meglátogatjuk a kastélyt. A seregemnek pihenésre van szüksége.

source: My son, your troops are already in the castle, and those underlings...
ca: Però fill meu, les teues tropes ja estan al castell, i aquestos carralls...
cs: Můj synu, tvoji vojáci sou už dávno ve hradu a tito podřadní...
hu: Fiam, a sereged már a kastélyban van, ezek a nemtelenek...

source: These are my troops who fought alongside me. Don't call them underlings. Then, I want to ask you few questions about the orcs. And then we will leave the Haeltin. Mother, you are welcome to come with us.
ca: Aquestos soldats van lluitar amb mi. No els tornes a dir carralls. Després, vull fer-te algunes preguntes respecte als orcs. I després, ens anirem de Haeltin. Mare, seràs benvinguda si vols vindre.
hu: Ők az én harcosaim, akik idáig velem harcoltak. Ne nevezd őket nemteleneknek. Aztán meg lenne néhány kérdésem az orkokról. Aztán távozunk Haeltinből. Anyám, számítok rá, hogy velünk tartasz.

source: The orcs... well, you know that they tried to take my castle? We defeated them. Could you believe that they were allied with Akladians?
ca: Els orcs... bé, saps que volien prendre el castell? Els vam derrotar. Et pots creure que estaven aliats amb akladians?
hu: Az orkok... nos, tudod, hogy megpróbálták elfoglalni a váramat? De visszavertük őket. Hitted volna, hogy akladiaiakkal szövetkeztek?

source: Earlier, after the battle at Barnon, we spotted orcs in the hills. I had the occasion to interrogate one of the Orcish leaders. He said that they waited for human envoy, after burning Reme Carrenemoe friend's castle.
ca: Abans, en la batalla de Barnon, vam albirar uns orcs als colls. Vaig poder interrogar un dels líders orcs. Va dir que esperaven un missatger humà, després de cremar el castell de l'amic de Reme Carrenemoe.
hu: Nemrég a barnoni csata után láttunk orkokat a dombok között. Sikerült kivallatnunk az egyik vezért. Azt mondta, hogy egy emberi követet vártak, miután felperzselték Reme Carrenemoe barátjának kastélyát.

source: It seems that Bor Cryne had allied with orcs to kill every Akladian who is not worthy to be member of our race in Bor Cryne's eyes. It means every Akladian who has underling friends or an underling wife, or who ever farted in the presence of Cryne.
ca: Pareix que Bor Cryne s'ha aliat amb als orcs per matar qualsevol akladià que no és mereixedor de pertànyer a la nostra raça, segons l'opinió de Bor Cryne. Significa que qualsevol akladià amb amics carralls o estiga casat amb una carrall, però també qui s'haja tirat un pet en presència de Cryne.
hu: Úgy látszik, Bor Cryne szövetkezett az orkokkal, hogy megöljenek minden akladiait, aki nem méltó erre a névre, legalábbis Bor Cryne szerint. Azaz minden akladiait, akinek nemtelen barátai vannak, nemtelen feleséggel bírnak ,vagy egyszerűen csak fingottak egyet Cryne jelenlétében.

source: And what happened to Reme Carrenemoe?
ca: I què va passar amb Reme Carrenemoe?
cs: A co přihodilo Rememu Carrenemoeovi?
hu: S mi történt Reme Carrenemoéval?

source: You will soon met old friend. We were able to free Reme Carrenemoe. He was captured by enemies, and that close to death... We left him in our camp to recover.
ca: Prompte tornaràs a trobar-te amb aquest vell amic. Vam poder rescatar Reme Carrenemoe. Estava capturat pels enemics, i a açò de morir-se... L'hem deixat al nostre camp per a que es recupere.
cs: Brzy se setkáš se starým známým. Podařilo se nám vysvobodit Remeho Carrenemoea. Byl zajat nepřáteli, a tak byl blízko smrti... Nechali jsme ho v našem táboře, aby se zase zotavil.
hu: Hamarosan találkozhatsz öreg barátoddal. Sikerült kiszabadítanunk Reme Carrenemoét. Az ellenség foglyul ejtette, s félholt volt már, mire ráleltünk... A táborunkban lábadozik.

source: (whispering) Old friend my arse...
ca: <susurrant> Vell amic diu...
hu: (suttogva) Barátja az ördögnek...

source: I think you should know that Reme is alive too. We know that he is in enemy hands. I want to rescue him.
ca: Crec que deuries saber que Reme també és viu. Sabem que està en mans enemigues. Vull rescatar-lo.
cs: Myslím, že bys měla vědět, že Reme je také naživu. Víme, že je v rukou nepřítele. Chci ho vysvobodit.
hu: Azt hiszem, tudnod kell, hogy Reme is életben van. Megtudtuk, hogy az ellenség elhurcolta. Ki akarom szabadítani.

source: What for? He left me alone. Why not treat him the same way he treated me?
ca: Per què? Em va abandonar. Per què no donar-li el mateix tractament que em va donar?
hu: Miért? Magamra hagyott. Miért nem bánunk vele úgy, ahogy ő bánt velem?

source: So, have you seduced Gaumhaldric already? Or did I miss something?
ca: Per tant, has pogut seduir aquest Gaumhaldric a la primera? O m'he perdut alguna cosa?
hu: Na, elcsábítottad Gaumhaldricot? Vagy történt valami?

source: Because Andrey Yaranov joined you together with Lorin, you can now recruit Aragwaiths.
ca: Ja que Andrei Iaranov s'ha unit a tu amb Lorin, ara pots reclutar també aragwaiths.
hu: Andrey Yaranov, és Lorin, csatlakozásával aragwaithokat is toborozhatsz.

source: Avenging Ruen
ca: La venjança de Ruen
cs: Odplata za Ruen
hu: Bosszú Ruenért

source: Inside of burned village of Ruen Gawen's soldiers found massacred bodies of men, women and children. No one stayed unmoved by those terrible sight. Looking at their faces Gawen sadly thought, that Orcs can't expect any mercy in this battle and no prisoners probably will be taken.
ca: Dins el poblet cremat de Ruen, els soldats de Gawen van trobar cossos d'hòmens, dones i xiquets, tots massacrats. Ningú no va poder evitar commoure's per eixa aterradora visió. Al veure les seues mirades, Gawen va pensar amb tristesa que els orcs no rebrien cap mostra de pietat en aquesta batalla, i que segurament no es capturaria cap presoner.
cs: Ve vypálené vesnici Ruen našli Gawenovy vojáci zmasakrovaná těla mužů, žen i dětí. Všechny ta zkáza zasáhla. Dívaje se na jejich tváře si Gawen pomyslel, že skřeti nemůžou očekávat žádné slitování. Dnes nebereme zajatce.
hu: Ruen falujának felperzselt romjai közt Gawen harcosai lemészárolt férfiak, nők és gyerekek holttesteit találták. Mindenkit megrendített a szörnyű látvány. A zord tekinteteket látva Gawen szomorúan gondolt arra, hogy az orkok nem számíthatnak irgalomra az eljövendő csatában, s foglyokat sem ejtenek.

source: Revenge!
ca: Venjança!
cs: Odplata!
hu: Bosszút!

source: I think they keep captured villagers in the dungeons of their castles. It's time to let them free and kill the orcs!
ca: Crec que tenen als camperols capturats a les masmorres dels seus castells. És l'hora d'alliberar-los i matar els orcs!
cs: Myslím, že drží zajaté vesničany v podzemí svých hradů. Je načase je osvobodit a pozabíjet skřety!
hu: Azt hiszem, az elfogott falusiakat a vár kazamatáiban tarthatják fogva. Ki kell szabadítsuk őket, és ki kell irtani az orkokat!

source: Allright. We are going to free those peasants, kill the orcs and remember: we have to interrogate their leaders. Maybe they know something which could be interesting for us?
ca: Molt bé. Alliberarem eixos camperols, matarem els orcs i recordeu açò: hem d'interrogar el líder. Tal volta sàpiga alguna cosa que podria ser útil per nosaltres?
cs: Dobrá. Osvobodíme vesničany, pozabíjíme skřety. Ale pamatuj: musíme vyslechnout jejich vůdce! Možná budou vědět něco zajímavého, ne?
hu: Rendben. Kiszabadítjuk a parasztokat, kiirtjuk az orkokat, de ne felejtsétek el: nyelvet kell fognunk. Talán a vezéreik tudnak nekünk valami érdekeset mondani.

source: You may withdraw by moving Gawen Hagarthen to the signpost south of your initial position.
ca: Pots retirar-te menejant Gawen Hagarthen al senyal al sud de la teu posició inicial.
cs: Můžeš se vzdát bez boje. Stačí, když ze základního postavení přemístíš Gawena Hagarthena k jižnímu směrovníku.
hu: Visszavonulhatsz Gawen Hagarthennel, ha a kezdő pozíciótól délre található útjelzőhöz mész.

source: We have no time and forces to defeat the orcs here. Retreat!
ca: No tenim el temps ni les forces per derrotar els orcs ací. Retirada!
cs: Nemáme dost času ani sil k poražení skřetů! Stáhněme se!
hu: Nincs időnk, s kevesen is vagyunk ahhoz, hogy legyőzzük az orkokat. Visszavonulás!

source: Hear, hear, big orc in my small hands. Now, how high can big orc sing when I will use that knife?
ca: Ei, gran orc, mira les meues manetes. Quant d'alt pot cantar un grandàs com tu quan comencen a usar aquest ganivet?
cs: Slyšte, slyšte! Velký skřet je v mých malých rukách! Tak, jak krásně nám velký skřet zazpívá, když na něj vytáhneme tento nožíček?
hu: Haha, idenézzetek! Egy hatalmas ork van a markomban. Nos, meglátjuk, hogy énekel a hatalmas ork, ha elkezdem használni ezt a kést.

source: Waitwaitwait, human woman. Do orc no harm.
ca: Paraparapara, dona humana. No fer mal a l'orc.
cs: Počkatpočkatpočkat, lidská ženštino. Ty nepoškodit skřet!
hu: Nenene, asszony. Ne bántsd az orkot!

source: Human woman will do no harm if orcish idiot will answer all the questions. Why are you here? Why are you allied with Akladians?
ca: Dona humana no farà mal si idiota orc respon totes les preguntes. Per què esteu ací? Per què esteu aliats amb els akladians?
cs: Lidská ženština nepoškodí, pokud skřetí idiot bude pěkně odpovídat. Proč jste tu? Proč jste se spojili s Akladijci?
hu: Az asszony nem fogja bántani a kis idiótát, ha az válaszol néhány kérdésre. Mit kerestek itt? Miért szövetkeztetek az akladiaiakkal?

source: My boss know everything, I know nothing. We are here for having fun and good meat I think.
ca: És el nostre cap qui ho sap tot, jo no sé res. Nosaltres estem ací per passar-ho bé i bona carn, crec.
cs: Moje šéf vědět všecko. Já nevědět nic. Já myslet, ano, já myslet, my tady pro legraci a pro žrádlo.
hu: Azt csak a főnök tudja, én semmit nem tudok. Én csak szórakozásból és a lakoma végett vagyok itt.

source: Hey, hey, don't die so fast, I haven't finished asking you!
ca: Ei, no moris tan de presa, encara no he terminat!
cs: Hej, HEJ! Neumírej tak rychle! Ještě jsem neskončila.
hu: Hé, ne halj meg olyan gyorsan, még nem végeztünk!

source: Ho, ho, how do you call when woman is hugging orcish dead body? Necrophilia?
ca: He, he, cóm es diu quan una dona està abraçant el cos d'un orc mort? Necrofília?
cs: Jachachá! Jak říkate tomu, když Akladijská žena objímá tělo mrtvého skřeta? Nekrofílie?
hu: Hehe, minek nevezik azt, ha egy nő egy halott ork testet szorongat? Nekrofília?

source: In case of Lady Lorin, remembering her age, I would call it rather incest.
ca: En el cas de Na Lorin, tenint en compte la seua edat, jo més bé diria que és incest.
cs: Nezapomeň na její věk. V jejím případě bych raději použila termín incest.
hu: Lady Lorin esetében, a korára tekintettel, inkább hiú ábrándnak nevezném.

source: I don't want to waste too much time, so answer me fast: There is alliance between traitors from Akladian race and Orcs. Why?
ca: No vull perdre molt de temps, així que respon i apresseta. Hi ha una aliança entre traïdors de la raça akladiana i els orcs. Per què?
cs: Nehodlám s tebou ztrácet čas, tak odpověz hezky stručně a rychle: Je tu spojenectví mezi Alkadijci a skřety. Proč?
hu: Nincs sok időm, tehát válaszolj gyorsan: akladiai árulók szövetkeztek orkokkal. Miért?

source: And why should I tell you, stupid woman?
ca: I per què t'ho hauria de dir, estúpida dona?
cs: A proč říkat to blbá ženská?
hu: Miért mondanám el, ostoba liba?

source: THAT is for calling me stupid woman. And THAT is gratis. Speak!
ca: AÇÒ va per dir-me dona estúpida. I AQUESTA és debades. Parla!
cs: TOTO je za "blbou ženskou"! A TOTO máš zadarmo. Mluv!
hu: EZ nevez engem ostoba libának?! S mindezt büntetlenül. Beszélj!

source: Don't... We were ordered by Grekulak to hear the Akladians.. Why he ordered us to ally with them I do not know..
ca: No he... Ens va ordenar Grekulak que ajudarem els akladians... Per què ens ho va ordenar, no ho sé...
cs: Ne... Grekulak dát příkaz, my poslouchat Akladijec. Já nevědět proč. Já dělat jak Grekulak říct..
hu: Nem tu... Grekulak utasított, hogy szövetkezzünk az akladiaiakkal... Hogy mi volt a célja a szövetséggel, azt nem tudom...

source: Who is that Grekulak? Why he allied with Akladian traitors?
ca: Qui és aquest Grekulak? Per què està aliat amb els traïdors akladians?
cs: Kdo je ten Grekulak? Proč se spojil s Akladijskými zrádci?
hu: Ki ez a Grekulak? S miért kötött szövetséget az akladiai árulókkal?

source: Grekulak.. is.. our.. guide.. he ..
ca: Grekulak... és... el nostre... guia... ell...
cs: Grekulak.. být.. náš.. vůdec.. on.. ...
hu: Grekulak... a ... mi... vezetőnk... ő...

source: He? He what? Answer me, come on!
ca: Ell? Ell què? Dis-m'ho, va!
cs: On? Co On? Odpověz, no tak!
hu: Ő micsoda? Válaszolj, gyerünk!

source: Lady Lorin, stop it. He is dead. He won't say a word more.
ca: Na Lorin, deixa-ho. És mort. No dirà cap paraula més.
cs: Přestaň, Lady Lorin. Je mrtvý. Už ti neřekne ani ň.
hu: Lady Lorin, hagyd abba! Már meghalt. Nem tud mit mondani.

source: But this is what you wanted, right? Know who is behind this alliance. Now you know, it is some 'Grekulak'
ca: Però açò és el que volies, no? Saber qui estava darrere d'aquesta aliança. Ara ja ho saps, és un tal 'Grekulak'
cs: Ale to je to, co jste chtěli vědět, ne? Vědět, kdo za tím vším stojí. A teď víte, že je to nějaký ´Grekulak´.
hu: Nos, megtudtad, amit akartál, nem? Megtudni, ki áll az egész dolog hátterében. Most már tudod, valami 'Grekulak'.

source: Maybe you are right. We should go back to Freetown then.
ca: Tal volta tingues raó. Deuríem tornar a Ciutat Lliure ara.
cs: Možná máš pravdu. Měli bychom se vrátit do Svobodova.
hu: Talán igazad van. Vissza kellene mennünk Freetownba.

source: Yes, yes, I will answer, yummie.. liver. What kind of liver it would be?
ca: Sí, sí que respondre, yummmm... vídua. Quina mena de vídua serà?
hu: Persze, felelek, főnök... vesét... Milyen vesét kaphatok?

source: What??
ca: Cóm?!??!
cs: Cože?
hu: Micsodát??

source: What kind of liver it will be. Human liver, uhmm, or delicious liver of Elvish woman?
ca: Quina mena de vídua serà? Em fiquen a mil les vídues, totes de negre i així... Serà una humana o una, uhmhmh, refinada elfa?
cs: Ty říct nechat těžit. Já nevědět, co těžit. Já rád težit uhlí. Vonět. Nerad těžit zlato a uran. Smrdět.
hu: Milyen vesét kaphatok? Emberi vesét, vagy ühm egy finom kis tünde vesepecsenyét?

source: No, no, you did not understand me. I will let you LIVE, not get you LIVER. Why are you here allied with Akladians?
ca: No, no m'has entès. Et deixaré VIURE, no una VÍDUA. Per què esteu aliats amb els akladians?
cs: Špatně jsi mi rozuměl. Já nechat ŽÍT TEBE, nenechat tebe TĚŽIT. Proč jste se spojili s Akladijci?
hu: Mi? Te teljesen félreértettél engem. Kapsz egy ESÉLYT az életbenmaradásra, nem VESÉT. Tehát, miért szövetkeztetek az akladiaiakkal?

source: My boss would know. I know nothing, I am great warrior, not great thinker.
ca: El nostre cap sabrà. Jo no sé res, sóc gran guerrer, no gran pensador.
hu: A főnöktől kellene megkérdezned, én nem tudok semmit. Én egy harcos vagyok, nem egy diplomata.

source: My lord! Do not let him go! He was beating and killing my friends and people from my family! If you won't kill him, I will!
ca: Senyor! No el deixes anar-se'n! Ell va palejar i matar els meus amics i familiars! Si no el mates, ho faré jo!
cs: Můj Pane! Nenechávej ho jít! Zabil mé přátele a mé příbuzné! Pokud ho nezabiješ ty, pak to udělám já!
hu: Uram! Nehogy szabadon engedd! Ez az állat lemészárolta a családomat és a barátaimat! Ha te nem ölöd meg őt, akkor én fogom!

source: Should I spare him?
ca: Deuria deixar-lo viure?
cs: Mám ho ušetřit?
hu: Megkegyelmezhetek neki?

source: No.
cs: Ne.
hu: Nem.

source: Aaaargh!!
ca: Aaargh!!
hu: Ááááhh!!

source: No, no, you did not undestand me. I will let you LIVE, not LIVER. Why are you here allied with Akladians?
ca: No, no m'has entès. Et deixaré VIURE, no una VÍDUA. Per què esteu aliats amb els akladians?
cs: Špatně jsi mi rozuměl. Já nechat ŽÍT TEBE, nenechat tebe TĚŽIT. Proč jste se spojili s Akladijci?
hu: Mi? Te teljesen félreértettél engem. Kapsz egy ESÉLYT az életbenmaradásra, nem VESÉT. Tehát, miért szövetkeztetek az akladiaiakkal?

source: That's what waits for any orcs which will be in my hands!!
ca: Açò és el que els espera a tots els orcs que caiguen a les meues mans!!
cs: A toto čeká každého skřeta, který se mi padne do rukou!!
hu: Ez vár minden orkra, aki a kezembe kerül!

source: John the Smith
ca: Joan el ferrer
cs: Kovář John
hu: Kovács Jani

source: Paul the Small
ca: Pau el xicotet
cs: Malý Paul
hu: Pici Pali

source: Quick Herman
ca: Lluís el ràpid
cs: Rychlý Herman
hu: Gyorskezű Herman

source: Hurray! We are free! Now, death to the orcs!
ca: Hurra! Som lliures! Ara, a matar orcs!
cs: Hurá! Jsme zas volní! Smrt skřetům!
hu: Éljen! Szabadok vagyunk! És most halál az orkokra!

source: Gonzales the Steelhand
ca: Pep el mà d'acer
cs: Gonzales Železná ruka
hu: Vasmarkú Gonzales

source: Fast Robin
ca: Rob el ràpid
cs: Rychlý Robin
hu: Sebes Robi

source: Saorduc Swamps
ca: Marjals de Saorduc
cs: Blata Saorducká
hu: Saorduc-mocsár

source: Wait! Hhhuman, there is no reason for ussss to fight. Iff you will leave, we will pay you 100 golden pieces in gold
ca: Alto! Hummmà, no hi ha cap raó per a que lluitemmm. Ssssi ens deixess, et pagarem 100 pecesss d'or.
cs: Počkejte! Lidiššškové, my nemáme proč sssss váma bojovat. Nechte násss, dáme vám ssssto zzzlatých.
hu: Várj! Emberrek, semmi okunk a harrrcrrra! Ha távossssztok, adunk nektek 100 aranyat.

source: Note: if you will accept lizard's offer, no bonus for early finish will be given.
ca: Nota: si acceptes l'oferta del sauri, no rebràs cap bonificació per finalitzar abans.
cs: Poznámka: pokud přijmeš nabídku, nečeká tě bonus za brzké ukončení.
hu: Megjegyzés: ha elfogadod a gyík ajánlatát, nem kapsz jutalmat a korai befejezésért.

source: All right, I accept your offer
ca: Val, accepte la teua oferta.
hu: Rendben, elfogadom az ajánlatodat.

source: No, I have to train my troops
ca: No, encara he d'entrenar les meues tropes.
cs: Smůla. Moji vojáci si potřebují zatrénovat.
hu: Nem kell, szükségünk van egy kis gyakorlatozásra.

source: Wisssse desision it wass.. Here isss your gold.
ca: Ha sssigut una sssàvia decisió... Acccí tensss l'or.
cs: Moudré rozzzhhhodnutí. Tady máššššš zzzlato.
hu: Rrrremek, bölcs döntés... Itt az arany.

source: Speak quickly, and I will spare your life. What do you know about alliance between orcs and Akladians?
ca: Parla apressa, i et perdonaré la vida. Què saps de la aliança entre els akladians i els orcs?
hu: Válaszolj gyorsan, s megkímélem nyomorult életedet. Mit tudsz az orkok és akladiaiak közötti szövetségről?

source: Nothing! One of Akladianss assssked Orcs to come, they came, they are sssslaughtering humansss, good thing. Not coming into sssswamps, good thing.
ca: No resss! Un dels akladiansss va demanar als orcsss que vingueren, ellsss vingueren i esstan asssasssinant humansss, bona cosssa. No entren a less marjalss, bona cosssa.
cs: Nicccc! Jeden Akladijeccccc požžžádal sssssskřřřety, aby přřřiššššli, a oni přřřiššššli zzzzabíjet lidi a to je dobřřře. Nepřřřřiššššli na blata a to je taky dobřřře.
hu: Semmit! Egy akladiai hívta be őket, ők jöttek, emberrreket gyilkolnak, rrremek. Nem járrrnak a mocsárba, ez még rrremekebb.

source: Go and hide into your quagmire, mudcrawler.
ca: Ves-te'n i amagat dins el teu fanguissar, fangós.
cs: Běž a zalez do svého blátovství, blátožroute.
hu: Na húzzál a pocsolyádba, mocsárlakó!

source: Speak quickly, and I will save your life. What do you know about alliance between orcs and Akladians?
ca: Parla apressa, i et perdonaré la vida. Què saps de la aliança entre els akladians i els orcs?
cs: Mluv rychle a já ti zachráním život. Co víš o spojenectví mezi skřety a Akladijci?
hu: Beszélj gyorsan, s megkímélem nyomorult életedet. Mit tudsz az orkok és akladiaiak közti szövetségről?
