Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: How many Wesnothians were raised from dead by killing Akladian children, Huon? I lost whole family in Freetown. But I don't want to revenge them by killing families of innocent people.
ca: Quants wesnothians han ressuscitat matant xiquets akladians, Huon? He perdut tota la meua família en Ciutat Lliure. Però no vull venjar-me matant famílies de gent innocent.
cs: Kolika našim blízkým navrátí život zabití Akladijských dětí, Huone? Ztratil jsem při Svobodovském masakru celou rodinu. Ale nemíním se proto mstít na nevinných.
hu: Hány wesnothi támadt fel akladiai gyerekek meggyilkolása után, Huon? Én a teljes családomat elvesztettem Freetownban. De mégsem akarok ártatlan emberek családjának legyilkolásával bosszút állni értük.

source: Anyway, you have to react, my king. If you won't stop this, Akladians with turn away from you and this will be another round of civil war.
ca: De tota manera, cal reaccionar, rei meu. Si no ho aturem, els akladians ens donaran l'esquena i començarà una nova ronda de guerra civil.
cs: Ale přesto musíš nějak reagovat, Můj Králi. Pokud to nezastavíš, Akladijci se od tebe odvrátí a začne nové kolo občanské války.
hu: Akárhogy is, reagálnod kell, királyom. Ha nem állítod meg a gyilkolást, az akladiaiak elfordulnak tőled, s a polgárháború újabb szakasza tör ki.

source: Punish them? Why? They acted because of despair and anger, they lost their whole families from hands of Akladians, how can you punish them? And if you do, a lot of Wesnothians will turn away from you...
ca: Castigar-los? Per què? Actuaven pel desesper i la fúria, havien perdut famílies senceres a mans dels akladians, com els pots castigar? I si ho fas, seran els wesnothians qui et donaran l'esquena...
cs: Potrestat je? Proč? Jednali, protože cítili bolest a zlost, rukama Akladijců ztratili celé rodiny, tak jak bychom je mohli trestat? A pokud to uděláš, všichni Wesnotští se od tebe odvrátí...
hu: Megbüntetni őket? Miért? Cselekedtek, mert a düh és keserűség mozgatja őket, akladiaiak irtották ki a családjukat, hogy büntethetnéd meg őket? S ha ezt teszed, akkor a wesnothiak fordulnak el tőled...

source: I declare the amnesty for everyone. But from this moment anyone, who wants to spill innocent blood will be chased by me and my people. People, who already committed crimes should go to pilgrimage to the Oracle to ask for forgiveness.
ca: Declare una amnistia general. Però d'ara endavant, tot aquell que vesse sang innocent serà perseguit per la meua gent i per mi mateix. La gent que ja haja comés cap malifeta deurà anar a peregrinar a l'Oracle i demanar allà perdó.
cs: Vyhlašuji totální amnestii. Všem a na vše. Ale od této chvíle, kdo prolije byť jen kapku nevinné krve, bude štván mnou a mými lidmi. Lidmi, kteří vzali za své, že všichni kriminálníci by měli podstoupit pouť k Věštkyni a požádat ji o odpuštění.
hu: Amnesztiát hirdetek mindenkinek. De ettől a pillanattól kezdve, aki kezet emel ártatlanokra, s vérüket ontja, az számoljon azzal, hogy lesújtunk rá. Aki eddig ilyen bűnt követett el, zarándokoljon el a Jósnőhöz, s vezekeljen a bűneiért.

source: This supposed to be punishment? Akladians won't like it.
ca: Açò és suposa que és un castic? No els agradarà als akladians.
cs: To má být trest? To se nebude Akladijcům líbit.
hu: Ezt nevezed te büntetésnek? Az akladiaiaknak nem fog tetszeni.

source: I am the messiah. Akladians who would contest my words are tools of the evil and will never be admitted to the land of the ancestors.
ca: Sóc el messies. Els akladians que s'enfronten a les meues decisions són eines del mal i mai seran admesos en la terra dels avantpassats.
cs: Já jsem Mesiáš. Akladijci, kteří budou reptat proti mým nařízením, jsou pouhé nástroje ďábla a nebude jim umožněno následovat své předky do jejich země.
hu: Én vagyok a Megváltó! Azok az akladiaiak, akik kétségbe vonják a szavaimat, a gonosszal cimborálnak, s nincs helyük a tiszták országában.

source: Messiah? You do not actually believe in that?
ca: Messies? De debò t'ho creus això?
cs: Mesiáš? Ty tomu opravdu věříš?
hu: Megváltó? Ne mondd, hogy komolyan veszed ezt a bohóckodást!

source: Huon, the proper way to address your king is 'your majesty' or at least 'my king'. Deorien was right all the time, now I see it. Akladians can rebel against their king and they can definitely rebel against king of mixed blood. But they cannot rebel against the hand of God on earth.
ca: Huon, la manera adequada de dirigir-te al teu rei és 'sa majestat' o, com a poc, 'rei meu'. Deorien tenia raó, ara ho veig clar. Els akladians poden rebel·lar-se contra el seu rei, i poden fàcilment fer-ho contra un rei mestís. Però no poden rebel·lar-se contra la mà de Déu en la terra.
cs: Huone, jediný způsob, jak správně oslovovat svého krále je "Vaše Veličenstvo" nebo "Můj Králi". Deorien měl vždy pravdu a nyní to vidím. Akladijci se mohou vzepřít svému králi a určitě by se vzepřeli králi smíšené krve. Ale nemohou se vzepřít proti Božímu nástroji na tomto světě.
hu: Huon, a királyodat helyesen úgy kell megszólítanod, hogy 'felséges uram', de minimum 'királyom'. Deoriennek végig igaza volt, most már én is látom. Az akladiaiak fellázadhatnak a királyuk ellen, s biztosan fellázadnak egy félvér király ellen. De Isten küldötte ellen nem lázadhatnak fel.

source: The way to Vattin is free of enemies. Let's go.
ca: El camí cap a Vattin és lliure d'enemics. Anem.
cs: Cesta do Vattinu je volná. Můžeme vyrazit.
hu: Vattinig tiszta az út. Gyerünk!

source: My king, we could really use some help.
ca: Sa majestat, ens aniria be alguna ajuda.
cs: Můj králi, opravdu bychom měli využít nějakou pomoc.
hu: Királyom, igazán elkelne egy kis segítség.

source: We are under heavy attack, my king. We really could use some help.
ca: Estem sota un fort atac, majestat. Ens aniria molt be eixa ajuda.
cs: Jsme pod těžkým útokem, Můj Králi. Opravdu bychom měli využít nějakou pomoc.
hu: Keményen támadnak minket, királyom. Igazán jól jönne egy kis segítség.

source: Aaah!
ca: Aah!
cs: Ách!
hu: Ááááh!

source: What? Mother, are you hurt?
ca: Què? Mare, estàs ferida?
cs: Co je? Matko, jsi zraněná?
hu: Mi történt? Megsebesültél, anyám?

source: No... I'm ok.. I'm ok... It was nothing.
ca: No... Estic be... Estic be... No era res.
cs: Ne... Jsem v pořádku.. Jsem v pořádku... Nic to nebylo.
hu: Nem... Jól vagyok... Tényleg... Semmi bajom.

source: But what that? You are wounded?
ca: Però què? Estàs ferida?
cs: Ale co je toto? To není nic?
hu: De mi volt ez? Eltaláltak?

source: No, Gawen, I've told you I'm OK!
ca: No, Gawen, ja t'he dit que estic be!
cs: Ne, Gawene, už jsem ti to jednou řekla. Jsem v pořádku!
hu: Nem, Gawen, mondtam, hogy MINDEN rendben van!

source: Probably the witch mistakenly drunk a poison she has prepared for someone else.
ca: Segurament, la bruixa s'ha confós i s'ha begut un verí que havia preparat per algú altre.
cs: Asi ta bosorka vypila nějaký jed, který namíchala pro někoho jiného.
hu: Talán a boszorka véletlenül kiitta a méregpoharat, amit másnak készített.

source: No, my lord. I think I know what's happening with your step-mother, but if she does not want to tell you, neither will I. But be prepared that she may not be able to fight in battles which await us in future.
ca: No, senyor. Crec que sé què sofreix la teua madrastra, però si ella no ho vol dir, jo tampoc diré res. Però prepareu-vos a prescindir d'ella en alguna de les pròximes batalles.
cs: Ne, Můj Králi. Myslím, že vím, co se děje s tvou macechou, ale pokud ti to nechce říct ona, nebudu ti to říkat já. Ale buď připraven, že nebude schopna bojovat v příštích bitvách.
hu: Nem, uram. Azt hiszem, tudom, mi a baj a nevelőanyáddal, de ha ő nem akarja elmondani, én sem fogom. De készülj fel, hogy az eljövendő csatákat nélküle kell megvívnod.

source: Underling, be silent. You know nothing. You all know nothing. I will fight.
ca: Carall, calla't. No saps res. Ningú no sap res. Jo lluitaré.
hu: Nemtelen, fogd be a szád! Te nem tudsz semmit. Egyikőtök sem tud semmit. Harcolni fogok.

source: Ha! They were hiding some gold here!
ca: Ha! Estaven amagant ací una miqueta d'or!
cs: Ha! Schovali tu nějaké zlato!
hu: Há! Egy kis aranyat rejtettek el itt!

source: You have received 50 gold pieces
ca: Has rebut 50 peces d'or.
cs: Získal jsi 50 zlatých
hu: Szereztél 50 aranyat

source: Aaargh! I haven't revenged my family!
ca: Aaargh! No he venjat la meua família!
cs: Ách! Nepomstil jsem svou rodinu!
hu: Áááh! Nem tudtam bosszút állni a családomért!

source: Stop! Don't kill me! I will give you a lot of gold if you will spare me!
ca: Pareu! No em mateu! Vos donaré un gran quantitat d'or si em perdones!
cs: Přestaň! Nezabíjej mě! Dám ti spoustu zlata, pokud mě ušetříš!
hu: Megállj! Ne ölj meg! Egy csomó aranyat adok, ha futni hagysz!

source: Were you at Freetown?
ca: Vas estar en Ciutat Lliure?
cs: Byl's ve Svobodově?
hu: Ott voltál Freetownban?

source: NO! It was Bor Cryne! Don't kill me!
ca: NO! Va ser Bor Cryne! No em mates!
cs: NE! To byl Bor Cryne! Nezabíjej mě!
hu: NEM! Bor Cryne volt az! Ne ölj meg!

source: I am an empty shell.
ca: Sóc una conxa buida.
cs: Jsem jen prázdná skořápka.
hu: Üres vagyok, mint egy hámozott lufi.

source: Before you will pass, I want to ask you one, simple, very simple question. Were you with Akladian army which burned Barnon?
ca: Abans que et desmaies, vull fer-te una pregunta senzilla, molt senzilla. Estaves en el exèrcit akladià que va cremar Barnon?
cs: Než odejdeš, chci se tě zeptat na jednu, velice jednoduchou otázku. Byl's u té Akladijské armády, která vypálila Barnon?
hu: Mielőtt elmész, egy egyszerű, nagyon egyszerű kérdésre válaszolj nekem. Te is tagja voltál annak az akladiai seregnek, amelyik felégette Barnont?

source: No! No! That was Bor Cryne, I swear! I wasn't there!
ca: No! No! Va ser Bor Cryne, ho prometo! Jo no hi era allà!
cs: Ne! Ne! To byl Bor Cryne, přísahám! Já tam nebyl!
hu: Nem! Nem! Bor Cryne volt az, esküszöm! Én nem voltam ott!

source: Well..
ca: Bé...
cs: Dobře..
hu: Jól van...

source: Where is Bor Cryne?
ca: On està Bor Cryne?
cs: Kde je Bor Cryne?
hu: Hol van Bor Cryne?

source: Who gave you the location of Freetown?
ca: Qui va revel·lar-vos la ubicació de Ciutat Lliure?
cs: Kdo vám dal pozici Svobodova?
hu: Ki adta meg Freetown helyzetét az akladiaiaknak?

source: Do you know who poisoned my mother?
ca: Saps qui va enverinar ma mare?
cs: Víš, kdo otrávil mou pravou matku?
hu: Tudod, ki mérgezte meg az anyámat?

source: Whenever he is, he should be here!
ca: Siga on siga, deuria estar aquí!
cs: Kdekoli je, měl by být tady!
hu: Nem tudom hol van, de már rég itt kellene lennie.

source: I do not know! I wasn't at Freetown, really!
ca: No ho sé! No vaig estar en Ciutat Lliure!
cs: Nevím, vůbec jsem ve Svobodově nebyl!
hu: Nem tudom! Én nem voltam Freetownban, esküszöm!

source: I do not know! Uri van Roe or Bor Cryne may know something about that...
ca: No ho sé! Uri van Roe o Bor Cryne sabran alguna cosa d'això...
cs: Já to nevím! Uri van Roe nebo Bor Cryne by mohli něco vědět...
hu: Nem tudom. Uri van Roe vagy Bor Cryne esetleg tudhat valamit...

source: Don't kill me, Lorin! I know you where you still were little child, I played with you when you were small...
ca: No em mates, Lorin! Et conec des que eres una xiqueta, quan jugava amb tu...
cs: Nezabíjej mě, Lorin! Znal jsem tě, když jsi ještě byla malou molčičkou, hrával jsem si s tebou, když jsi byla malá...
hu: Ne ölj meg, Lorin! Ismerlek gyerekkorod óta, én játszottam veled, mikor még kicsi voltál...

source: You should've killed me then, when you still have the chance.
ca: Hauries d'haver-me matat aleshores, quan tenies l'ocasió.
cs: Ty bys mě byl býval byl zabil, kdybys byl býval měl k tomu příležitost.
hu: Akkor kellett volna megölnöd, mikor még volt rá esélyed.

source: You truly are worthy to be our king! Oracle was right! I never should listen to Hoyre....
ca: Eres digne de ser el nostre rei! L'Oracle tenia raó! No mai deuria haver sentit Hoyre...
cs: Seš opravdu tak vznešený, abys moh být našim králem! Věštkyně měla pravdu! Nikdy jsem neměl poslouchat Hoyreho.
hu: Te tényleg a királyunk vagy! A Jósnőnek igaza volt! Sosem kellett volna Hoyre-ra hallgatnom...

source: How this could be possible?
ca: Cóm pot ser açò possible?
cs: Jak je to možný?
hu: Hát ez meg hogy lehet?

source: I should've stayed in hills in the north...
ca: Hauria d'haver-me quedat en les muntanyes del nord...
cs: Já radši být kopec sever...
hu: Északon kellett volna maradnom a dombjaink között...

source: Final
ca: Fi
cs: Závěr
hu: Végjáték

source: If you liked the campaign, please post your feedback at wesnoth forum (http://www.wesnoth.org/forum/). I invested a lot of time into this campaign, just as translators and others did; in return I would love to hear some opinions about it from people who played it.
ca: Si t'ha agradat la campanya, per favor, fica els teus comentaris al fòrum de Wesnoth (http://www.wesnoth.org/forum/). He invertit molt de temps en aquesta campanya, a l'igual que els traductors i molta altra gent; a canvi, m'agradaria moltíssim sentir les opinions que tenen d'ella la gent que la ha jugat.
cs: Pokud se ti tažení líbilo, prosím pošli svůj názor do diskusního fóra na http://www.wesnoth.org/forum/ . Investoval jsem do vytváření tažení spoustu času, stejně jako překladatelé i další; na oplátku bych rád slyšel názory lidí, kteří jej jenom hrají. Pokud máte nějaké připomínky či dotazy či nápady k českému překladu, jděte na http://forum.bonusweb.cz/wesnoth/viewtopic.php?t=104 . Dík za každou připomínku k překladu. tapik
hu: Ha tetszett a hadjárat, kérlek dobj egy üzenetet a wesnoth fórumra (http://wesnoth.org/forum/). Sok időmbe telt a hadjárat kidolgozása, s mások is sokat dolgoztak a fordításokon, s egyebeken; így kíváncsi lennék a játékosok véleményére.

source: Quests and puzzles solved
ca: Missions i trencaclosques resolts
hu: Feladatok teljesítése, a rejtélyek megoldása

source: You interrogated assassin sent to kill Gawen Hagarthen, and found out that it was an Akladian lord who hired him.
ca: Has interrogat l'assassí enviat per matar Gawen Hagarthen, i has descobert que va ser un dels senyors akladians qui el va contractar.
hu: Kivallattad az orgyilkost, akit Gawen Hagarthen megölésére küldtek, s kiszedted belőle, hogy egy akladiai nemes bérelte fel őt.

source: Moreover, you discovered that it was Bor Cryne who hired the assassin to kill Gawen Hagarthen.
ca: A més, has descobert que va ser Bor Cryne qui va contractar l'assassí per matar Gawen Hagarthen
hu: Ezentúl kiderítetted, hogy Bor Cryne volt az, aki felbérelte az orgyilkost, hogy ölje meg Gawen Hagarthent.

source: But you haven't discovered which Akladian lord is responsible.
ca: Però no has descobert quin dels senyors akladians va ser i per què ho va fer.
hu: De nem sikerült megtudnod, hogy ki volt ez az akladiai nemes.

source: You have not find out who hired assassin to kill Gawen Hagarthen.
ca: No has descobert qui va contractar l'assassí per matar Gawen Hagarthen.
cs: Nepodařilo se ti zjistit, kdo najal vraha na Gawena Hagarthena.
hu: Nem sikerült kiderítened, hogy ki bérelte fel az orgyilkost Gawen Hagarthen megölésére.

source: You found out that Lorin's clan bought poison from Outlaws.
ca: Has descobert que el clan de Lorin va comprar un verí als proscrits.
hu: Kiderítetted, hogy Lorin klánja szerzett be mérget a törvényen kívüliektől.

source: You found out that Lorin's clan bought poison from Outlaws, but you don't know why.
ca: Has descobert que el clan Lorin va comprar verí als proscrits, però no saps per què.
hu: Kiderítetted, hogy Lorin klánja mérget szerzett be a törvényen kívüliektől, de nem tudtad meg, mi célból.

source: You know who poisoned Gawen's mother.
ca: Has descobert qui va enverinar la mare de Gawen.
hu: Megtudtad, ki mérgezte meg Gawen édesanyját.

source: You didn't find out who poisoned Gawen's mother.
ca: No has descobert qui va enverinar la mare de Gawen.
hu: Nem derítetted ki, ki ölte meg Gawen édesanyját.

source: You saved Reme Carrenemoe.
ca: Has rescatat Reme Carrenemoe.
hu: Megmentetted Reme Carrenemoe életét.

source: You failed to save Reme Carrenemoe.
ca: No has rescatat Reme Carrenemoe.
hu: Nem sikerült megmentened Reme Carrenemoe életét

source: You discovered that it was Bor Cryne who brought Orcs to Vakladia, planning to purify the Akladian race of anyone he considered 'unworthy'.
ca: Has descobert que va ser Bor Cryne qui va traure els orcs a Wesnoth, i que planejava purificar la raça akladiana de tot aquell considerat 'indigne'.
hu: Kiderítetted, hogy Bor Cryne volt az, aki behívta az orkokat Vakladiába, hogy megtisztítsa az akladiai fajt az általa 'értéktelennek' tartott elemektől.

source: You don't know who led the Orcs to Vakladia.
ca: No saps qui va traure els orcs a Vakladia.
hu: Nem tudtad meg, ki hívta az orkokat Vakladiába.

source: Level three units (easy level): $ano_level_count units, $level_point points
ca: Unitats de nivell 3 (dificultat fàcil) : $ano_level_count unitats, $level_point punts
cs: Jednotek na třetí úrovni (nízká obtížnost): $ano_level_count jednotek, $level_point bodů
hu: Hármas szintű egység (könnyű szinten): $ano_level_count egység, $level_point pont

source: Level three units (normal level): $ano_level_count units, $level_point points
ca: Unitats de nivell 3 (dificultat normal) : $ano_level_count unitats, $level_point punts
cs: Jednotek na třetí úrovni (normální obtížnost): $ano_level_count jednotek, $level_point bodů
hu: Hármas szintű egység (átlagos szinten): $ano_level_count egység, $level_point pont

source: Level three units (hard level): $ano_level_count units, $level_point points
ca: Unitats de nivell 3 (dificultat difícil) : $ano_level_count unitats, $level_point punts
cs: Jednotek na třetí úrovni (vysoká obtížnost): $ano_level_count jednotek, $level_point bodů
hu: Hármas szintű egység (nehéz szinten): $ano_level_count egység, $level_point pont

source: Gold: (easy level): $ano_gawen_gold golden pieces, $level_point points
ca: Or: (dificultat fàcil) $ano_gawen_gold peces d'or, $level_point punts
cs: Zlato: (nízká obtížnost): $ano_gawen_gold zlatých, $level_point bodů
hu: Arany: (könnyű szinten): $ano_gawen_gold arany, $level_point pont

source: Gold: (normal level): $ano_gawen_gold golden pieces, $level_point points
ca: Or: (dificultat normal) $ano_gawen_gold peces d'or, $level_point punts
cs: Zlato: (normální obtížnost): $ano_gawen_gold zlatých, $level_point bodů
hu: Arany: (átlagos szinten): $ano_gawen_gold arany, $level_point pont

source: Gold: (hard level): $ano_gawen_gold golden pieces, $level_point points
ca: Or: (dificultat difícil) $ano_gawen_gold peces d'or, $level_point punts
cs: Zlato: (vysoká obtížnost): $ano_gawen_gold zlatých, $level_point bodů
hu: Arany: (nehéz szinten): $ano_gawen_gold arany, $level_point pont

source: Additional point for forcing Hoyre to run at 'Scouting near Barnon' scenario.
ca: Punt addicional per fer córrer Hoyre en l'escenari 'Explorant prop de Barnon.
cs: Body navíc za donucení Hoyreho uprchnout ve scénáři Výzvědy na Barnonsku.
hu: További pont Hoyre elkergetéséért a 'Barnoni felderítés' küldetésben.

source: Additional point for learning gossip about the messiah in `Sneaking out of Raedwood` and `Start of the Quest` scenarios.
ca: Punt addicional per descobrir els remors d'un messies en 'Escapolint-se de Raedwood' i 'El començament de la missió'.
hu: További pont a Megváltóról szóló pletyka kiértékeléséért a 'Kiosonás Raedwoodból' és az 'A felderítés kezdete' küldetésekben.

source: Additional point for hiring Rob Roe.
ca: Punt addicional per fitxar Rob Roe.
cs: Body navíc za naverbovaní Roba Roeho.
hu: További pont Rob Roe felbéreléséért.

source: Additional point for heroic victory in `Siege of Haeltin` scenario.
ca: Punt addicional per guanyar heroicament 'El setge de Haeltin'.
hu: További pont a hősies győzelemért a 'Haeltin ostroma' küldetésben.

source: And one more for doing it at `hard` level.
ca: I un més per fer-ho en nivell difícil.
cs: A ještě jeden! No vybral sis největší obtížnost.
hu: És még egy pont a 'nehéz' szintű játékért.

source: Additional point for sparing Raban Harnen.
ca: Punt addicional per perdonar Raban Harnen.
cs: Body navíc za ušetření Rabana Harnena.
hu: További pont Raban Harnen életének megkíméléséért.

source: Additional point for letting Raban Harnen leave.
ca: Punt addicional per deixar marxar a Raban Harnen.
hu: További pont Raban Harnen szabadon engedéséért.

source: Total points: $points
ca: Punts totals: $points
cs: Bodů celkově: $points
hu: Összpontszám: $points

source: Get out of my way... I am not here because of you.
ca: Escampa el poll... No estic ací per tu.
cs: Jdi mi z cesty. Nejsem tady kvůli tobě.
hu: Félre az utamból... Nem miattad vagyok itt.

source: You aren't the prince, are you? It is not you whom I am seeking.
ca: Tu no eres el príncep, veritat? No eres tu qui busque.
hu: Te nem a herceg vagy, ugye? Akkor nem miattad vagyok itt.

source: Finally! Now, accept the inevitable. I'm professional, this won't hurt.
ca: Per fi! Ara, prepara't per acceptar l'inevitable. Sóc un professional, no et farà mal.
hu: Na végre! Fogadd el az elkerülhetetlent. Profi vagyok, nem fog fájni.

source: Leave the final blow for me! I want to interrogate him!
ca: Deixeu-me l'últim cop a mi! Vull interrogar-lo!
cs: Nezabíjejte mi ho! Chci ho vyslechnout! A podříznu si ho sama!
hu: Hagyjátok nekem az utolsó ütést! Ki akarom vallatni!

source: Why? Who sent you?
ca: Per què? Qui t'ha manat?
cs: Proč? Kdo tě poslal?
hu: Miért? Ki küldött?

source: Why? Two hundred gold pieces, that's why.
ca: Que per què? Dues centes peces d'or, eixa es la raó.
hu: Miért? Kétszáz aranyért, ezért.

source: Die, underling!
ca: Mor, carrall!
cs: Chcípni, podřadný!
hu: Pusztulj, nemtelen!

source: Stop, don't kill him! We have to interrogate him!
ca: Atureu-vos, no el mateu! Hem d'interrogar-lo!
cs: Přestaň! Nezabíjej ho! Musíme ho zmučánkovat!
hu: Megállj, ne öld meg! Ki kell vallatnunk!

source: Now, only one thing stops me from killing you. Who sent you?
ca: Bé, només hi ha una cosa que m'impedeix matar-te. Qui et va enviar?
cs: Tak, pouze jedna věc mi brání tě propíchnout jako prase. Mluv! Kdo tě poslal?
hu: Nos, csak egy dolog tart vissza attól, hogy megnyuvasszalak. Ki küldött?

source: The destiny.
ca: El destí.
cs: Osud.
hu: A végzet.

source: Don't test my patience. Speak, or I will kill you.
ca: No jugues amb la meua paciència. Parla o et mataré
cs: Nepokoušej moji trpělivost! Mluv nebo tě podříznu jak podsvinče!
hu: Ne tedd próbára a türelmemet! Beszélj, vagy megnyuvasztalak!

source: Do whatever you want to.
ca: Fes el que vulgues.
cs: Dělej si co chceš. Stejně to uděláš.
hu: Csinálj, amit akarsz!

source: Then die, since you want to.
ca: Bé. Mor, si tanta il·lusió et fa.
hu: Tehát meg akarsz halni, nesze!

source: You are way too soft, Reme. Why didn't you give him to me?
ca: Ets massa suau, Reme. Per què no me l'has deixat a mi?
hu: Túl nagyvonalúak a módszereid, Reme. Miért nem hagytad meg őt nekem?

source: Who sent you!
ca: Qui t'ha enviat!
cs: Kdo tě poslal?!
hu: Ki küldött?

source: Our rules are to never betray the name of people who hired us.
ca: Una de les nostres normes és que no mai traïm el nom de la gent que ens ha contractat.
cs: Náš kodex praví: "Nikdy nezraď klienta".
hu: A törvényeink nem engedik, hogy kiadjam a megbízónk nevét.

source: Don't test my patience, underling! Speak, or you will be sorry you are still alive!
ca: No jugues amb la meua paciència, carrall! Parla, o te'n penediràs d'estar viu encara!
cs: Nezkoušej mou trpělivost! Mluv, nebo budeš škemrat o smrt!
hu: Ne játssz a türelmemmel, nemtelen! Beszélj, vagy azt is megbánod, hogy megszülettél!
