Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: No, noble Reumario. It was honour for me to fight you. Die in peace.
ca: No, noble Reumario. Ha sigut tot un honor lluitar amb tu. Mor en pau.
cs: Ne, vznešený Reumario. Bylo mi ctí s tebou bojovat. Odejdi v pokoji.
hu: Nem, nemes Reumario. Tisztességgel harcoltál, nyugodj békében.

source: No, noble Aire Reumario. It was honour for me to fight you. Die in peace.
ca: No, noble Aire Reumario. Ha sigut tot un honor lluitar amb tu. Mor en pau.
cs: Ne, vznešený Aire Reumario. Bylo mi ctí s tebou bojovat. Odejdi v pokoji.
hu: Nem, nemes Reumario. Becsülettel küzdöttél, nyugodj békében.

source: King Buffin, my uncle, it was honour to fight with you. You were tough opponent
ca: Rei Buffin, oncle meu, ha sigut tot un honor lluitar amb tu. Has sigut un dur rival.
cs: Králi Buffine, strýcu, bylo mi ctí s tebou bojovat. Byl jsi opravdu silným protivníkem.
hu: Buffin király, nagybátyám, becsületesen küzdöttél, kemény ellenfél voltál.

source: You uncle? Me? You are just underling! Even if you ARE really Gawen Hagarthen, your wife was one of those dogs! (coughs) My cousin should never desacrate our family by marrying her! I spit on you!
ca: Tu el meu sobrí? Si tu eres un carrall! Encara que realment fores Gawen Hagarthen, la teua mare era un d'eixos gossos! <tussit> El meu cosí no mai haguera hagut de profanar la nostra família cassant-se amb ella! Et repudie.
hu: Nagybátyád? Én? Te csak egy nemtelen vagy! Még ha te vagy az IGAZI Gawen Hagarthen, az anyád csak egyike volt azoknak a kutyáknak! (köhög) Az unokafivéremnek nem kellett volna feleségül vennie! Köpök rád!

source: Let this will be a lesson for you, my idealistic step-son.To some people you may speak only when holding a knife with hand.
ca: Que siga una valuosa lliçó per tu, idealista fill meu. A vegades, només es pot parlar amb determinades persones quan tens un ganivet en la mà.
cs: Doufám, že se z toho poučíš, můj idealistickej nevlastní synku. S některejma lidma prostě můžeš mluvit jenom s nožem v ruce.
hu: Remélem ezt a leckét megértetted, álmodozó kisfiam. Néhány emberrel csak akkor tudsz beszélni, ha kés van a kezedben.

source: A king! I've never ever have killed a king before. You know, I should feel more exciting.
ca: Un rei! Mai he matat un rei abans! Ja saps, deuria ser més excitant.
cs: Král! Ještě nikdy předtím jsem nezabil krále. Ale že bych cítil kdovíjake vzrušení...
hu: Egy király! Még sosem öltem királyt korábban. Kicsit izgalmasabbnak gondoltam.

source: So you are Lorin from Gallorae's... Best sword amongst the Akladian woman. (cough)
ca: Així que tu eres Lorin del clan Gallorae... La millor espasa de totes les dones akladianes <tussit>.
hu: Szóval te vagy Lorin a Galleroe klánból... Az akladiai nők közt a legjobb kardozó. (köhög)

source: So you have heard about me! That's nice. Now, please tell me, why you were here, and with large army for that?
ca: Així que has sentit parlar de mi! Què bonic. Ara, per favor, dis-me, per què estaves ací acompanyat d'un tan gran exèrcit?
cs: Tak ty jsi o mě slyšel! No paráda. A teď, řekni mi, co tu vlastně pohledáváš, a s tak velikou armádou?
hu: Tehát hallottál már rólam! Ez remek. Akkor meséld el szépen, mit keresel itt, s mire föl a nagy sereged?

source: To introduce peace and order into Vakladia and to unite it with my kingdom, Okladia.
ca: Per introduir pau i ordre en Vakladia i unir-la amb el meu regne, Okladia.
cs: Abych přinesl mír a řád do Vakladie a připojil ji k mojí Okladii.
hu: Hogy békét és rendet teremtsek Vakladiában, és egyesítsem az én királyságommal, Okladiával.

source: Wait, do not die yet! I've heard some of your people were talking about some gossip about strange things in the eastern part of Okladia. What strange things?
ca: Espera, no mores encara! He sentit alguna de la teua gent comentant uns remors d'unes coses estranyes en la part oriental d'Okladia. Què coses?
cs: Hele, ještě neumírej! Slyšela jsem tvoje lidi mluvit o nějakých fámách o divných věcech na jihu Okladie. Co o tom víš?
hu: Megállj, ne halj még meg! Hallottam, hogy az embereid mindenféle pletykákról beszéltek, amelyek Okladia keleti részén történt eseményeket emlegettek. Miféle dolgokról van szó?

source: Ghosts, people who were long dead who were seen again.. Zombies... My scouts were giving me contradictory reports. Some of my lords disappeared. I was thinking about sending there some army immediately after finishing with Vakladia... (cough)
ca: Fantasmes, gent morta fa molt de temps que torna a ser vista... zombis... Els meus exploradors em donaven informes contradictoris. Alguns dels meus senyors desapareixien. Estava pensant en enviar algun exèrcit cap allà quan terminarà amb Vakladia... <tussit>
hu: Szellemeket, rég halott embereket láttak, akik újra visszatértek... Zombikat... A felderítőim ellentmondásos jelentéseket küldtek. Néhány nemes eltűnt. Arra gondoltam, hogy küldök oda egy sereget, ahogy végeztem Vakladiában... (köhög)

source: He died.
ca: Ha mort.
cs: Chcípnul.
hu: Meghalt.

source: I am finished! The death is less than fifty steps from me; but before she will take me, please tell me: are you really Gawen Hagarthen?
ca: Estic acabat! La mort no està ni a cinc passos de mi, però abans, respon, per favor: realment eres Gawen Hagarthen?
cs: Je po mně! Smrt je ode mě míň jak padesát kroků; ale předtím, než si mě veme, řekni mi: opravdu jsi Gawen Hagarthen?
hu: Én bevégeztem! A halál csak karnyújtásnyira van tőlem; de mielőtt elragad, kérlek mondd meg: te tényleg Gawen Hagarthen vagy?

source: Another lord killed from my beatiful hand. I really am thinking about starting a collection of souvenirs from each defeated lord. Hmm.. Maybe the ears?
ca: Un altre senyor que mata la meua bonica mà. Estic pensant començar una col·lecció de souvenirs per cada senyor derrotat. Tal volta les orelles? Hummm...
cs: Další lordík zapíchnut mojí překrásnou ručkou. Vážně uvažuju o tom, že začnu sbírat suvenýry mnou zapíchnutých lordů. Hmm... že by uši?
hu: Újabb úr esik el az én csodálatos kezem által. Komolyan kezdek arra gondolni, hogy valami aprócska emléket megőrizhetnék a megölt uraktól. Hmmm... Talán egy fület?

source: What are you doing with that underling, aren't you Lorin of Gallorae's?
ca: Què fas amb aquell carrall, no eres Lorin del clan Gallorae?
cs: Co tady děláš s tím podřadným, to nejsi Lorin z Gallorů?
hu: Mit keresel te a nemtelenek közt, nem Lorin vagy a Gallorae klánból?

source: Yes, I am. And he ain't underling, he is your overlord, your king.
ca: Sí, ho sóc. I no és cap carrall, és el teu senyor, el teu rei.
cs: Ano, jsem. Ale on skutečně není podřadnej, je to tvůj vládce, tvůj král.
hu: De igen, én vagyok. S ne nevezd nemtelennek az uradat, a királyodat.

source: Is that so?
ca: És veritat això?
cs: To myslíš vážně?
hu: Valóban ő az?

source: Aragwaithi die without fear!
ca: Els aragwaith moren sense por!
cs: Aragwaithi umírají beze strachu!
hu: Az aragwaithok félelem nélkül halnak meg!

source: We don't really care about the way underlings die, as long as they do it quickly and without making too much trouble.
ca: Realment ens dona igual com moren els carralls, sempre que ho facen ràpidament i sense fer massa soroll.
cs: Se nestaráme o to, jak chcípaj podřadní, když chcípaj rychle a bez větších trablů.
hu: Minket nem érdekel, hogy halnak meg a nemtelenek, amíg gyorsan és problémák nélkül teszik.

source: See, noble and so-independent but not-so-smart Aragwaithi leader, you could be alive on our side instead of being another body in our way...
ca: Mira, oh el tan noble i independent però no tan espavilat líder aragwait, podries estar viu en el nostre costat en lloc de ser un cadàver més en el nostre camí.
cs: Čum, vznešený a tak nezávislý, ale taky tak blbý veliteli Aragwaithi, moh's bejt živej na naší straně. Tak seš jenom další mrtvola na naší cestě...
hu: Látod, te nemes, olyannyira szabad, de nem túl okos aragwaith vezér, élhettél volna, ha mellénk állsz, ahelyett, hogy az utunkba állsz...

source: You have received 20 gold pieces
ca: Has rebut 20 peces d'or.
cs: Získal jsi 20 zlatých
hu: Hozzájutsz 20 aranyhoz

source: Ha, the rest of my army is coming!
ca: Ha! La resta del meu exèrcit està arribant!
cs: Ha, zbytek mojí armády přichází!
hu: Há, megérkezett a seregem többi része!

source: Akladians from Vakladia! I am king Buffin. I came to you, to help you reintroduce peace and order after death of your king, my beloved nephew, Gawen. I...
ca: Akladians de Vakladia! Sóc el rei Buffin! He vingut a vosaltres per ajudar-vos a reinstaurar la pau i l'ordre després de la mort del vostre rei, el meu benamat nebot Gawen. Jo...
cs: Akladijci z Vakladie! Já sem král Buffin. Přicházím k vám, bych vám pomoh zase zavést pořádek a mír, když umřel váš král, můj milovaný příbuzný, Gawen. Já...
hu: Vakladiai akladiaiak! Buffin király vagyok. Azért jöttem, hogy helyreállítsam a békét és a rendet a királyotok, az én szeretett unokaöcsém, Gawen halála után. Én...

source: I am Gawen Hagarthen. I starting to be tired of repeating that I am alive.
ca: Sóc Gawen Hagarthen. Estic començant a fartar-me de repetir que estic viu.
cs: Já jsem Gawen Hagarthen! Už mě to unavuje pořád dokola omílat, že sem živý.
hu: Én vagyok Gawen Hagarthen. Kezdek már belefáradni, hogy folyton ismételgetnem kell, hogy élek.

source: NO! Gawen Ha.. No, you are not him! You are some underling who pretends to be my beloved nephew! Kill him!
ca: NO! Gawen Ha... No, tu no eres ell! Tu eres algun carrall que pretén ser el meu benamat nebot! Mateu-lo!
cs: NE! Gawen Ha.. Ne, to nejseš ty! Seš nějakej podřadnej, který se za Gawena, mého milovaného příbuzného, vydává! Zapíchněte ho jako prase!
hu: NEM! Gawen hal... Nem, te nem lehetsz ő! Te csak egy nyomorult nemtelen vagy, aki az én szeretett unokaöcsémnek adja ki magát! Öljétek meg!

source: We will, but not because we welcome you, Buffin from Okladia. Though you are Hagarthen, nobody was inviting you here. We will discuss that issue later.
ca: Ho farem, però no perquè et vulguem ací, Buffin d'Okladia. Encara que sigues Hagarthen, ningú no t'ha convidat ací. Ja discutirem açò després.
cs: To uděláme, ne né kvůli tobě, Buffine z Okladie. Nikdo tě nezval, páč si Hagarthen. Toto probereme později.
hu: Meg fogjuk, de nem azért, mert te így kívánod, okladiai Buffin. Habár Hagarthen vagy, senki nem hívott ide. De ezt a dolgot később megbeszéljük.

source: I hope that with this
hu: Remélem, most, hogy

source: I'm afraid this battle may be extremely difficult. We must be prepared for serious losses, unfortunately.
ca: Tem que aquesta batalla siga extremadament difícil. Malauradament, cal preparar-nos pel pitjor.
cs: Bojím se, že tato bitva bude extrémně náročná. Musíme se připravit na obrovské ztráty.
hu: Attól tartok, hogy ez a csata nagyon nehéz lesz. Komoly veszteségekre kell felkészülnünk.

source: Survive to the end of time limit
ca: Sobreviu fins a la fi dels torns.
cs: Vydrž stanovený počet kol
hu: Kitartasz a körök végéig

source: Fall of Freetown
ca: La caiguda de Ciutat Lliure
cs: Pád Svobodova
hu: Freetown eleste

source: I was trying to get to Freetown as fast as possible. On the way we heard dark news - about Akladian armies in Raedwood forest, columns of smoke in the woods. I was expecting the worst, yet I was surprised.
ca: Intentava arribar a Ciutat Lliure tan ràpid com m'era possible. Pel camí vaig sentir notícies que hem preocupaven, coses d'exèrcits akladians en el bosc de Raedwood, de focs i fums entre els arbres. Esperava el pitjor, encara així, vaig sorprendre'm.
hu: Megpróbáltam Freetownba jutni, amilyen gyorsan csak tudtam. Útközben baljós híreket hallottunk - akladiai seregek nyomultak be a Raedwood-erdőbe, s gyújtogattak mindenfelé. A legrosszabbra gondoltam, de mégis mellbe vágott a hír.

source: From the first moment we knew that Freetown was not taken by the orcs. The orcs couldn't possibly be that atrocious. Children killed together with their mothers. Impaled girls and men on the crosses. People burned in their houses. And still, no matter how stupid it seems, I still had the hope.
ca: Des de'l primer moment vaig saber que no eren els orcs qui havien conquerit Ciutat Lliure. Els orcs no eren tan atroços. Els xiquets morts al costat de les seues mares. Homes i dones empalats en creus. Gents cremades vives dines de ses cases. Tanmateix, no importa quant estúpida sembla, encara tenia l'esper.
hu: Az első pillanattól tudtuk, hogy Freetownt nem az orkok foglalták el. Az orkok nem szoktak ilyen dolgokat művelni. Gyerekeket mészároltak le az anyjukkal. Keresztre tűztek férfiakat és nőket. Emberek égtek benn a házukban. És mégis, hangozzék ostobaságnak, én mégis reménykedtem.

source: Her face, though in dirt and blood, was untouched. She lay in a position which clearly told me her fate before she met the blow of mercy. I knelt next to her, fondling her hair as I used to do when she was a child. I felt nothing. I should feel anger, despair, I should scream for vengeance, but I felt nothing. My wife, my daughters, dead? It was too impossible to be believable.
ca: La seua cara, encara que bruta de pols i sang, estava intacta. Jeia en una posició que deixava ben clar quin havia sigut el seu destí abans de rebre el cop de gràcia. Em vaig agenollar al seu costat i vaig acaronar els seus cabells com solia fer quan era una xiqueta. No sentia res. Hauria de sentir fúria, desesper, hauria de clamar venjança... però no sentia res. La meua dona, les meues filles, mortes? Era massa impossible com per creure-ho.
hu: Az arca bár sáros és véres volt, érintetlen maradt. Olyan helyzetben feküdt, hogy azonnal láttam, mi történt vele, mielőtt a könyörületes halál elérte. Letérdeltem mellé, megsimogattam a haját, ahogy szoktam kislánykorában. Semmit nem éreztem. Dühöt kellene éreznem, kétségbeesést, bosszúért kellene kiáltanom, de nem érzek semmit. A feleségem, a lányaim halottak? Ez olyan felfoghatatlan, hogy elhinni is képtelen vagyok.

source: I tried to protect them, I tried so hard. I wanted Karen to be safe, in Freetown. If not my orders, maybe at least she...
ca: Vaig intentar protegir-les, ho vaig intentar amb totes les meues forces. Volia que Karen estiguera sana en Ciutat Lliure. Si no haguera ordenat que es quedara, al menys ella...
cs: Jen jsem je chránil, tak moc jsem se snažil je chránit. Chtěl jsem, aby Karen byla v bezbečí, ve Svobodově. Kdybych jí to nepřikázal, možná by alespoň ona...
hu: Próbáltam védeni őket, minden erőmmel próbáltam. Karent biztonságban akartam tudni, Freetownban. Ha nem parancsoltam volna meg, talán még most is...

source: Gawen, I think Karen loved you. I don't know what were your feelings to her, but I always hoped that you two will find a happiness together, and despite I knew it would be impossible - despite I knew that you would have to made some dynastic marriage one day - I even foolishly dreamt you could found a new dynasty.
ca: Gawen, crec que Karen t'amava. No sé quins eren els teus sentiments cap a ella, però sempre vaig desitjar que trobareu la felicitat junts, no obstant que sabera que seria impossible, no obstant que sabia que més tard o més prompte hauries de casar-te per qüestions dinàstiques... Fins... fins i tot vaig somniar que podríeu fundar una nova dinastia.
cs: Gawene, myslím, že Karen tě milovala. Nevím nic o tvých citech k ní, ale vždy jsem doufal, že vy dva byste mohli v sobě najít zalíbení a prožít spolu sťastný život, ačkoli se to zdálo být nemožným. Ačkoli jsem věděl, že jednoho dne se budeš muset oženit s někým z jiné královské dynastie, stále jsem bláhově snil, že založíš novou dynastii.
hu: Gawen, azt hiszem, Karen szeretett téged. Nem tudom, te mit éreztél iránta, de én mindig azt reméltem, hogy ti ketten boldogok lesztek együtt, annak ellenére is, hogy tudtam, ez lehetetlen - annak ellenére, hogy tudtam, hogy neked egy napon dinasztikus házasságot kell kötnöd - én bolondul mégis azt hittem, hogy új dinasztiát alapíthatsz.

source: I don't know how long I was there. I didn't care about anything. Akladians have taken everything from me. First they took your mother from me. Then they killed her. And now, they killed my whole family.
ca: No sé quant de temps vaig estar allí. No m'importava res. Els akladians m'ho han llevat tot. Primer van llevar-me ta mare. Després la van matar. I ara han mort tota la meua família.
cs: Nevím, jak dlouho jsem tam pobyl. Nezáleželo mi už na ničem. Akladijci mi tak vzali všechno. Nejdříve mi vzali tvoji matku. Pak ji zabili. A nyní, nyní mi vyvraždili celou rodinu.
hu: Nem tudom, meddig voltam ott. Már nem érdekel semmi. Az akladiaiak mindent elvettek tőlem. Először az édesanyádat vették el tőlem. Aztán megölték őt. S most megölték az egész családomat.

source: I am an empty shell. Nothing is left inside me.
ca: Sóc una conxa buida. No queda res dins meu.
cs: Zůstala ze mne jen prázdná skořápka. Už ve mě není nic.
hu: Üressé váltam. Semmi sem maradt bennem.

source: Welcome to Freetown, Hagarthen. Why you came here? Why you brought here your mother? You wanted to admire the destruction caused by your kin?
ca: Benvingut a Ciutat Lliure, Hagarthen. Per què has vingut ací? Per què has tret ta mare? Volíeu admirar la destrucció causada per la vostra gent?
cs: Vítej ve Svobodově, Hagarthene. Proč jsi přišel? A proč jsi přivedl svou matku? Chtěl sis prohlédnout zkázu, kterou tu tví lidé udělali?
hu: Légy üdvözölve Freetownban, Hagarthen. Miért jöttél ide? Miért hoztad ide az anyádat? A fajtád okozta pusztításban akarsz gyönyörködni?

source: How dare you speak that way to your king!
ca: Cóm oses parlar així al teu rei?
cs: Jak se opovažuješ takto mluvit se svým králem?
hu: Hogy merészelsz így beszélni a királyoddal!

source: Huon, if I wouldn't know that the anger is putting the words into your mouths, I don't know what I would do to you. Amongst my army are people who had families here. I, myself...
ca: Huon, si no sabera que la fúria és qui fica les paraules en la teua boca, no sé què et faria. Entre les meues tropes hi ha molts que tenien famílies aquí. Jo mateix...
cs: Huone, ani kdybych neslyšel ten hněv, který jsi vložil do těch slov, nevěděl bych, co mohu pro tebe udělat. V mé armádě jsou lidé, kteří zde ztratili své blízké. I já...
hu: Huon, ha nem tudnám, hogy a keserűség beszél belőled, nem tudom, mit csinálnék veled. A seregemben is vannak olyanok, akiknek családja volt itt. Én magam...

source: What, you yourself? And amongst your army are also people who are part of families of those beasts who did that! All you Akladians should be killed, all you should be expelled, all you should...
ca: Què dius de tu mateix? I entre les teues tropes també hi ha qui són part de les famílies de les bèsties que han causat açò! Tots vosaltres els akladians deuríeu ser morts, expulsats, deuríeu...
cs: Co tím chceš říct, ty také? A ve tvé armádě máš také příbuzné těch bestií, které to udělaly! Vy všichni Akladijci byste měli být pozabíjeni, měli byste být prokleti. měli byste být...
hu: Micsoda, te magad? A seregedben olyanok is vannak, akiknek családjából részt vehettek ebben az embertelen pusztításban! Titeket akladiaiakat ki kellene irtani, titeket mind el kellene űzni, titeket mind...

source: Silence, underling. You are unworthy of being called man. Stop crying like Wesnothian woman
ca: Silenci, carrall. No eres digne de ser anomenat home. Deixa de plorar com una dona wesnothiana.
cs: Sklapni, podřadný! Nejsi ani hoden, aby ti říkali muž, když tady kňučíš jako stará Wesnoťanka
hu: Csendet, nemtelen! Méltatlan vagy a férfi névre. Elég ebből a wesnothi asszonyi síránkozásból!

source: And she! How Akladians knew where Freetown is located? Who told them? Who, if not that witch? Let's kill her, and then let's...
ca: I ella! Cóm van saber els akladians on estava Ciutat Lliure? Qui els ho va dir? Qui, si no és eixa bruixa? Matem-la, i després...
cs: A ty! Jak se Akladijci dozvěděli o Svobodově? Kdo jim to řekl? Kdo, když ne tato bosorka? Zabijme ji, a pak...
hu: És ő! Honnan tudták az akladiaiak, hol van Freetown? Ki mondta el nekik? Ki, ha nem ez a boszorkány? Öljétek meg, és aztán...

source: Here is my sword, Huon. I lost someone here as well and I want to revenge her. But if you want to just blindly kill anyone with Akladian drop of blood in his veins, I won't stop you. Start with me, your king.
ca: Ací està la meua espasa, Huon. He perdut una persona volguda ací i també vull venjar-la. Però si el que vols és matar cegament qualsevol que tinga una gota de sang akladiana a les venes, no t'aturaré. Comença per mi, el teu rei.
cs: Zde je můj meč, Huone. I já zde ztratil někoho mi blízkého a i já ji chci pomstít. Ale pokud chceš slepě zabít každého, kdo má v sobě trochu Akladijské krve, nebudu ti bránit. Začni se mnou, se svým králem.
hu: Itt a kardom, Huon. Én elvesztettem itt valakit, és igen, bosszút akarok állni érte. De ha te csak vaktában akarsz vagdalkozni, megölni bárkit, akiben akladiai vér folyik, akkor nem állítalak meg. Kezdd velem, a királyoddal!

source: You are not my king! You are.. You are...
ca: Tu no eres el meu rei! Tu eres... eres...
cs: Ty nejsi můj král! Ty si.. ty si..
hu: Te nem vagy a királyom! Te egy... Te egy...

source: Yes. Now I see. Deorien, now I understand what you were trying to tell me. There is no future in civil war between Akladians and Wesnothians. I am king Gawen Haldric Hagarthen, and this is my country. My sword will punish the wicked. My sword will defend defenseless.
ca: Sí. Ara ho veig, Deorien, ara comprenc el que abans em deies. No hi ha futur en una guerra civil entre els akladians i els wesnothians. Sóc el rei Gawen Haldric Hagarthen, i aquest és el meu país. La meua espasa castigarà els malvats. La meua espasa defensarà els indefensos.
cs: Jsem. Nyní už to vím. Deoriene, nyní jsem pochopil, co ses mi snažil naznačit. V občanské válce mezi Akladijci a Wesnoťany není budoucnost. Jen smrt. Já jsem král Gawen Haldric Hagarthen, a toto je má zem. Můj meč ztrestá každou špatnost. Můj meč ochrání bezbranné.
hu: Igen. Már látom. Deorien, végre megértettem, mit próbáltál elmondani nekem. A polgárháború az akladiaiak és wesnothiak közt nem vezet sehova. Én Gawen Haldric Hagarthen király vagyok, és ez az én országom. A kardom megbünteti a gonoszokat. A kardom megvédi a védteleneket.

source: My king...
ca: Majestat...
cs: Můj králi...
hu: Királyom...

source: Ruvio, my friend.. I will need you at my side. I know you want to mourn your daughter, but I would be grateful if I could find you next me in battles which await me.
ca: Ruvio, amic meu... Et necessite al meu costat. Sé que vols plorar la mort de la teua filla, però estaria agraït si ets al meu costat en les batalles que m'esperen.
cs: Ruvio, můj příteli.. Nyní nutně potřebuji, abys stál po mém boku. Vím, že bys chtěl jít za svou dcerou, ale budu ti nesmírně vděčen, staneš li po mém boku v čele vojska v bitvách, jež mne čekají.
hu: Ruvio, barátom... Szükségem van rád, mellettem. Tudom, hogy szeretnéd elsiratni a lányodat, de hálás lennék, ha az elkövetkező csatában mellettem küzdenél.

source: Gawen... My sword is your sword.
ca: Gawen...la meua espasa és teua.
cs: Gawene... Můj meč je Tvým mečem.
hu: Gawen... Rendelkezz velem!

source: But what about your step-mother? She's Akladian wild beast. I bet it was she who passed the location of Freetown to Bor Cryne and his slayers.
ca: I què fem amb la teua madrastra? És una bèstia salvatge akladiana. Apostaria que va ser ella qui va revelar la ubicació de Ciutat Lliure a Bor Cryne i els seus carnissers.
cs: Ale co tvá macecha? Je to Akladijská divoká bestie. Vsadím se, že to byla ona, kdo Boru Crynovi a jeho vrahům prozradil místo, kde leží Svobodov.
hu: S mi a helyzet a nevelőanyáddal? Egy akladiai vadállat. Fogadok, hogy ő árulta el Freetown helyzetét Bor Crynének és mészárosainak.
