Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: I invite you and your friends into my rooms. I hid in those ruins for whole my life. In the darkest hour of Wesnoth I gathered last surviving mages of Weldyn and we hid in the library. Then... But I will explain you everything. First, you have to hear some story. Very long story... Gawen, what do you know about origins of Akladians?
ca: Us invite a tots a les meues habitacions. Tota ma vida he estat amagat dins d'aquestes ruïnes. En les hores més fosques de Wesnoth, vaig reunir els últims mags de Weldyn i varem amagar-nos en la biblioteca. Després... Dóna igual, ja us ho explicaré tot. Però abans he de contar-vos una història. Una història ben llarga... Gawen, què saps dels orígens dels akladians?
cs: Zvu tebe i tvé přátele do svých komnat. Skrývám se v těchto ruinách po celý můj život. V nejtemnějších časech Wesnothu jsem sebral poslední přeživší mágy a schovali jsme se v knihovně. Pak.. Ale neboj, povyprávím ti vše. Jednou. Nejdřív si ale musíš vyslechnout jiný příběh. Velmi dlouhý příběh... Gawne, co víš o původu Akladijců?
hu: A barátaiddal együtt gyertek a kunyhómba. Ezek között a romok között rejtőztem egész életemben. Wesnoth legsötétebb órájában egybegyűjtöttem Weldyn még élő mágusait, s a könyvtárban rejtőztünk el. Aztán... De elmondok mindent részletesen. Először egy történetet hallgassatok meg! Nagyon hosszú történet... Gawen, mit tudsz az akladiaiak eredetéről?

source: Akladians? Well... we came from the east, isn't it? Mother, help me here...
ca: Akladians? Bé, vam vindre de l'est, no? Mare, ajuda'm...
cs: Akladijců? Dobře... přišli jsme z východu, že? Matko, prosím, tady mi pomoz..
hu: Az akladiaiakról? Nos... keletről jöttünk, úgy tudom. Anyám, segíts egy kicsit...

source: Should I kill this mage now?
ca: Que puc matar ja el mag?
cs: Už mám zabít toho mága?
hu: Megölhetem végre ezt a mágust?

source: She won't tell you because all she knows are legends and myths. She will tell you the tale about how God created Akladians so they could rule over the world, but the false messiah imprisoned them, so they rebelled and then they moved here. For every myth there is a true event which started it, true beginning twisted and confused with the passing generations. Listen to me now.
ca: No t'ho sabrà dir per què tot el que ella coneix són llegendes i mites. Et relatarà la història de la creació dels akladians per part de Déu per tal que pogueren dominar el món, després l'empresonament per art del fals messies i la rebel·lió i fugida. Per cada mite hi ha un fet real que el va causar, una veritat certa encara que torta i confosa pel pas de les generacions. Escolteu-me amb atenció.
cs: Ona ti to neřekne, poněvadž vše, co zná, jsou jen legendy a mýty. Pověděla by ti pověst o tom, jak Bůh stvořil Akladijce k ovládnutí celého světa, ale falešný mesiáš je uvěznil, načež propukla rebelie a oni odešli sem. Ale na každém mýtu je zrnko pravdy, ze kterého byl počat, zrnko pravdy přesívané, přemílané a mylně interpretované po mnohá pokolení. Nyní mne dobře poslouchej.
hu: Ő nem fogja elmondani, mert minden, amit tud, csak legenda és mítosz. Elmondhatja neked, hogy Isten hogy teremtette meg az akladiaiakat, hogy uralkodjanak a világon, de egy hamis próféta megtévesztette őket, de fellázadtak, és idejöttek. Mint minden mítosznak, ennek is van valami igazságmagva, amely aztán az idők múltával a generációk ajkán módosult. Hallgassatok tehát ide!

source: Leaving Okladia
ca: Abandonant Okladia
hu: Okladia elhagyása

source: When Deorien declared to my soldiers that they should address me by the name of 'king Gawen Haldric Hagarthen' they showed a lot of enthusiasm. Well, I think this was no surprise for them. But their clamourous enthusiasm was surely a surprise for me.
ca: Quan Deorien va declarar als meus soldats que a partir d'ara deurien anomenar-me 'rei Gawen Haldric Hagarthen', van mostrar molt d'entusiasme. Bé, crec que açò no va ser cap sorpresa per ells. Però el seu clamorós entusiasme sí va ser una sorpresa per mi.
cs: Poté co Deorien přednesl řeč před mými vojáky a nakázal jim, aby mne nazývali 'král Gawen Haldrik Hagarthen', prokázali mnoho entuziazmu. Dobrá, myslím, že nebyli ani moc překvapení. Ale jejich nehrané nadšení mě skutečně překvapilo.
hu: Amikor Deorien kihirdette a harcosok közt, hogy ezentúl a nevem 'Gawen Haldric Hagarthen király', ők lelkesedni látszottak. Nos, azt hiszem, nem érte őket meglepetésként. Viszont az ujjongó lelkesedésük meglepetés volt számomra.

source: It was hoped that small army would sneak succesfully out of Okladia, but on the border we marched suddenly into outposts of Okladian army. With scouts reporting about king Buffin behind our backs, we had no time for finding another way. We had to hew our way through Akladian ranks.
ca: Esperàvem que el nostre reduït exèrcit podria eixir a amagades d'Okladia, però en la frontera vam trobar-nos per sorpresa amb uns destacaments de l'exèrcit okladià. Donat que els exploradors ens van informar que el rei Buffin ens seguia per darrere, no teníem temps per trobar una alternativa. Hauríem d'obrir-nos pas entre les files akladianes.
cs: Doufali jsme, že malá armáda odejde bezpečně a nepovšimnuta pryč z Okladije, ale na hranicích jsme přímo vpochodovali do náruče hraničních posádek Okladijské armády. A protože průzkumnící nám hlásili, že král Buffin je nám v patách, nezbýval čas najít jinou cestu. Museli jsme se tedy přes Akladijce probít.
hu: Reméltük, hogy egy kis sereg könnyedén kisurranhat Okladiából, de a határon váratlanul egy okladiai sereg táborába botlottunk. A felderítők jelentése szerint Buffin király serege a hátunkban volt, így nem volt időnk a latolgatásra. Át kellett vágnunk magunkat az akladiai helyőrségen.

source: Treacherous dog! Harnen joined the rebels! Bring reinforcements!
ca: Gos traïdor! S'ha unit als rebels! Tragueu els reforços!
cs: Zrádný pes! Harnen se připojil k rebelům! Přiveďte posily!
hu: Áruló kutya! Harnen csatlakozott a lázadókhoz! Hívjatok erősítést!

source: Wait! Before we cross our blades, I want to know something. Tell me your name: for I think I saw your face some time ago, and now.. Maybe I heard it wrong, but aren't your people calling you Gawen Hagarthen?
ca: Espereu! Abans de creuar les nostres fulles, vull saber una cosa. Quin és el vostre nom? Crec que vaig veure la vostra cara fa molt de temps i ara... Potser ho haja sentit malament, però no està la teua gent cridant Gawen Hagarthen?
cs: Zastav! Než zkřížíme meče, rád bych něco věděl. Řekni, jak se jmenuješ? Tvůj ksicht je mi strašně povědomí, tuším, že jsem tě kdysi dávno znal.. Možná, že jsem slyšel špatně, ale nenazývají tě tví lidé Gawen Hagarthen?
hu: Megállj! Mielőtt összemérjük a pengénket, tudni akarok valamit. Mondd meg a neved: mintha már láttalak volna valamikor, olyan ismerős... Lehet, hogy rosszul hallottam, de az embereid nem Gawen Hagarthennek szólítottak?

source: I am Gawen Hagarthen.
ca: Sóc Gawen Hagarthen.
cs: Já jsem Gawen Hagarthen.
hu: Gawen Hagarthen vagyok.

source: Gawen Hagarthen, king of Vakladia?
ca: Gawen Hagarthen, rei de Vakladia?
cs: Gawen Hagarthen, král Vakladie?
hu: Gawen Hagarthen, Vakladia királya?

source: I am Gawen Hagarthen. I was crowned king in Vattin and betrayed by my own lords during the battle of Barnon.
ca: Sóc Gawen Hagarthen. Vaig ser coronat rei en Vattin i després traït pels meus propis senyors en la batalla de Barnon.
cs: Já jsem Gawen Hagarthen. Ve Vattinu jsem byl korunován i zrazen vlastními lordy během bitvy o Barnon.
hu: Gawen Hagarthen vagyok. Megkoronáztak Vattinban, de Barnon csatamezején a saját nemeseim támadtak hátba.

source: Stop fighting! This is our rightful king. My brother told me the truth, then. I am your hand, my sword is your sword, my king, my blood is yours to spill.
ca: Deixeu de lluitar! Aquest és el nostre rei per dret propi. El meu germà sí que va contar-me la veritat. Sóc la vostra mà, la meua espasa és la vostra espasa, la meua sang és vostra per vessar.
cs: Přestaňte bojovat! Toto je náš právoplatný král! Můj bratr tedy nelhal... Jsem tvou rukou, můj meč je tvým mečem, Můj Králi, jsem připraven pro tebe zemřít.
hu: Támadást szüntess! Hiszen ez a törvényes király! A bátyámnak igaza volt. Életemet és véremet a királyért! Rendelkezz velem, uram!

source: Gawen Hagarthen? But.. you were fighting with Raban Harnen, my brother recently, isn't that right?
ca: Gawen Hagarthen? Però... Fa poc vas lluitar amb Raban Harnen, el meu germà, veritat?
cs: Gawen Hagarthen? Ale.. bojoval´s bráchou, Rabanem Harnenen, že?
hu: Gawen Hagarthen? De... harcoltál Raban Harnennel, a bátyámmal nemrégiben, ugye jól tudom?

source: Yes, I was.
ca: Sí, vaig lluitar amb ell.
cs: Ano, bojoval.
hu: Igen, harcoltam ellene.

source: He asked you for your name, and you answered your name was Gaumhaldric. Either you are lying now or you were lying then. Liar can't be king of Akladian people. Prepare for death.
ca: Va preguntar-te el nom i vas respondre-li que eres Gaumhaldric. Així que o bé vas mentir alhora o menteixes ara. Un mentider no pot ser el rei dels akladians. Prepara't per morir!
cs: A ty jsi mu řekl, že se menuješ Gaumhaldric. Možná jsi lhal jemu a možná mně. Jasný je, že jsi lhář a lhář nemůže být Akladijským králem. Zapíchnu tě jako prase!
hu: Megkérdezte a neved, s te azt mondtad, hogy a neved Gaumhaldric, Akár akkor hazudtál, akár most, egy hazug nem lehet az akladiaiak királya. Készülj a halálra!

source: My brother.. my brother died.. killed by someone called Gaumhaldric. Do you.. Do you know who was that Gaumhaldric?
ca: El meu germà... el meu germà va morir recentment, mort per un tal Gaumhaldric. Coneixeu aquest Gaumhaldric?
cs: Můj brácha.. můj brácha je mrtvej.. zapíchl ho nějakej Gaumhaldrik. Ty víš, kdo to byl?
hu: A bátyám... a bátyám meghalt... valami Gaumhaldric ölte meg. Te... Tudod, ki volt az a Gaumhaldric?

source: This was the name I used before.
ca: Aquell era el nom que abans usava.
cs: Toto jméno jsem kdysi používal.
hu: Korábban ezt a nevet használtam.

source: No idea who he could be.
ca: No sé qui era.
cs: Nemám zdání.
hu: Fogalmam sincs, ki lehetett.

source: Liar! I know you used the name of Gaumhaldric. I was only checking whether you will have the courage to admit that. Liar can't be king of Akladian people. Prepare for death.
ca: Mentider! Sé que abans usaves el nom de Gaumhaldric. Només estava comprovant si tenies prou valor per admetre-ho. Un mentider no pot ser el rei dels akladians. Prepara't per morir!
cs: Lháři! Vím, že sis tak kdysi říkal! Sem tě jenom zkoušel, jestli budeš mít tu odvahu mi to říct do očí! Lhář nemůže být Akladijským králem. Zapíchnu tě jako prase!
hu: Hazug! Tudom, hogy te nevezted magad Gaumhaldricnak korábban. Csak ellenőrzésképp kérdeztem, hogy van-e vér a pucádban. De megbuktál, egy hazug nem lehet akladiai király. Készülj a halálra!

source: So, you killed my brother!
ca: Així que vareu matar el meu germà!
cs: Takže ty jsi mi zabil bráchu!
hu: Tehát te ölted meg a bátyámat!

source: Yes. It was good fight and your brother was brave fighter.
ca: Sí. Va ser una bona lluita i el teu germà era un lluitador molt valent.
cs: Ano, byl to dobrý boj a tvůj bratr byl chrabrý válečník.
hu: Igen. Kemény harc volt, s a bátyád kiváló harcos.

source: Yes. Now it will be your turn.
ca: Sí... Ara serà el teu torn.
cs: Ano. A teď jsi na řadě ty.
hu: Igen. S most te következel.

source: We will see who will kill whom. Prepare for death!
ca: Ja veurem qui mata qui. Prepareu-vos!
cs: Uvidíme, kdo koho podřeže! Připrav se na smrt!
hu: Meglátjuk, ki öl meg kit. Készülj a halálra!

source: He had honourable death. My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
ca: Va tindre una mort honorable. Rei meu, el meu germà només va oposar-se-us perquè no sabia que éreu vos. Per favor, perdoneu-lo.
cs: Zemřel vznešeně. Můj Králi, můj brácha se ti postavil jenom proto, že nevěděl, kdo si. Prosím, odpusť mu.
hu: Becsülettel halt meg. Királyom, a bátyám csak azért szállt szembe veled, mert nem tudta, hogy te vagy az. Kérlek, bocsáss meg neki!

source: I honour memory of your brother. He had not done anything which would have to be forgiven.
ca: Honre la memòria del teu germà. No va fer res que haguera de ser oblidat.
cs: Ctím památku tvého bratra. Nikdy neudělal nic, co bych mu měl odpustit.
hu: Tisztelem a bátyád emlékét. Nem csinált semmi olyat, amit meg kellene bocsátanom.

source: Stop fighting! This is our rightful king. I am the your hand, my sword is your sword, my king, my blood is yours to spill.
ca: Deixeu de lluitar! Aquest és el nostre rei per dret. Sóc la vostra mà, la meua espasa és la vostra espasa, la meua sang és vostra per vessar-la.
cs: Přestaňte bojovat! Toto je náš právoplatný král! Jsem tvou rukou, můj meč je tvým mečem, Můj Králi, jsem připraven pro tebe zemřít.
hu: Támadást szüntess! Ez a mi törvényes királyunk! Életemet és véremet a királyért! Rendelkezz velem, uram!

source: My brother fought with soldiers led by someone called Gaumhaldric. Do you.. Do you know who was that Gaumhaldric?
ca: El meu germà va lluitar amb uns soldats liderats per un tal Gaumhaldric... El coneixeu?
cs: Můj bratr bojoval proti vojákům, které vedl nějaký Gaumhaldrik. Nevíš.. nevíš náhodou, kdo by to mohl být?
hu: A bátyám harcolt valamilyen Gaumhaldric ellen... Te... Tudod, ki ez a Gaumhaldric?

source: My king, my brother only opposed you because he didn't know it was you. Please, forgive him.
ca: Rei meu, el meu germà només va oposar-se-us perquè no sabia que éreu vos. Per favor, perdoneu-lo.
cs: Můj Králi, můj brácha se ti postavil jenom proto, že nevěděl, kdo si. Prosím, odpusť mu.
hu: Királyom, a bátyám csak azért harcolt veled, mert nem ismert fel. Kérlek, bocsáss meg neki.

source: Have you heard, Rauke? You will have another king very soon now.
ca: Ho has sentit, Rauke? Prompte tindràs un nou rei.
cs: Slyšels to už, Rauke? Teď už budete mít brzo novýho krále.
hu: Hallottad, mit beszélnek, Rauke? Hamarosan új királyod lesz.

source: No kidding.
ca: Cap broma.
cs: Nekecej.
hu: Viccelsz?

source: No, really. Now, when Gawen Hagarthen is dead and you were unable to introduce any sign of order, our king, which as it seems will soon be also your king, decided to help you and bring back the law.
ca: No, de debò. Atès que Gawen Hagarthen està mort i vosaltres sou incapaços d'introduir cap mena d'ordre, el nostre rei, que pel que sembla prompte serà també el teu, va decidir ajudar-vos i treure de nou la llei.
cs: Ne, vážně! Teďka, když je Gawen Hagarthen pod drnem a vy nejste schopni udělat si doma pořádek, náš král, který, jak to vypadá, bude aj tvým novým králem, se rozhodl vám pomoct a sjednat u vás pořádek.
hu: Komolyan beszélek. Most, hogy Gawen Hagarthen halott, s mivel senkinek sem akaródzott megkeresni őt, a királyunk, aki hamarosan a te királyod is lesz, úgy döntött, hogy maga veszi kézbe a dolgokat.

source: After he will clean Vakladia from different marauders, brawlers and bandits he will call for an election for new king, where you, of course, will have chance to show your gratitude by giving him the crown.
ca: Després netejarà Vakladia de tots els bandits, lladres i gent de mala cantera i, aleshores, organitzarà unes noves eleccions on tu, per suposat, tindràs l'oportunitat de mostrar la teua gratitud donant-li la corona.
cs: Až vyčistí Vakladii od různých marodérů, lupičů a banditů, vyhlásí volbu nového krále, kde vy, samo sebou, dostanete šanci dát mu korunu.
hu: Miután kisöpörjük Vakladiából a különböző martalócokat, önjelölt kiskirályokat és banditákat, összehívja a királyválasztó gyűlést, ahol a nemes urak, természetesen te is, esélyt kapnak, hogy kinyilvánítsák szándékukat a megkoronázására.

source: Are your speech going to somewhere, or do you just talk because you love to gab?
ca: Les teues paraules volen arribar a cap punt o senzillament parles per parlar?
cs: Vyklop, co chceš říct, a nechoď kolem horké kaše. Nebo jenom rád mlátíš prázdnou slámu?
hu: Ki akarsz lyukadni valahova, vagy csak a szádat jártatod, mert imádsz fecsegni?

source: Well. Rauke, what will you do when king Buffin Hagarthen will appear here? You will of course join us? I know few people who are quite close to king, I may say a word to them...
ca: Bé, Rauke, què faràs quan el rei Buffin Hagarthen aparega aquí? Per suposat que t'uniràs a nosaltres, no? Conec unes poques persones pròximes al rei, i si els diguera alguna coseta...
cs: Dobře, Rauke. Co uděláš, když sem přitáhne Buffin Hagarthen? Natuty se k nám přidáš? Znám pár lidi blízko krále, mohli by ztratit slovíčko...
hu: Nos, Rauke, mit fogsz csinálni, amikor Buffin Hagarthen király megjelenik? Csatlakozol hozzánk? Ismerek néhány embert a király közelében, szólhatok pár szót az érdekedben...

source: Anyone who will try to pass my outpost with arms in his hands and treachery in his heart will never return to his home. Gawen Hagarthen is alive. My brother Raban saw him and even talked with him. He is our lawful king and he will return to us.
ca: Tot aquell que intente passar el meu campament amb les armes en les mans i la traïció al cor no mai tornarà a casa. Gawen Hagarthen és viu. El meu germà el va veure i fins i tot va parlar amb ell. És el nostre rei per dret propi, i tornarà amb nosaltres.
cs: Kdokoli, kdo se pokusí projít kolem mojí stráže se zbraní v ruce a zradou v srdci, se nikdy nevrátí domů. Gawen Hagarthen je naživu. Můj brácha Raban ho viděl a mluvil s ním. Je to náš pravý král a vrátí se k nám.
hu: Bárki, aki fegyverrel a kezében, és álnoksággal a szívében próbál átjutni itt, nem tér haza többet. Gawen Hagarthen él. A testvérem látta őt, és beszélt is vele. Ő a mi törvényes királyunk, és vissza fog térni hozzánk.

source: I will do as my heart will tell me. My brother fought not long ago Wesnothian leader, Gaumhaldric. He told me this Gaumhaldric looked just as our king Gawen.. but when asked, he answered his name is Gaumhaldric. I think our throne is empty. Either Gawen is dead, or - if he indeed was Gaumhaldric - lied and is unworthy to be our king.
ca: Faré el que el meu cor considere oportú. El meu germà va lluitar fa poc amb un líder wesnothià, Gaumhaldric. Em va contar que aquest Gaumhaldric era idèntic al nostre rei Gawen, però quan li ho va preguntar, aquell va respondre que el seu nom era Gaumhaldric. Així doncs, bé Gawen és mort o, si de debò era Gaumhaldric, bé és un mentider i no mereix ser el nostre rei.
cs: Dělám, co mi říká srdce. Můj bratr před nedávnem bojoval s Wesnotským vůdcem, nějakým Gaumhaldrikem. Říkal mi, že ten Gaumhaldrik vypadal přesně jako náš král Gawen.. ale když se ho zeptal na jméno, tak prý Gaumhaldrik. Takže náš trůn je prázdný. Buď je Gawen mrtvej, nebo - pokud to byl ten Gaumhaldrik - lže a není hoden být naším králem.
hu: Úgy fogok tenni, ahogy a szívem diktálja. A testvérem nemrég megküzdött egy Gaumhaldric nevű wesnothi vezérrel. Azt mondta, hogy ez a Gaumhaldric nagyon hasonlított Gawen királyra... de amikor rákérdezett, azt mondta, hogy az ő neve Gaumhaldric. Azt hiszem a trónunk üres. Akár meghalt Gawen, akár - ha valóban Gaumhaldricnak hívja magát - hazudott, nem méltó a királyi címre.

source: I don't know what to think about this. My brother, Raban, died recently fighting with someone who - according to many - looked like our king Gawen's twin brother.
ca: No sé què pensar. El meu germà, Raban, va morir fa poc lluitant amb un home que, segons molta gent, pareixia un germà bessó del nostre rei Gawen.
cs: Nevím, co si o tom mám myslet. Můj bratr, Raban, je mrtvej, když bojoval s někým, kdo vypadá jako dvojče našeho krále Gawena.
hu: Nem tudom, mit gondoljak erről. A testvérem, Raban nemrég elesett, amikor megküzdött egy olyan - egyesek szerint teljesen olyan - kinézetű emberrel, aki lehetne Gawen ikertestvére is.

source: I don't know what to think about this. My brother, Raban, fought with someone who - according to many - looked like our king Gawen's twin brother. He was let alive by one of Wesnothian fighting for this young leader. The name of this young leader was Gaumhaldric. There are many gossips about him...
ca: No sé què pensar. El meu germà, Raban, va lluitar amb un que, segons diuen molts, pareix el germà bessó del nostre rei Gawen. Un dels wesnothians a les seues ordres el va deixar viu, i el seu nom és Gaumhaldric. Hi ha molts remors...
cs: Nevím, co si o tom mám myslet. Můj bratr, Raban, je mrtvej, když bojoval s někým, kdo vypadá jako dvojče našeho krále Gawena. Nechal ho žít jeden z Wesnoťanů, kteří pod ním bojovali. Jméno toho mladýho velitele je Gaumhaldrik. Už se o něm hodně povídá...
hu: Nem tudom, mit gondoljak erről. A testvérem, Raban nemrég megküzdött egy olyan - egyesek szerint teljesen olyan - kinézetű emberrel, aki lehetne Gawen ikertestvére is. Az ifjú wesnothi vezér egyik harcosa megkegyelmezett neki. Az ifjú vezért Gaumhaldricnak hívták. Sokat beszélnek róla újabban...

source: It doesn't look good my lord. We weren't expecting here that many enemies. And scouts are reporting Buffin's army is just behind us.
ca: Açò no té bona pinta, senyor. No esperàvem tants enemics ací. I els exploradors reporten que l'exèrcit de Buffin està darrere nostre.
cs: To nevypadá dobře, Můj Pane. Tady jsme nečekali tolik nepřátel. A průzkum hlásí Buffinovu armádu hned za námi.
hu: Uram, elég kedvezőtlen a helyzet. Nem számítottunk ekkora ellenséges erőre. A felderítők jelentése szerint Buffin serege itt lohol a sarkunkban.

source: Aaah, the battle! My son, the food for our swords is ahead. Let's kill them all, and if they will be worthy opponents, let's cut their hearts out and eat them. Speaking about eating, I am hungry...
ca: Aaah, la batalla! Fill meu, el menjar de les nostres espases està davant. Matem-los tots i, si són uns rivals dignes, tallem-los els cors i mengem-nos-els. Parlant del menjar, tinc fam...
cs: Ách, zase bitva! Bašta pro naše meče je před nama. Všechny je pozabíjejme, a pokud to budou solní protivníci, vyřízneme jejich srdce a zblajznem je! Když tak mluvím o jídle, dostal jsem pořádný hlad...
hu: Áááh, csata! Fiam, a kardom már szinte berozsdásodott. Öljük meg mindet, s ha méltó ellenfelek lesznek, vágjuk ki a szívüket, s együk meg. Már attól is megéhezem, ha csak megemlítem...

source: My king, is mother of your majesty always this... hmm...
ca: Rei meu, és sempre sa mare tan... tan... hmm...
cs: Můj Králi, je matka vaší výsosti pokaždé tak... hmm...
hu: Királyom, fenséges anyád mindig ilyen... hmmm...

source: Bloodthirsty? I am not sure. She recently started to behave quite odd.. Mother, you should really stop eat so much. You are starting to get weight.
ca: Sanguinària? No ho sé cert. Últimament es comporta d'una manera prou estranya... Mare, no hauries de menjar tant. Estàs començant a guanyar pes.
cs: Krvežíznivá? Nejsem si jistý. Před nedávnem se začala chovat zcela podivně.. Matko, měla bys přestat tak moc jíst. Začínáš nám tloustnout.
hu: Vérszomjas? Nem is tudom. Mostanában kicsit furcsán viselkedik... Anyám, tényleg nem kéne annyit enned. kezdesz kissé túlsúlyos lenni.

source: I will lose it in battle. Chaarge!
ca: El perdré en la batalla. Desperta ferro!
cs: Zhubnu zase bojem. Dozbraněééééé!
hu: Majd lefogyok a csatában. Táámadáás!

source: Reach the northern edge of the map with Gawen.
ca: Arriba al borde nord del mapa amb Gawen
cs: Dojdi s Gawenem Hagarthenem na severní okraj mapy.
hu: Gawen eléri a térkép északi szélét

source: For our king, Gawen Haldric Hagarthen!
ca: Pel nostre rei, Gawen Haldric Hagarthen!
cs: Za našeho krále, Gawena Haldrika Hagarthena!
hu: Királyunkért, Gawen Haldric Hagarthenért!
