Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: While relationship between sexes in Akladian society is far from equal treatment, all woman are expected to be able to handle weapons, and those who are wifes or children of great warriors are commonly thought to master use of the sword as well as their husbands or fathers.
ca: Encara que la relació entre sexes en la societat akladiana no és ni de bon tros igualitària, s'espera que totes les dones sàpiguen usar un arma, i aquelles que són dones o filles de gran guerrers solen rebre tan bon entrenament amb l'espasa com els seus marits o pares.
cs: Ačkoli vztah mezi oběma pohlavími v Akladijské společnosti je na hony vzdálený rovnoprávnosti, od všech žen se očekává, že budou umět nosit zbraně. Obzvláště pak manželky a dcery velkých válečníků se obvykle stávají mistryněmi v zacházení s mečem.
hu: Míg a nemek közti egyenlőség nem jellemző az akladiai társadalomban, minden nőnek tudnia kell a fegyverekkel bánni, a nagy harcosok feleségeiről és gyermekeiről általánosan elterjedt, hogy férjükhöz vagy apjukhoz hasonlóan mesterei a kardforgatásnak.

source: Akladian Leader
ca: Líder akladià
cs: Akladijský kapitán
hu: Akladiai vezér

source: Some of the Akladian warriors because of their personal achievements or their descendency are leading the others, starting their career which some day may result in leading the whole tribe.
ca: Alguns guerrers akladians, bé siga per els seus mèrits personals, bé siga per la seua descendència, lideren la resta, començant així una carrera que algun dia els durà a liderar tota la tribu.
cs: Díky svým vlastním úspěchům, někdy i dědičně, mají někteří Akladijští bojovníci právo vést ostatní. Je to začátek jejich kariéry, na jejímž konci je vláda nad svým kmenem.
hu: Az akladiai harcosok személyes adottságaik vagy származásuk okán mások vezetőivé lettek, ráléptek arra az útra, amely egy napon a törzs vezetéséhez is elvezethet.

source: Akladian Light Infantry
ca: Infant lleuger akladià
cs: Akladijská lehká infantérie
hu: Akladiai könnyűgyalogos

source: The best of Akladian warriors are choosed by their lords to serve in their regular armies, and they became professional soldiers. They have to equip themselves, however, which results in light armour and spear being their weapon of choice.
ca: Els millors guerrers akladians són elegits pels seus senyors per servir als seus exèrcits regulars, i es converteixen en soldats professionals. Tanmateix, han d'equipar-se per sí mateixos, amb el resultat que la majoria s'equipa amb una llança i armadura lleugera.
cs: Nejlepší Akladijští válečníci jsou svými lordy vybráni do služby v pravidelné armádě, stávají se profesionálními vojáky. Musí se sami vybavit, takže lehké brnění a kopí bývá jejich nejčastější volbou.
hu: A legjobb akladiai harcosokat uraik választották ki, hogy a reguláris seregükben szolgáljanak, s később válnak hivatásos katonákká. Maguk szerelik fel magukat, emiatt választják a könnyű vértet és a dárdát, mint fegyvert.

source: spear
ca: llança
cs: kopí
hu: dárda

source: Akladian Lord
ca: Senyor akladià
cs: Akladijský Lord
hu: Akladiai úr

source: Those of chieftain who gained enough reputation and fame may end as leaders of whole tribes.
ca: Aquells capitosts que han guanyat prou fama i reputació poden acabar com líders de tribus senceres.
cs: Ti z náčelníků, kteří si získají největší slávu a reputaci, se stanou vládci celého klanů.
hu: Azok a törzsfőnökök, akik elég tiszteletet és megbecsülést vívtak ki maguknak, végül a teljes törzs vezetőjévé válhatnak.

source: Akladian Pikeneer
ca: Piquer akladià
cs: Akladijský pikenýr
hu: Akladiai pikás

source: Akladian Pikeneers are members of permanent personal armies of Akladian lords, being closest thing to regular army Akladians have. They receive all needed supplies and their weapons from their master, whom they owe personal loyalty.
ca: Els piquers akladians són membres dels exèrcits permanents dels senyors akladians, la cosa més pareguda a un exèrcit regular que els akladians tenen. Reben tots les queviures i armes necessàries del seu senyor, al qual li juren lleialtat eterna.
cs: Akladijští pikenýři bývají členy elitních osobních jednotek jednotlivých Akladijských lordů, což je asi nejblíž k regulérní pravidelné armádě. Za svoji loajalitu získávají všechnu potřebnou výzbroj i výstroj.
hu: Az akladiai pikások az akladiai urak személyes hadseregének állandó tagjai, akik a leginkább reguláris egységei az akladiaiaknak. Az uraiktól kapják ellátásukat és fegyvereiket, s uraikat feltétlen hűséggel szolgálják.

source: Sword
ca: Espasa
hu: Kard

source: pike
ca: pica
cs: píka
hu: pika

source: female^Akladian Princess
ca: Princesa akladiana
cs: Akladijská Princezna
hu: Akladiai hercegnő

source: Akladian Protector
ca: Protector akladià
cs: Akladijský ochránce
hu: Akladiai védelmező

source: Veterans of many fights and surviving many defenses against invading enemies, Protectors forms caste of excellent warriors with their own codex, devoting whole their life for protecting their clans.
ca: Veterans de moltes lluites, supervivents de defenses extremes contra els invasors, els Protectors formen una casta d'excel·lents guerrers amb el seu propi codi moral, dedicant les seues vides senceres a protegir els seus clans.
cs: Ochránci jsou veteráni mnoha bitev, obránci přeživší mnoho ztečí. Tvoří kastu excelentních válečníků se svým vlastním kodexem, s nasazením vlastního života ochránit vlastní klan.
hu: Sok csatát túlélt harcosok, számtalan honvédő háború hősei, a védelmezők külön osztályt képeznek a legkiválóbb harcosok között is, saját kódexük van, az életüket a klánjuk megvédésének szentelik.

source: female^Queen
ca: Reina
cs: Královna
hu: Királynő

source: Akladian Raider
ca: Incursor akladià
cs: Akladijský nájezdník
hu: Akladiai portyázó

source: Many Akladians join the armies of their lords, making the war their true profession. War provides them sense of life and means of life.
ca: Molts akladians s'uneixen als exèrcits locals dels seus senyors, convertint-se en professionals de la guerra. La guerra els dona un sentit a la seua vida, i també un mitjà per sostenir-la.
cs: Mnoho Akladijců udělají vstupem do armády svých lordů z války své povolání. Válka jim dodá smysl života a znamená pro ně život.
hu: Sok akladiai csatlakozik ura seregéhez, hogy a háború művészetét főfoglalkozásként műveljék. A háború az életük értelme, és a háború biztosítja a létfenntartásukat is.

source: Akladian Shieldguard
ca: Legionari akladià
cs: Akladijský štítonoš
hu: Akladiai vértes

source: Those of Akladians who can afford it, wear better armour forming units which become last stands of hope if the enemy seeking revenge for the raids siegs home settlements of the clans.
ca: Aquells akladians que poden permetre-s'ho, porten millors proteccions i formen unitats que solen ser les últimes forces de defensa i l'última esperança si un enemic buscant venjança per les incursions assetja els assentaments del clan.
cs: Ti z Akladijců, kteří si to mohou dovolit, nosí lepší brnění a tvoří tak jednotky poslední naděje, když nepřítel volá po pomstě za nájezdy na sídla svých vlastních klanů.
hu: Azoki az akladiaiak, akik megtehetik, jobb fegyverekkel szerelkeznek fel, s ők alkotják a remény utolsó bástyáit, ha a portyák miatt bosszút álló ellenséges hadak a klánok otthonát ostromolják.

source: Akladian Sturmknight
ca: Turment akladià
cs: Akladijský útočník
hu: Akladiai viharlovag

source: Raids are well paid job and thanks to them many Akladians manage to equip themselves with better armour and weapons.
ca: Les ràtzies són un treball molt ben pagat, i gràcies a ell molts akladians aconsegueixen equipar-se amb millors armes i armadures.
cs: Být nájezdníkem je dobře placená práce a díky tomu mnoho Akladijců se rozhodlo si opatřit lepší zbraně a brnění.
hu: A portyák jól fizető vállalkozások, ezeknek köszönhetik az akladiaiak, hogy jobb fegyverekkel és vértekkel tudják felszerelni magukat.

source: Akladian Warrior
ca: Guerrer akladià
cs: Akladijský bojovník
hu: Akladiai harcos

source: Spending their times in constant fights and raids, many Akladian clansmen become warriors, joining army not only in defense but also in raids against neighbouring lands.
ca: Molts del akladians solen passar la seua vida en constants atacs i incursions, pel qual es converteixen en guerrers, que no només participen en la defensa sinó també en les incursions als territoris veïns.
hu: A klántagok a folyamatos harcoknak és portyáknak köszönhetően harcossá érnek, s csatlakoznak a seregekhez, nemcsak a védelemben, hanem a szomszédos földekre irányuló portyákban is.

source: Akladian Wiseman
ca: Savi akladià
cs: Akladijský šaman
hu: Akladiai bölcs

source: Akladian Wisemans are those very few from tribes, who study herbs and ways to heal, instead to harm and kill people
ca: Els Savis akladians són un grup molt exigu d'akladians que prefereixen estudiar les herbes i les formes de curar abans que danyar i matar.
cs: Akladijští šamani jsou jedni z mála, kteří se místo ubližování a zabíjení zabývají studiem bylinek a léčení.
hu: Az akladiai bölcsek a törzsek azon kevés tagjai közé tartoznak, akik gyógynövényeket gyűjtenek, gyógyítással foglalkoznak ahelyett, hogy gyilkolnának.

source: Akladian Wonderman
ca: Miracler akladià
cs: Akladijský kouzelník
hu: Akladiai csodatévő

source: Very rare amongst Akladian tribes, Wonderman are those who spend their whole life studying ways of healing. They do not ignore even experiences of Wesnothians, and learned few valuable tricks in process.
ca: Els miraclers són un grup molt reduït d'akladians, quasi inexistent en la majoria de tribus, que han dedicat tota sa vida a l'estudi de la medicina i les cures. No ignoren les experiències dels wesnothians, i han aprés uns quants trucs d'ells.
cs: Jen nemnoho Akladijců se stane kouzelníky. Jsou to ti, kteří se věnují celý svůj život studiu léčení. Neignorují ani znalosti Wesnoťanů, od kterých se naučili mnoho užitečných triků.
hu: Az akladiaiak közt ritkaságszámba mennek a csodatévők, akik egész életüket a gyógyításnak szentelik. Nem vetik meg még a wesnothiak gyakorlatát sem, s néhány tőlük ellesett fogást is alkalmaznak praxisukban.

source: lightbeam
ca: raig de llum
cs: paprsek světla
hu: fénycsóva

source: When the youth of the Gawen Hagarthen had passed, he understood that to became respected amongst his tribe he must became skilled in sword as well as in politics.
ca: Quan la joventut de Gawen Hagarthen va passar, va adonar-se que per ser respectat entre la seua tribu ha de ser tant hàbil amb l'espasa com a la política.
cs: Než mládí Gawena Hagarthena opustí, uvědomí si, že chce-li být respektován svými vojáky, musí být dobrý ve vládnutí jak lidem, tak mečem.
hu: Amikor Gawen Hagarthen ifjúsága elmúlt, ráébredt arra, hogy a törzsének tiszteletét csak azzal tudja kivívni, ha a kardforgatásban és a politikában is jártasságot szerez.

source: It takes usually many years until young Hagarthen clan members are consired worth to become kings. Such Hagarthen clan members are then called lords.
ca: Solen fer falta uns quants anys abans els joves del clan Hagarthen siguen considerats aptes per arribar a ser reis. Eixos membres del clan Hagarthen s'anomenen senyors.
cs: Obvykle to trvá mnoho let než se z mladého Hagarthena stane následník trůnu. Takový Hagarthenové se pak nazývají Lordy.
hu: Rendszerint sok évet vesz igénybe, míg az ifjú Hagarthen klánbelieket alkalmasnak találják a trónra. Az ilyen embereket aztán uraknak nevezik.

source: Young Hagarthen
ca: Jove Hagarthen
cs: Mladý Hagarthen
hu: Ifjú Hagarthen

source: The clan of Hagarthen was ruling the Akladian kingdoms for many generation. This heritage and this burden causes even young Hagarthen to try (sometimes without big results) to become better warriors than others.
ca: El clan Hagarthen ha governat els regnes akladians durant moltes generacions. Aquesta herència i càrrega és la causa que el jove Hagarthen intente (moltes vegades sense cap èxit) ser un dels millors guerrers.
cs: Klan Hagarthenů vládl Akladijským královstvím po mnoho generací. Toto dědictví i břímě zároveň donutilo každého mladého Hagarthena pokusit se (a mnohdy bez větších výsledků) být lepším bojovníkem než ti druzí.
hu: A Hagarthenek klánja sok nemzedék óta uralta az akladiai királyságokat. Ez az örökség és ez a teher ösztönzi az ifjú Hagartheneket (néha minden eredmény nélkül), hogy megpróbáljanak másoknál kiválóbb harcosokká válni.

source: training sword
ca: espasa d'entrenament
cs: cvičný meč
hu: edzőkard

source: Ancient Banner
ca: Antic Estandart
hu: Ősi Lobogó Hordozó

source: NEED SOME DESCRIPTION HERE
ca: NECESSITE UNA DESCRIPCIÓ ACÍ
hu: VALAMI LEÍRÁS KELL IDE

source: Archer
ca: Arquer
hu: Nyilas

source: The Aragwaithi are a noble people, fragile in body, but their training makes them among the more deadly denizens of this world. Their archers are no exception. Their skills with a bow are comparable to those of some elves, and they are remarkably quick with their daggers.
ca: Els Aragwaithi són un poble noble, fràgil de cos, però el seu entrenament els converteix en els ciutadans més poderosos d'este món. Els seus arquers no en són l'excepció. Les seves habilitats amb un arc són comparables amb les d'alguns elfs, i són remarcablement ràpids amb les seves dagues.
hu: Az aragwaithok nemes emberek, törékeny termetűek, de kiképzésük a világ leghalálosabb harcosaivá teszi őket. Nemkülönben veszélyesek az íjászaik is. Az íjjal szinte olyan jártassággal bánnak, mint a tündék, s figyelemre méltó gyorsasággal forgatják tőreiket.

source: knife
ca: ganivet
hu: kés

source: bow
ca: arc
cs: luk
hu: íj

source: Captain
ca: Capità
hu: Kapitány

source: Flagbearer
ca: Portaestandart
hu: Zászlótartó

source: Greatbow
ca: Arquer Major
hu: Visszacsapóíjász

source: Finally moving on from the dirk and dagger to the sword, the Greatbow is superior to the Strongbow in melee combat, but not as powerful as the Slayer. Their bow, however, is a masterpiece of military design. Several months are spent crafting a single bow, and each bow is crafted by the user, to his individual specifications. Due to the incredible strength required to pull these bows, anyone but the crafter who attempts to draw it could suffer serious injury.
ca: Havent progressat finalment des de la daga i punyal a l'espasa, l'Arquer Major és superior al Gran Arquer en combat cos a cos, però no tan poderós com el Carnisser. El seu arc, de totes maneres, és una obra mestra del disseny militar. Es tarda molts mesos en fabricar un sol arc, i cadascú construeix el seu, d'acord als seus requisits individuals. A causa de la força increïble que requereix tensar estos arcs, qualsevol altre que intentesca usar-lo podria patir serioses ferides.
hu: A különböző tőröktől eltávolodva a visszacsapóíjászok karddal küzdenek, s fölényben állnak az erősíjasokkal szemben közelharcban, de a vérengzőkkel nem vetekednek. Íjuk viszont a katonai eszközök remekmívű darabja. Egyetlen íj elkészítése is hónapokig tart, s mindig a gazdája készíti el saját igényei szerint. Az íj megfeszítéséhez óriási erőre van szükség, s a készítőn kívül bárki más, aki megpróbálja felajzani, komoly sérüléseket szerezhet.

source: Guard
ca: Guarda
hu: Őr

source: Chosen from the toughest Swordsmen, Guards willingly forgo some of thier mobility for the advantages of armor. Whether in ceremonial posts during peace, or on the battlefield in times of war, their role is always the same: defending the Warlock nobilty.
ca: Escollits d'entre els Espadatxins més durs, els Guardes renuncien voluntàriament a part de la seua movilitat a canvi dels avantatges de l'armadura. Sigui en desfilades cerimonials durant la pau, o en el camp de batalla en temps de guerra, el seu paper sempre és el mateix: defensar la noblesa dels Fetillers.
hu: A legkitartóbb kardforgatók a mozgékonyságuk rovására vértezetüket erősítették, s őrökként szolgálnak. Akár az ünnepségeken posztolnak békében, akár a csatamezőkön tartják az állásaikat, szerepük mindig ugyanaz: a nemes sámánok védelme.

source: Guardian
ca: Guardià
hu: Őrző

source: Lancer
ca: Llancer
hu: Kopjás

source: Longswordsman
ca: Gran Espadatxí
hu: Pallosforgató

source: While Aragwaithi Swordsmen seem uncannily skilled to blade-wielders of other races, the Aragwaithi reserve their own admiration for Longswordsmen. These warriors have become so adept at the arts of thrust and parry that they have adopted a longer blade than the Swordsmen, yet they are able to wield it with equal grace and skill.
ca: Mentre que per als esgrimidors d'altres races els Espadatxins Aragwaith semblen impossiblement destres, els Aragwaithi reserven la seva pròpia admiració per als Espadatxins Majors. Aquests guerrers han esdevingut tant adeptes a l'art de brandar i parar que han adoptat una fulla més llarga que els Espadatxins, i no obstant són capaços d'usar-la amb la mateixa gràcia i habilitat.
hu: Míg az aragwaith kardforgatók más fajokhoz képest látszólag képzetlen pengeviselők, az aragwaithok közül igazi tiszteletnek örvendenek a pallosforgatók. Ezek a harcosok olyan jártasságot szereztek a szúrás és védés terén, hogy hosszabb pengével harcolnak, mint a kardforgatók, mégis kecsesen és hatékonyan használják pallosukat.

source: longsword
ca: espasa llarga
hu: pallos

source: Pikeman
ca: Piquer
hu: Pikás

source: Scout
ca: Explorador
hu: Felderítő

source: Shield Guard
ca: Guarda cuirassat
hu: Vértes

source: These warriors wear the old shields of their ancients. These ancients could hold the line in the great battles until the reinforcements arrived, but they paid a high price, not many survived the battle and many others died through their strong wounds. Now only the best warriors are allowed to carry these ancient shields to remind the world and to honor these brave man and their sacrifice.
ca: Estos guerrers porten els vells escuts dels seus avantpassats. Estos avantpassats podien mantenir la línia en les grans batalles fins que arribaven els reforços, però van pagar un alt preu, pocs van sobreviure a la batalla i molts altres van morir a causa de les seves serioses ferides. Ara només és permet als millors guerrers que duguin estos antics escuts per a recordar-ho al món i per a honorar eixos valents i el seu sacrifici.
hu: Ezek a harcosok őseik régi pajzsaival mennek harcba. Ezek az ősök tartották a frontvonalakat szilárdan, míg az erősítés meg nem érkezett, de ennek sokszor nagy ára volt, nem sokan élték túl a csatát, vagy nem sokkal csata után sebeikbe haltak bele. Most csak a legjobb harcosoknak engedélyezik ezeknek a pajzsoknak a viselését, hogy emlékeztessenek a nagyszerű ősök bátorságára és áldozatára.

source: Silver Shield
ca: Escut Platejat
hu: Ezüstvértes

source: Slayer
ca: Carnisser
hu: Vérengző

source: While improving only marginally on the power of their bow, the Slayer abandons the blade in favor of training with a glaive, improving his skills in hand-to-hand combat. He is not as rugged as others of comparable skill, but far deadlier.
ca: Mentre que la millora en el poder del seu arc només és minsa, el Carnisser abandona la fulla a favor d'entrenar amb una alabarda, millorant les seves habilitats en combat cos a cos. No és tan dur com altres d'habilitat comparable, però es molt més mortífer.
hu: Az íjjal csak érintőlegesen foglalkozva a vérengzők, a széles pengéket is elhagyták, s a kecses gladiusszal gyakorlatoznak, a közelharcot mesterfokon vívják. Nem olyan kifinomultan, mint mások, de sokkal halálosabban.

source: glaive
ca: alabarda
hu: gladiusz

source: Sorcerer
ca: Conjurador
hu: Boszorkánymester

source: The mighty Aragwaith Sorcerers are graceful, like wind. They can confuse their oponents by standing in fron of them, seemingly defenseless; after the attacker hits, they notice their victim is behind them, ready to perform his own killing strike. On the battlefield these sorcerers are fearsome enemies; even their comrades keep an eye on them, carefully, from a safe distance. And so it happens that even the Royal orders of Wesnothian magi treat these noble lores with respect and caution.
ca: Els poderosos Conjuradors Aragwaith són gràcils com el vent. Poden confondre els seus oponents plantant-se davant d'ells, aparentment indefensos; després de que l'atacant colpeji, noten que la seva víctima és darrera seu, a punt de practicar el seu propi cop de gràcia. Sobre el camp de batalla estos conjuradors són enemics temibles; feins i tot els seus camarades els vigilen, cuidadosament, des d'una distància segura. I així resulta que fins i tot els Reials ordres de mags Wesnothians tracten estos nobles savis amb respecte i precaució.
hu: A hatalmas aragwaith boszorkánymesterek nádszálkarcsúak. Az ellenségeik előtt állva megzavarják azokat látszólagos védtelenségükkel; a támadó csapása után arra ocsúdik, hogy vélt áldozata már mögötte áll, s épp halálos támadásra készül. A csatamezőn ezek a boszorkánymesterek félelmetes ellenfelek; még saját harcostársaik is szemmel tartják őket biztonságos távolból. Így nem csoda, ha a wesnothi mágusok királyi rendje is óvatos tisztelettel kezeli ezeket a nemes tudósokat.

source: The less dextrous and stronger Aragwaith take up the spear. Useful in hunting, this weapon is also deadly on the battlefield. Many impetuous knights have found themselves or their mounts impaled on the point of an Aragwaithi spear.
ca: Els Aragwaith menys destres i forts prenen la llança. Útil per a caçar, esta arma és també mortífera al camp de batalla. Molts cavallers impetuosos s'han trobat ells o les seues montures empalats a la punta d'una llança Aragwaith.
hu: A kevésbé hajlékony, de erős aragwaithok dárdával szerelkeznek fel. Hasznos a vadászatban, de halálos fegyver a harcmezőn is. Sok elbizakodott lovag találta már magát vagy lovát egy aragwaith dárdára felnyársalva.

source: Strongbow
ca: Gran Arquer
hu: Erősíjas

source: By wielding a stronger bow and training almost constantly, the Aragwaith Strongbow fires a far deadlier shot than the average archer. Their dirks are longer than the daggers used by the typical archer, and they wield them far more effectively.
ca: Gràcies a portar un arc més fort i entrenar-se de manera gairebé constant, els Grans Arquers Aragwaith disparen uns trets molt més mortífers que l'arquer ordinari. Els seus punyals són més llargs que les dagues del típic arquer, i els fan servir amb molta més eficàcia.
hu: Erősebb íjat viselve és szinte állandóan gyakorlatozva az aragwaith erősíjasok egy közönséges íjásznál sokkal hatékonyabban harcolnak. Az ő tőrük hosszabb, mint a közönséges íjászoké, és sokkal hatékonyabban is forgatják azt.

source: Swordmaster
ca: Mestre d'espasa
hu: Vívómester
