Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: A New Order
ca: Un nou ordre
cs: Obnovený Řád
hu: Új korszak

source: ANO
ca: UNO
hu: ÚK

source: Trivial
cs: Lehoučké
hu: Egyszerű

source: Impossible
cs: Neskutečné
hu: Lehetetlen

source: Normal
cs: Normální
hu: Átlagos

source: The old kingdom of Wesnoth lies in ruins, while barbarians are ruling over the people dreaming about old legends. Can Gawen Hagarthen unite them all against the common danger? Note: The campaign is not intended for underaged. It contains elements making it unsuitable for children. You have been warned. (Intermediate level, 45 scenarios. requires 1.8) (under heavy development, it may be buggy) Version
ca: El vell regne de Wesnoth jeu en ruïnes, mentre els bàrbars governen i la gent somia en antigues llegendes. Podrà Gawen Hagarthen unir-los tots contra el perill comú? Nota: Aquesta campanya no és apta per als menors. Conté alguns elements que la fan inadequada per als xiquets. Has sigut avisat. (Nivell intermig, 45 escenaris. Requereix 1.8) (sota sever desenvolupament, pot contenir errors) Versió
hu: Wesnoth ősi királysága romokban fekszik, barbárok uralkodnak a régi dicsőségről álmodozó emberek felett. Képes lesz-e Gawen Hagarthen egyesíteni őket a közös ellenség ellen? Megjegyzés: A hadjárat nem való kiskorúaknak. Több olyan elemet tartalmaz, amit ők nem értenek meg. Én szóltam... (Középhaladó szint, 45 küldetés. 1.8-as verziót igényel) (komoly fejlesztés folyik, hibák akadhatnak) Verzió

source: Creator and Lead Designer
ca: Creador i dissenyador en cap
hu: Készítő és vezető tervező

source: Campaign Maintenance
ca: Manteniment de la campanya
hu: Hadjárat karbantartó

source: Translations
ca: Traduccions
hu: Fordítások

source: (from WesCamp-i18n)
ca: (des de WesCamp-i18n)
hu: (Wescamp-i18n alapján)

source: British (en_gb) translation:
ca: Traducció a l'anglès (GB):
hu: Angol (brit) fordítás:

source: Catalonian translation:
ca: Traducció al català:
hu: Katalán fordítás:

source: Czech translation:
ca: Traducció al txec:
hu: Cseh fordítás:

source: Danish translation:
ca: Traducció al danès:
hu: Dán fordítás:

source: French translation:
ca: Traducció al francès:
hu: Francia fordítás:

source: German translation:
ca: Traducció a l'alemany:
hu: Német fordítás:

source: Italian translation:
ca: Traducció a l'italià:
hu: Olasz fordítás:

source: Polish translation:
ca: Traducció al polonès:
hu: Lengyel fordítás:

source: Russian translation:
ca: Traducció al rus:
hu: Orosz fordítás:

source: Spanish translation:
ca: Traducció a l'espanyol:
hu: Spanyol fordítás:

source: Swedish translation:
ca: Traducció al suec:
hu: Svéd fordítás:

source: Turkish translation:
ca: Traducció al turc:
hu: Török fordítás:

source: Additional thanks to
ca: Agraïment addicional a
hu: Külön köszönet

source: I can't hold my sword anymore.. I can't ...
ca: Ja no puc sostenir l'espasa... No puc...
cs: Už neudržím meč.. nemohu..
hu: Többé nem vehetem kézbe a kardomat... Soha többé...

source: My ancestors, I am coming to you! I hope I have not failed you..
ca: Avantpassats, torne amb vosaltres! Espere no haver-vos defraudat...
cs: Otcové, jdu k vám! Jenom doufám, že jsem to tady moc nepodělal..
hu: Őseim, megtérek hozzátok! Remélem méltó voltam hozzátok, s befogadtok...

source: I'm not afraid.. I would just want to smoke a little longer..
ca: No tinc por... només haguera volgut fumar un poc més...
cs: Není mi to líto.. Jenom jsem si chtěl ještě nějaký čas zakouřit..
hu: Nincs bennem félelem... Csak még egy kicsit füstölhetnék...

source: Aragwaiths die without fear!
ca: Els aragwaith moren sense por!
cs: Aragwaithové umírají s úsměvem na rtech!
hu: Az aragwaithok félelem nélkül halnak meg!

source: That's not fair!
ca: No és just!
cs: To není fér!
hu: Ez nem igazság!

source: Father! Father! I am losing my...
ca: Pare! Pare! Estic perdent...
hu: Apám! Apám! Elsötétül...

source: No! I have still so much to do!
ca: No! Encara tinc moltes coses que fer!
cs: Ne! Ještě je třeba tolik věcí vykonat!
hu: Ne! Annyi mindent kell még csinálnom!

source: This is not implemented in current version of the scenario. Please, wait at least one week and download new campaign version from campaign server to see whether it will be implemented
ca: Açò encara no està implementat en aquesta versió de l'escenari. Per favor, espera al menys una setmana i baixa't la nova versió del servidor de campanyes per saber si ha sigut implementat.
cs: Toto není implementováno v této verzi scénáře. Prosím, počkejte aspoň týden, pak si ze serveru stáhněte novou verzi tažení a podívejte se, jestli to již bylo implementováno.
hu: Ez még nincs benne a jelenlegi verzióban. Próbáld meg kb. egy hét múlva letölteni a játék új verzióját, hátha abban már benne lesz.

source: This is debug message. If you see it, then it means I forgot to delete it from release scenario.
ca: Aquest és un missatge de purificació. Si el pots veure, això vol dir que em vaig oblidar d'esborrar-lo una vegada vaig acabar-ho tot.
cs: Toto je ladící hláška. Pokud ji uvidíte, dejte autorovi o tom vědět. je to trubka a zapomněl ji odstranit ze scénáře.
hu: Ez egy hibaüzenet. Ha találkozol vele, az azt jelenti, hogy elfelejtettem kitörölni.

source: This is debug message. If you see it, then it means I forgot to delete it from release scenario: ' {TEXT} '
ca: Aquest és un missatge de purificació. Si el pots veure, això vol dir que em vaig oblidar d'esborrar-lo una vegada vaig acabar-ho tot: ' {TEXT} '
cs: Toto je ladící hláška. Pokud ji uvidíte, dejte autorovi o tom vědět. je to trubka a zapomněl ji odstranit ze scénáře: ' {TEXT} '
hu: Ez egy hibaüzenet. Ha találkozol vele, az azt jelenti, hogy elfelejtettem kitörölni: ' {TEXT} '

source: The unit $ano_loyal[0].name became LOYAL.
ca: La unitat $ano_loyal[0].name ha esdevingut LLEIAL.
hu: $ano_loyal[0].name mostantól HŰSÉGES.

source: loyal
ca: lleial
cs: věrný
hu: hűséges

source: Zero upkeep
ca: Manteniment nul
cs: Nulové výdaje
hu: Nincs fenntartási költség

source: Scenario notes:
ca: Notes de l'escenari:
hu: Megjegyzés a küldetéshez:

source: When the battle was ended, many bodies were found on fields near Barnon; but Gawen's body was not amongst them. Furious Bor Cryne ordered to search the whole battlefield, but his men efforts were fruitless.
ca: Quan la batalla va finalitzar, van trobar-se molts cossos als camps prop de Barnon, però el de Gawen no es trobava entre ells. Furiós, Bor Cryne va manar que es regirara tot el camp de batalla, però els esforços dels seus hòmens van ser inútils.
cs: Když boj skončil, mnoho těl bylo nalezeno na polích v okolí Barnonu; ale Gawenovo tělo mezi nimi nebylo. Zuřivý Bor Cryne přikázal prohledat celé bitevní pole píď po pídi, ale ani toto prohledávání nepřineslo kýžený efekt.
hu: Amikor a csata véget ért, Barnon mellett rengeteg holttest feküdt; de Gawen holtteste nem került elő. A tomboló Bor Cryne elrendelte, hogy újra vizsgálják át a csatamezőt, de az átvizsgálás sem járt eredménnyel.

source: The mood of the small tired band led by Lady Lorin and Reme Carrenemoe were gloomy. Though they managed to escape the slaughter, there was no joy and no hope on the faces of the soldiers.
ca: L'estat d'ànim de la xicoteta banda liderada per Na Lorin i Reme Carrenemoe era molt baix. Encara que havien aconseguit fugir de la matança, no hi havia cap alegria ni esperança a les cares dels soldats.
cs: Nálada malé unavené družiny vedené Lady Lorin a Remem Carrenemoe byla příšerná. Ačkoli unikly hrobníkovi z lopaty, vůbec je to netěšilo a z jejich tváří čišela beznaděj.
hu: A Lady Lorin és Reme Carrenemoe vezette kis csapat hangulata nagyon nyomott volt. Habár elkerülték a mészárlást, mégsem látszott boldogság vagy remény a katonák arcán.

source: I can't believe this happened... He's dead..
ca: No puc creure que açò haja succeït.... És mort...
cs: Nemůžu uvěřit, že se to stalo... Je mrtvej..
hu: Nem hiszem el, hogy ez megtörténhetett... Meghalt...

source: Is he? I've heard they couldn't find the body.
ca: Segura? He sentit dir que no han pogut trobar el seu cos.
cs: Opravdu? Slyšel jsem, že nenašli tělo.
hu: Tényleg? Úgy hallottam, hogy nem találták meg a testét.

source: And we have abandoned him! And you too, honorable and brave Reme, you have left him there to death!
ca: I el vam abandonar! Tu també, oh honorable i valent Reme, tu el vas abandonar a la seua mort!
cs: A my ho opustili! A ty taky, ctihodný a odvážný Reme, nechal´s ho tam chcípnout jako prašivého psa!
hu: És mi magára hagytuk őt. Még te is, bátor és hűséges Reme, még te is hagytad őt a halálba rohanni.

source: Silence, woman. I rue the hour I listened to his order. If I only knew that he would be so.. so stupid...
ca: Calla't, dona. Maleïsc l'hora que vaig sentir eixa ordre. Si haguera sabut que seria tan... tan estúpid...
cs: Zmlkni, ženo! Proklínám hodinu, kdy jsem slyšel jeho rozkaz. Kdybych jenom věděl, že bude tak.., tak blbý...
hu: Csendet, asszony! Átkozom a percet, amikor teljesítettem a parancsát. Ha tudtam volna, hogy olyan... olyan ostobaságra készül...

source: I.. I'm sorry Reme. I just.. What we are going to do now?
ca: Jo... Jo ho sento, Reme. Jo només... A on anirem ara?
cs: Já.. Je mi to líto, Reme. Já jenom.. Co si teď počnem?
hu: Én... Sajnálom, Reme. Én csak... Mihez kezdünk most?

source: We? There is no we, Lady Lorin. I have orders to bring you to a safe place, and I will do it. After that we will split our paths. I will allow you to choose five of my best warriors and that's it.
ca: Anirem? Nosaltres? Ja no hi ha cap 'nosaltres', Na Lorin. Tinc ordres de dur-te a un lloc segur, i això faré. Després els nostres camins es separaran. Et permetre triar els cinc millors soldats i això és tot.
cs: My? Není žádné my, Lady Lorin. Mám příkazy odvést tě na bezpečné místo a to také udělám. Poté se naše cesty rozdělí. Vyber si pět mých nejlepších mužů a tím spolu skončíme.
hu: Kezdünk? Vége a királyi többesnek, Lady Lorin. A parancsom szerint biztonságos helyre kell kísérjelek, s én ezt fogom tenni. Aztán elválnak az útjaink. Kiválaszthatod az öt legjobb harcosomat testőrnek, s ennyi.

source: But.. But..
ca: Però... Però...
cs: Ale.. ale..
hu: De... De...

source: There is no but. Now, be silent. I don't like this place.
ca: No hi ha cap 'però' que valga. Ara, calla. No m'agrada aquest lloc.
cs: Není žádné ale. Teď buď tiše. Toto místo se mi nelíbí.
hu: Nincs de. És most csend legyen! Nem tetszik nekem ez a hely.

source: This scenario is not balanced. Do not play this. Send me your previous savegames and replays so I can balance it properly: adanilecki _at_ cs.put.poznan.pl
ca: Aquest escenari no està equilibrat. No cal que el jugues. Mana'm les partides desades prèvies per tal que puga equilibrar-lo adequadament:adanilecki@cs.put.poznan.pl
cs: Hráči! Tento scénář není vyvážen. Nehrej ho. Pošli mi Tvé předchozí uložené hry a záznamy, abych jej mohl korektně vyvážit, na adresu: adanilecki _at_ cs.put.poznan.pl
hu: Ez a küldetés nincs kiegyensúlyozva. Ne játssz vele! Küldd el nekem az előző mentéseket és visszajátszásokat, hogy kiegyensúlyozzam: adanilecki _at_ cs.put.poznan.pl

source: Father! You are not trying to move me away from the battle, aren't you?
ca: Pare! No estaràs intentant traure'm fora del camp de batalla, no?
cs: Otče! Nesnažíš se mne odehnat pryč od bitvy, že ne?
hu: Apám! Ugye nem akarsz eltávolítani engem a csatatérről?

source: Don't be silly, girl. I am not in command here.
ca: No sigues simple, xica. No sóc jo el comandant.
cs: Nerozčiluj se, dítě. Já tady nevelím.
hu: Ne nyafogj, kislány! Nem én irányítom a csatát.

source: She's an action girl, isn't she.
ca: És una xica d'acció, veritat?
cs: Je to dívka akce, že?
hu: Temperamentumos a kicsike, úgy látom.

source: Don't know what you had on your mind, but don't call her that again.
ca: No sé que volies dir amb això, però no ho tornes a dir.
cs: Nevím, co jsi měl na mysli, ale už jí takhle nikdy neříkej.
hu: Nem tudom, mire gondolsz, de ne hívd őt így még egyszer!

source: When Gawen's soldiers entered the Okladia, they immediately noticed the difference. No ash in the air from the burning villages, no unburied bodies of peasants in the fields, no crows waiting patiently until they could resume their meal.
ca: Quan els soldats de Gawen van entrar en Okladia, van adonar-se immediatament de la diferència. No hi havia cendra en l'aire dels poblets cremats, tampoc cossos sense enterrar dels camperols pels camps i els camins ni tampoc corbs esperant pacientment a reprendre el dinar.
cs: Když Gawenovi vojáci vstoupili do Okladie, okamžitě poznaly rozdíl. Žádný dým ze spálených vesnic, žádná nepohřbená těla sedláků ležící na polích, žádné vrány trpělivě čekající na další chod.
hu: Amikor Gawen serege megjelent Okladiában, azonnal észlelték a különbséget. A levegőt nem töltötte be az égő falvak füstje, a mezőket nem borította temetetlen parasztok holtteste, s varjak sem kerengtek zsákmányra várakozva.

source: Okladia was one of four kingdoms found after Gawen's grandfather's death by his sons. This was ruled by Buffin Hagarthen, king old, suspicious, and very conservative. He was able to crush Wesnothian rebellion in his country - for the fourth time in times of his rule, and had reputation of very carefull and skillful ruler.
ca: Okladia era un dels quatre regnes fundats després de la mort de l'avi de Gawen Hagarthen pels seus fills. Aquest era regit per Buffin Hagarthen, un vell rei, molt desconfiat i conservador. Havia sigut capaç d'esclafar els rebels wesnothians en el país quatre vegades durant el seu regnat, i tenia la reputació de ser un rei molt cautelós i hàbil.
cs: Okladie byla jedním ze čtyř království, která byla vytvořena po smrti Gawenova děda jeho potomky. V Okladii vládl Buffin Hagarthen, starý král, nedůvěřivý a velmi konzervativní. Podařilo se mu čtyřikrát ve své zemi zlomit rebelie Wesnotských a získal pověst pečlivého a schopného vladaře.
hu: Okladia egyike volt a négy királyságnak, amelyeket Gawen nagyapjának halála után fiai alapítottak. Itt Buffin Hagarthen uralkodott, egy gyanakvó és maradi öregúr. Képes volt elfojtani a wesnothiak lázadását az országában, már a negyediket uralkodásának kezdete óta, s ezért nagyon óvatos és előrelátó uralkodó hírében állt.

source: It's strange, but I had this feeling of success I had never before. Our soldiers are really the best of the kind; the true elite. It is more than month since we left Raedwood, and we already defeated forces larger than ours.
ca: És estrany, però mai havia sentit tal èxit. Els nostres soldats són certament els millors dels millors, unes vertaderes tropes d'elit. Ja fa més d'un més que vam marxar de Raedwood i hem derrotat forces més grans que la nostra.
cs: Je to zvláštní, ale takový pocit úspěchu jsem nikdy předtím nezažil. Naši vojáci jsou nejlepší svého druhu, skutečná elita. Je to něco přes měsíc, co jsme opustili Readwoodské lesy, a už jsme porazili vojska větší než naše.
hu: Különös, de most bízom a sikerben, pedig korábban nem hittem. A mi katonáink tényleg a legjobbak, igazi szuperhősök. Jó hónapja hagytuk el Raedwoodot, s máris megsemmisítettünk egy nálunknál nagyobb sereget.

source: A month? Are you sure it's more than a month?
ca: Un mes? Segur que ja ha passat un mes?
cs: Cože? Měsíc? Jsi si jistý, že je to víc než měsíc?
hu: Egy hónapja? Biztos vagy benne, hogy már több, mint egy hónap eltelt?

source: What?
ca: Què?
cs: Co je?
hu: Tessék?

source: Yes... Yes it is.. More than a month.. Oh Gawen, I.. I've done something really terrible.. I.. I.. I don't know how to tell you...
ca: Sí... Sí... Un mes... Oh, Gawen, he fet una cosa realment terrible... Jo... Jo... Jo... No sé cóm dir-t'ho...
cs: Ano... Skutečně... Víc než měsíc... Ach synku, synku, já.. udělala jsem něco skutečně strašného... Já...já...já nevím jak Ti to mám říct...
hu: Igen... Tényleg... Több, mint egy hónap telt el... Ó, Gawen, én... Én valami szörnyűséget... Én... én... nem is tudom, hogy mondjam el...

source: What?!?
ca: Què?!?
cs: Co?!?
hu: Mit?!?

source: No, nothing. It doesn't matter. I... I'm sorry, but I can't... I will join you later.
ca: No, no res. No importa. Jo... Ho sent, però no puc... M'uniré després a vosaltres.
cs: Ale nic. Je to stejně jedno. Já... promiň, ale já... nemohu... Přidám se k vám později.
hu: Ö, semmit. Nem fontos. Én... sajnálom, de most... később csatlakozom hozzátok.

source: Gawen, I've never seen your step-mother like this before. I think she is sick. Very sick. I've saw her vomiting yesterday.
ca: Gawen, no mai havia vist així a la teua madrastra. Crec que està malalta. Molt malalta. Ahir la vaig veure vomitant.
cs: Gawene, ještě nikdy jsem neviděl tvou macechu v takovém stavu. Myslím, že na ni něco leze. Něco hrozného. Včera jsem ji viděl blít.
hu: Gawen, még sosem láttam ilyen állapotban a mostohádat. Szerintem beteg. Nagyon beteg. Tegnap láttam, hogy hányt.

source: But.. What happened? Why? Is she...
ca: Però... Què ha passat? Per què? Està...
cs: No dobře, ale co se jí stalo? Proč? Je snad...
hu: De... Miért? Mi baja van? Talán...

source: Poisoned? Why not. We have Akladians in our army, isn't it?
ca: Enverinada? Per què no. Hi ha akladians en el nostre exèrcit, no?
cs: Otrávená? Je to možné. V armádě máš mnoho Akladijců, tak proč ne?
hu: Megmérgezték? Miért is ne. Vannak akladiaiak is közöttünk, nem igaz?

source: My lord, I do not want to disturb you, but our scouts told us about the enemy forces.
ca: Mon senyor, no vull destorbar-vos, però els nostres exploradors ens informen de la presència de tropes enemigues.
cs: Můj Pane, nechci Tě vyrušovat, ale naši zvědové objevili nepřátelské jednotky.
hu: Uram, nem szeretnék zavarni, de a felderítőink ellenséges sereget jeleztek.

source: Hmm.. It seems we will have to fight this army to continue our journey. It should be easy.
ca: Humm... Pareix que ens caldrà obrir-nos pas a través d'aquest exèrcit per continuar el nostre viatge. Deuria ser fàcil.
cs: Hmm.. Jak se zdá, budeme muset s nimi bojovat, abychom mohli pokračovat v naší výpravě. To by neměl být problém.
hu: Hmm... Úgy látszik, meg kell ütköznünk velük, hogy folytathassuk az utunkat. Hamar végeznünk kell velük.

source: My lord, our scouts also told us that we are being followed by some very large army of Akladians. Someone has noticed us. Maybe our successes were too large. We have to won quickly, or we will be crushed by another foe.
ca: Mi senyor, els nostres exploradors també ens han dit que un enorme exèrcit akladià ens està seguint. Tal vegada els nostres èxits han sigut massa cridaners, però algú s'ha adonat de la nostra presència. Hem de vèncer ràpidament, o serem esclafats per un altre enemic.
cs: Můj pane, naši zvědové nás ještě informovali o tom, že nás pronásleduje ohromná Akladijská armáda. Někdo nás zpozoroval. Možná byly naše úspěchy příliš velké. Musíme rychle zvítězit, nebo nás ten někdo dostihne a rozdrtí.
hu: Uram, a felderítőink azt is jelezték, hogy egy igen nagy akladiai sereg van a nyomunkban. Felfedeztek minket. Túl nagy zajt keltettünk az eddigi győzelmeinkkel. Sietnünk kell, gyorsan át kell vágjunk az előttünk álló seregen, különben az üldözőink is ideérnek.

source: My lord, our scouts told us that we are being followed by some very large army of Akladians. Someone has noticed us. Maybe our successes were too large. We have to won quickly, or we will be crushed by another foe.
ca: Mi senyor, els nostres exploradors també ens han dit que un enorme exèrcit akladià ens està seguint. Tal vegada els nostres èxits han sigut massa cridaners, però algú s'ha adonat de la nostra presència. Hem de vèncer ràpidament, o serem esclafats per un altre enemic.
cs: Můj pane, naši zvědové nám předali zprávu, že nás pronásleduje ohromná Akladijská armáda. Někdo nás zpozoroval. Možná byly naše úspěchy příliš velké. Musíme rychle zvítězit, nebo nás ten někdo dostihne a rozdrtí.
hu: Uram, a felderítőink azt is jelezték, hogy egy igen nagy akladiai sereg van a nyomunkban. Felfedeztek minket. Túl nagy zajt keltettünk az eddigi győzelmeinkkel. Sietnünk kell, gyorsan át kell vágjunk az előttünk álló seregen, különben az üldözőink is ideérnek.

source: It will be quick victory then.
ca: Serà una victòria ràpida, doncs.
cs: Pak to tedy rychlé vítězství bude.
hu: Akkor gyorsan fogunk győzni.

source: Now, when we left the Raedwood forest, we should find Deorien. We know he is somewhere in Okladia, another kingdom founded by Akladians, ruled by your cousins from Hagarthen clan. But where he is exactly, we have no idea.
ca: Ara, quan ja hem aconseguit abandonar el bosc de Raedwood, comença la cerca de Deorien. Sabem que és en algun lloc de Okladia, un altre regne creat pels akladians i governat pels teus cosins del clan Hagarthen. Però no teníem cap idea exacta d'on viu.
cs: Teď, když jsme se dostali z Raedwoodského lesa, bychom se měli vydat hledat Deoriena. Víme, že sídlí někde v Okladii, dalším království založeném Akladijci, ve kterém vládne tvůj bratranec z Hagarthenova klanu. Ale kde se přesně nachází, to vážně nevíme.
hu: Most, hogy elhagytuk Raedwoodot, meg kéne keresnünk Deorient. Valahol Okladiában kell lennie, egy másik akladiai királyságban, amelyet a nagybátyád ural. Bár, hogy pontosan hol is lakik, arról gőzünk sincs.

source: That's why I suggest to visit the Oracle, who, as being mage herself, may know where Deorien is.
ca: Per això suggerisc que visitem l'Oracle, qui, sent una maga ella mateixa, sàpiga on pot estar Deorien.
cs: A to je přesně ten důvod, proč bychom měli navštívit Věštkyni, která, jsa mágem, by mohla znát odpověď.
hu: Ezért javaslom, hogy látogassuk meg a Jósnőt, aki maga is mágikus képességgel bír, s biztosan tudja, hol van Deorien.

source: I will never again see our beautiful forests..
hu: Sosem látom újra a gyönyörű erdeinket...

source: See how Elves die; without fear!
ca: Mira com moren els elfs; sense temor!
hu: Nézzétek, így hal meg egy tünde: félelem nélkül!

source: Now, I will meet best marksman.. Death never misses.
ca: Ara coneixeré la millor tiradora... la mort no mai falla.
cs: Tady a teď se setkám s nejlepším lučištníkem.. Smrt nikdy nemine svůj cíl.
hu: Találkozom a legkiválóbb mesterlövészekkel... A halál sosem véti el a célt.

source: My lord, I fought with you so many battles.. I can accept money from you no more. Please, treat me like a friend, not like a hired soldier.
ca: Senyor, he lluitat amb tu tantes batalles... No puc seguir acceptant or. Per favor, tracta'm com un amic, no com un soldat mercenari més.
cs: Můj pane, prošli jsme spolu tak mnoha bitvami.. Již nikdy více nepřijmu od tebe peníze. Prosím, veď mne k dalším vítězstvím jako svého přítele, nikoli jako žoldáka.
hu: Uram, oly sok csatában harcoltam már melletted... nem fogadhatok el több pénzt tőled. Kérlek tekints rám barátként, s ne egy toborzott zsoldosként.

source: Breaking the Circle
ca: Trencant el cercle
hu: Élet és halál közt lebegve

source: Moments slowly turn into hours as they slip through my fingers...
ca: Lentament, els moments van convertint-se en hores mentre llisquen entre els meus dits...
hu: Az idő ólomlábakon vánszorgott...
