Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Swordmasters do not come into their title lightly. They have endured years of rigorous Aragwaithi military training, and survived many ferocious battles. Their skill with their blades is spoken of with awe among those few foes who have witnessed it - and lived. Having won thier title, Swordmasters take responsibility for instructing the young, passing on the proud Aragwaithi martial traditions. Even the Royal Guards of Wesnoth respect the Swordmasters.
ca: Els Mestres d'espasa no aconsegueixen el seu títol a la lleugera. Han suportat anys de rigurós entrenament militar, i sobreviscut a moltes ferotges batalles. Els pocs adversaris que han viscut per a contar-ho parlen amb pavor de la seua habilitat amb les seues fulles. Un cop s'han guanyat el títol, els Mestres d'espasa es fan responsables d'instruir els joves, transmetent les orgulloses tradicions marcials dels Aragwaithi. Fins i tot els Guàrdies Reials de Wesnoth respecten els Mestres d'espasa.
hu: A vívómesterek nem könnyen érdemlik ki tisztségüket. Évekig tartó kemény kiképzés és számos véres csata után jutnak a cím birtokába. Pengéjükkel fantasztikus dolgokat művelnek, legalábbis azon kevés ellenség elmondása alapján, akik látták őket - és túlélték a találkozást. A tisztség elnyerése után ők felelnek az ifjú aragwaithok kiképzéséért, hogy továbbadják a büszke aragwaith hadi tudományokat. Még Wesnoth királyi testőrei is tisztelik a vívómestereket.

source: Swordsman
ca: Espadatxí
hu: Kardforgató

source: While the Aragwaithi are slight of body, they are also fast and nimble. These abilites, coupled with the intensive training given to the Agarwaithi military, make for superb swordsmen. Swordsmen are clad in light chain mail - the better to resist the blades of their enemies.
ca: Mentre els Aragwaithi són lleugers de cos, tambés són ràpids i destres. Aquestes abilitats, unides a l'intens entrenament proporcionat a l'exèrcit Aragwaith, fan uns espadatxins superbs. Els Espadatxins estan abillats en cota de malla lleugera: la millor per a resistir les fulles dels seus enemics.
hu: Habár az aragwaithok törékeny alkatúak, gyorsaságuk és fürgeségük figyelemre méltó. Ezek a képességek az aragwaith seregben történő intenzív kiképzéssel megtoldva félelmetes kardforgatók születnek. A kardforgatók könnyű láncinggel vértezik fel magukat - a legjobbakkal, amelyek az ellenség pengéitől védettséget biztosítanak.

source: Aragwaith^Warlock
ca: Fetiller
hu: Táltos

source: The magically inclined among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people.
ca: Els Aragwaith amb inclinació per la màgia no només reben l'entrenament marcial tan comú en la societat Aragwaithi, sino també en l'art de curar, i per descomptat en màgia. Brandant un foc poderós, competents amb les seves estaques, posseint un toc curatiu, els Fetillers són els més nobles d'un noble poble.
hu: Az aragwaith társadalomban a mágikus képességekkel rendelkezők nemcsak a szokásos harci kiképzésen esnek át, hanem a gyógyítás és a mágia tudományából is ízelítőt kapnak. Hatalmas tűzerejük, félelmetes botjuk, gyógyító érintésük révén a sámánok a nemes emberek legnemesebbjei.

source: mage-bolt
ca: projectil màgic
hu: mágikus csapás

source: female^Warlock
ca: Fetillera
hu: Táltosnő

source: female^The magically inclined among the Aragwaith recieve not only the martial training so common in Aragwaithi society, but also in the art of healing, and of course in magic. Wielding powerful fire, competent with their staves, possessing a healing touch, Warlocks are the noblest of a noble people.
ca: Els Aragwaith amb inclinació per la màgia no només reben l'entrenament marcial tan comú en la societat Aragwaithi, sino també en l'art de curar, i per descomptat en màgia. Brandant un foc poderós, competents amb les seves estaques, posseint un toc curatiu, les Fetilleres són les més nobles d'un noble poble.
hu: Az aragwaith társadalomban a mágikus képességekkel rendelkezők nemcsak a szokásos harci kiképzésen esnek át, hanem a gyógyítás és a mágia tudományából is ízelítőt kapnak. Hatalmas tűzerejük, félelmetes botjuk, gyógyító érintésük révén a sámánok a nemes emberek legnemesebbjei.

source: Aragwaith^Wizard
ca: Màgic
hu: Varázsló

source: female^Wizard
ca: Màgica
hu: Varázslónő

source: Armoured
ca: Blindada
hu: Páncélos

source: Fast
ca: Ràpida
hu: Gyorsaság

source: Fighter
ca: Lluitadora
hu: Harcos

source: Fast Attack
ca: Atac ràpid
hu: Gyors ütés

source: Sword Dancer
ca: Ball d'espases
hu: Pengetáncos

source: Tough
ca: Dura
hu: Életerő

source: Brigand
ca: Bandoler
cs: Zbojník
hu: Briganti

source: Mounted and wielding wicked-looking sickles, brigands left behind the farming life to stalk Wesnoth's lonely backroads in small bands, robbing travelers. They also carry crude crossbows but are not very skilled with them.
ca: Els bandolers, muntats i armats amb unes corbelles que tenen molta mala pinta, han abandonat la vida de pagès per a sotjar els camins secundaris de Wesnoth en xicotetes bandes. També porten unes tosques ballestes, però no són massa hàbils amb elles.
hu: A sarlószerű fegyvert viselő lovas brigantik odahagyták a farmerlétet, s kis csoportokban Wesnoth mellékútjain az utazók kifosztásából élnek. Bár durva számszeríjat is hordoznak magukkal, kezelésében kevésbé jártasak.

source: sickle
ca: corbella
cs: kosák
hu: sarló

source: crossbow
ca: ballesta
cs: kuše
hu: számszeríj

source: City Militia
ca: Milícia ciutadana
cs: Domobrana
hu: Polgárőr

source: City militia is composed from citizens of Wesnothian towns. Their role is usually just policing the cities and guarding the walls.
ca: La milícia ciutadana està composta de ciutadans de les ciutats wesnothianes. La seua feina és patrullar els carrers i guardar les muralles.
cs: Domobrana je většinou složena z obyvatel Wesnothských měst. Jejich role je většinou hlídat pořádek a strážit hradby.
hu: A polgárőrség a wesnothi civil lakosság tagjaiból áll. Leginkább a rendfenntartásban és a városfalak védelmében játszanak szerepet.

source: No description. It will never appear anywhere, since the unit is fake.
ca: Sense descripció. Mai apareixerà enlloc, doncs esta unitat és falsa.
hu: Nincs leírás. Az egység sehol sem jelenik meg, mivel ez egy fiktív egység.

source: Outlaw Raider
ca: Saquejador procrit
hu: Portyázó zsivány

source: After a four or five robbings any Brigands that last that long will usually find a sword of some type. Usually this is a saber because fencers are their most regular prey as they often wander around lonely backroads looking for a fights most of the time. They also usually build or buy (or steal) a better crossbow and their accuracy and skill have both improved with practice.
hu: A negyedik vagy ötödik fosztás után bármelyik briganti találhat magának valamilyen kardot. Ez leginkább egy szablya, mivel áldozataik között leginkább vívók szerepelnek, akik idejük nagy részében Wesnoth mellékútjain barangolnak, s ellenfelet keresnek. Rendszerint készítenek vagy vesznek (lopnak) egy jobb számszeríjat is, s gyakorlatozásaik révén fejlődik a jártasságuk a fegyverek használatában is.

source: saber
ca: sabre
hu: szablya

source: Peasant girl
ca: Pageseta
hu: Parasztlány

source: The young girl. She cannot fight, she cannot even defend herself. She appears only once in one scenario.
ca: La xicoteta. No sap lluitar ni tan sols per a defensar-se. Només apareix una vegada en un escenari.
hu: Egy fiatal lány. Nem tud harcolni, még önvédelemre is képtelen. Csak egy küldetésben jelenik meg.

source: Always loyally serving royal family of Wesnoth, Ruvio skills in sword and crossbow became better than above average, to say it modestly; Even though the age had its impact on Ruvio, he still is dangerous opponent.
ca: Sempre un servidor lleial de la família real wesnothiana, les habilitats de Ruvio amb l'espasa i la ballesta van arribar a ser millors que la mitjana, per dir-ho amb modèstia. Encara que l'edat ha tingut el seu impacte en Ruvio, encara és un perillós rival.
cs: Ruvio vždy loajálně sloužil rodu králů Wesnothu, velmi skromně řečeno svým uměním meče a kuše vysoce převyšuje běžný průměr. Ačkoli věk na něm zanechal své stopy, je stále velice nebezpečným protivníkem.
hu: Wesnoth királyi családját mindig hűségesen szolgálta Ruvio, ezalatt, enyhén szólva, átlag feletti jártasságot szerzett a kard és a számszeríj használatában. Habár az évek súlya már nyomja a vállát, még mindig veszélyes ellenfél.

source: Being one of four daughters of great warrior was never an easy task. Hearing from childhood about battles, knights and great deeds of her father, Karen early decided that being a good housewife is definetely not her destiny.
ca: Ser una de les quatre filles d'un gran guerrer no mai ha sigut una feina fàcil. Karen, que des de la seua més tendra infància va créixer sentint històries de batalles, cavallers i els grans fets de son pare, prompte va decidir que ser una bona mestressa de casa no era el seu destí.
cs: Být jednou ze čtyř dcer slavného válečníka není žádný med. Od dětství Karen slýchala o válkách, rytířích a velkých vítězstvích svého otce, takže se velice brzy rozhodla, že jejím údělem nebude stát se domácí putičkou.
hu: Egy nagy harcos négy lánya közül egynek lenni nehéz feladat. Gyerekkorától csatákról, lovagokról és atyja dicső tetteiről hallva Karen korán elhatározta, hogy a háziasszonyi lét nem neki való feladat.

source: Lady Lorin
ca: Na Lorin

source: Thug
ca: Brètol

source: Lady Lorin?
ca: Na Lorin

source: Freetown
ca: Ciutat Lliure

source: Andrey Yaranov
ca: Andrei Iaranov
cs: Andrej Jaranov

source: Yaranov
ca: Iaranov
cs: Jaranov

source: Horsemills
ca: Molins
cs: Koňský mlýn

source: Porkton
ca: Porcton
cs: Vepřovice

source: Laville
ca: Vil·lavella

source: John
ca: Joan

source: Matthias Ramon
ca: Ramon Maties

source: Maurice
ca: Maurici

source: Alarice
ca: Alarici

source: Vanguard
ca: Avantguarda

source: Lord Hagarthen
ca: Senyor Hagarthen

source: I will never again see our beatiful forests..
cs: Už nikdy nespatřím naše přenádherné lesy..

source: Note from campaign developer: If you have just downloaded campaign and started playing instantly, it may happen that some of unit images are not appearing. In such case try to restart Wesnoth; usually it helps - szopen.
cs: Poznámka od tvůrce tažení: Pokud jsi právě stáhl tažení a ihned po jejím stažení jsi začal hrát, může se stát, že obrázky některých jednotek se neobjeví. V tomto případě ukonči a znovu nastartuj Wesnoth; obvykle to pomáhá - szopen.

source: Go and take the villages to have more gold. Recruit as many Clanmembers as you can. Most of them will probably die, but the rest may become good fighters. Do not forget to recall our soldiers, too. Be careful, do not hurry without necessity. To cure wounded units you may use wiseman or villages.
cs: Běž a obsaď vesnice, abys získal víc peněz. Naverbuj tolik Příslušníků klanu, kolik můžeš. Většina z nich pravděpodobně zemře, ale ze zbytku se stanou dobří bojovníci. nezapomeň přivolat staré bojovníky. Buď opatrný, zbytečně nespěchej. K léčení jednotek použij Akladijské šamany nebo vesnice.

source: Huh.
cs: Tý brďo.

source: After this battle you will be able to recruit Akladian Clanmembers, Warriors and Wisemen again.
cs: Po bitvě budeš moct zase verbovat Příslušníky Akladijského klanu, Akladijské bojovníky a šamany.

source: After this battle you will be able to recruit Akladian Clanmembers again.
cs: Po konci bitvy budeš moci znovu verbovat Příslušníky Akladijského klanu.

source: Huon Ryedric
cs: Huon Ryedrik

source: Gaumhaldric.
cs: Gaumhaldrik.

source: You may recruit Akladian Clanmembers again.
cs: Znovu můžeš verbovat Příslušníky Akladijského klanu.

source: Gaumhaldric
cs: Gaumhaldrik

source: Orc
cs: Skřet

source: Okladia
cs: Okladie

source: Euridica
cs: Euridika

source: Yes. And this is already happening. No matter what the great Akladian lords are saying, how they are flaunting with their own superiority, how they heinous find the idea of being the same people as Wesnothian, it IS happening. Akladian clanmembers marrying Wesnothian woman. Akladian peasants seeking the help of a shaman in next village. It is just a beginning, but it is a good beginning.
cs: Ano. A již se tak děje. A přeze všechno, co říkají ti velcí Akladijští lordové, jak vystavují na odiv jejich vlastní nadřazenost, se TO děje. Velkolepě přicházejí k poznání, že ve své podstatě jsou stejnými lidmi jako Wesnoťané. Muži Akladijských klanů se žení s Wesnotskými dívkami. Akladijští vesničané hledají pomoc u šamana v sousední vesnici. Já vím, je to pouze začátek, ale je to dobrý začátek.

source: I hope that with this {NAME} helping us this wouldn't be as difficult as it could be, but we still should be prepared for serious losses.
cs: Doufám, že když nám teď pomáhá {NAME}, nebude to tak těžké, ale pořád se musíme připravit na těžké ztráty.

source: Because you were declared messiah by the Oracle and recognised as king by Wesnothians, you may again recruit Fencers, Spearmen, Bowmen, Akladian Clanmembers, Akladian Warriors, Akladian Homeguards, Akladian Wisemen.
cs: Protože jsi byl Věštkyní označen za Mesiáše a jsi vnímán jako král Wesnoťanů, můžeš znovu verbovat Šermíře, Kopiníky, Lučištníky, Příslušníky Akladijského klanu, Akladijské bojovníky, Akladijské hlídače a Akladijské šamany.

source: Peasant
cs: Sedlák

source: Akladian Peasant
cs: Akladijský sedlák

source: Bors Dark
cs: Temný Bors

source: Bors Wonder
cs: Báječný Bors

source: Akladian Clanmember
cs: Příslušník Akladijského klanu

source: Akladian Clanmembers are core of Akladian tribes. They are raised in culture promoting violence and hearing from childhood that their destination is to rule over the world. While very lightly armoured and badly armed they still can be dangerous, especially when used in larger groups. They are recruited only for defense of their kingdoms.
cs: Příslušníci Akladijského klanu tvoří jádro Akladijkých rodin. Vyrůstali v přesvědčení, že osudem právě jejich rasy je ovládnout svět. Ačkoli jsou slabě vyzbrojeni a ve slabém brnění, jsou velmi nebezpeční, obzvláště jsou-li ve velkých skupinách. Bývají většinou verbováni k obraně jejich království.

source: tough
cs: dotek

source: Spending their times in constant fights and raids, many Akladian clanmember become warriors, joining army not only in defense but also in raids against neighbouring lands.
cs: Trávení času v neustálých bojích a nájezdech, mnoho příslušníků Akladijských klanů se stalo bojovníky, dali se do armády ne jenom v době obrany, ale i pro nájezdy do sousedních zemí.
