Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: One more thing: why to punish innocent child for the crime of the father and mother? Let the child live.
ca: Una cosa més: per què castigar un xiquet innocent per un crim del pare i mare? Deixem-lo viure.
cs: A ještě jednu věc: proč trestat neviné dítě za zločin svých rodičů? Nechte dítě žít.
hu: S még valami: miért kellene egy ártatlan gyermeknek bűnhődnie az apja és anyja bűnéért? Hadd éljen ő is!

source: But if we will blind Lorin, she will surely miscarry.
ca: Però si enceguem Lorin, segurament avortarà.
cs: Ale když Lorin oslepne, zajisté potratí.
hu: De ha megvakítjuk Lorint, biztosan abortál.

source: I am mage. I know the ways to shield the child and protect it.
ca: Sóc un mag. Conec maneres de protegir i defensar el xiquet.
cs: Já jsem mág. Znám způsoby, jak ochránit dítě a postarat se o něj.
hu: Mágus vagyok. Meg tudom óvni a gyermekét.

source: Stop it! Deorien, I don't know who is more cruel - those Akladian lords, or you, who should, as white mage, protect every life.
ca: Pareu! Deorien, no sé qui és ací més cruel: aquestos senyors akladians o tu que, com a mag blanc, deuries protegir cada vida.
cs: Přestaňte! Deoriene, nevím, kdo je krutější - jestli Akladijští lordi, nebo ty, kdo bys měl, jako bílý mág, chránit každý život.
hu: Megállj! Deorien, nem tudom, ki a kegyetlenebb - azok az akladiai urak, vagy te, akinek fénymágusként minden életet védenie kellene.

source: No, my king. I protect Wesnoth. One woman is not worth civil war. And you know it.
ca: No, mon senyor. Jo protegisc Wesnoth. Una dona no mereix una guerra civil. I ho sabeu.
cs: Ne, Můj Králi. Já ochraňuji Wesnoth. Jedna žena není horší než občanská válka. A ty to víš.
hu: Nem, királyom. Én Wesnothot védem. Egy nő miatt nem érdemes polgárháborút indítani. S ezt te is tudod.

source: Bring her.
ca: Traieu-la.
cs: Přiveďte ji.
hu: Hozzátok ide!

source: My mother.. Lorin... You...
ca: Mare... Lorin... Tu...
cs: Matko.. Lorin.. ty...
hu: Anyám... Lorin... Te...

source: You betrayed the spirit of your husband. Only your blood may make him happy. Your eyes will be taken away, and you will never see the light, neither here or in the lands of the ancestors. May the God punish you in the worst possible way.
ca: Tu vas trair el esperit del teu marit. Només la teua sang el farà feliç. Se't llevaran els ulls i mai tornaràs a veure la llum, ni ací ni en les terres dels avantpassats. Tan de bo Déu et castigue de la pitjor manera possible.
cs: Zradila jsi duši svého mrtvého manžele. Jenom tvoje krev ho může potěšit. Vypíchnou ti oči, abys už nikdy neuviděla světlo, ani tady, ani v zemích svých předků. Takto tě Bůh trestá tím nejhorším možným způsobem.
hu: Te elárultad a férjed emlékét. Csak a véred nyugtathatja meg. Elvesszük a szemed világát, soha nem látod többé a fényt, sem itt, sem az ősök földjén. Az Isten büntetése kísér további utadon.

source: Drab doxy, who is the father of the child?
ca: Ara, confessa! Qui és el pare?
cs: Chlípná čubko, kdo je otcem toho parchanta?
hu: Ócska ribanc, ki az apja a gyerekednek?

source: The wind and the rain. I don't know the father's name.
ca: El vent i la pluja. No conec el seu nom.
cs: Vzduch a déšť. Neznám otcovo jméno.
hu: A szél és az eső. Nem tudom a nevét.

source: Take her to the torture chamber!
ca: Dueu-la a cambra de tortura!
cs: Vemte ji na mučidla!
hu: Kínzókamrába vele!

source: You are in my castle, Luc. Lady Lorin said she doesn't know the father's name. Let's leave it at that.
ca: Estàs en el meu castell, Luc. Na Lorin ha dit que no coneix el nom del pare. Deixem-ho així.
hu: Luc, az én udvaromban vagy. Lady Lorin azt mondta, nem tudja a nevét. Eltekinthetünk a kínzástól.

source: Deorien... Before they kill me.. My child.. You are mage, can you do something so it...
ca: Deorien... abans em maten... El meu xiquet... Tu eres un mag, pots fer alguna cosa per ell...
cs: Deoriene... než mě zabijou.. moje dítě.. si mág, zkus něco udělat...
hu: Deorien... Mielőtt megölnek... A gyermekem... Te mágus vagy, tudnál valamit tenni, hogy...

source: You wouldn't be killed, Lorin. Only your eyes will taken and you will be exiled. I will do everything to make sure your child would survive this.
ca: No seràs morta, Lorin. Només se't llevaran els ulls i seràs exiliada. Jo faré tot el que siga possible per a que el xiquet ho sobrevisca.
cs: Nebudeš zabita, ženo. Pouze přijdeš o své oči a budeš poslána do vyhnanství. Udělám vše proto, abych zajistil, že to malé přežije.
hu: Nem ölnek meg, Lorin. Csak a szemed világát veszik el, és száműznek. Megteszek mindent, hogy a gyermeked túlélje a procedúrát.

source: Mage... I.. Lorin thanks you.
ca: Mag... Jo... Lorin t'ho agraeix.
hu: Mágus... Én... Lorin köszöni neked.

source: The king wants to be alone.
ca: El rei vol estar sol.
cs: Král chce být sám.
hu: A király egyedül akar maradni.

source: Epilogue
ca: Epíleg
cs: Doslov
hu: Epilógus

source: Who is here? Gawen? I hoped you would visit me, before I leave the Vattin forever.. I wish I could see you this last time... I want to tell you everything. You have to know..
ca: Qui va? Gawen? Desitjava que em visitares, abans que abandonara Vattin per sempre... Tan de bo et poguera veure't una última vegada... Vull contar-t'ho tot. Has de saber-ho...
hu: Ki van itt? Gawen? Reméltem, hogy meglátogatsz, mielőtt végleg elhagyom Vattint... Bárcsak láthatnálak még utoljára... Mindent el akarok mondani. Tudnod kell...

source: When I was still young, my family took me to the Oracle. I asked her about my future and I got the answer which I had not expected, and which greatly excited my family.
ca: Quan encara era una xiqueta jove, la meua família em va portar a l'Oracle. Vaig preguntar-li pel meu futur i vaig rebre una resposta que no esperava, però que va excitar enormement la meua família.
hu: Amikor fiatal voltam, a családom elvitt a Jósnőhöz. Megkérdeztem a jövőmet, és olyan választ kaptam, amire nem számítottam, de a családomat felvillanyozta.

source: The Oracle said I would marry a Hagarthen, become a queen, and that I would bear a Hagarthen son. We.. my clan.. helped... somehow.. the prediction to be fulfilled... When I married your father, I was sure the Oracle was right.
ca: L'Oracle em va dir que em cassaria amb un Hagarthen, arribaria a ser reina i que portaria al ventre el fill d'un Hagarthen. Nosaltres... el meu clan... d'alguna manera... va col·laborar a obrir camí a la predicció... Quan em vaig cassar, estava segura que l'Oracle havia estat encertat.
hu: A Jósnő azt mondta, hogy egy Hagarthen vesz feleségül, királyné leszek, s egy Hagarthen fiát hordom majd a szívem alatt. Mi... a klánom... elintézte... valahogy... a jóslat beteljesedett... Amikor apád feleségül vett, azt hittem, a Jósnő minden szava igaz.

source: But your father never called me to his bed, never even touched me. You have no idea how I hated him .. and you. And you have no idea about the dreams which were in my head then. And yet, I felt.. something strange about you. Always.
ca: Però ton pare mai va cridar-me al llit. No mai va tocar-me. No et pots fer una idea de quant l'odiava... i quant t'odiava a tu. I no et pots imaginar quins somnis habitaven en el meu cap. Tanmateix, sentia... sempre vaig sentir alguna cosa estranya per tu. Sempre.
hu: De apád soha nem engedett az ágyába, még csak hozzám sem ért. El sem tudod képzelni, mennyire gyűlöltem őt... és téged is. S el sem tudod képzelni, milyen őrült gondolatok kergették egymást a fejemben. És mégis éreztem... valami különöset benned. Mindig.

source: When your father was dead, I felt deceived, fooled. How can I have Hagarthen's son if he is dead?
ca: Quan ton pare va morir, em vaig sentir traïda, enganyada. Cóm puc tindre un fill de Hagarthen si ell és mort?
cs: Když tvůj otec umřel, cítila jsem se podvedená, znemožněná. Jak můžu dát Hagarthenovi syna, když je mrtvej?
hu: Amikor apád meghalt, úgy éreztem, átvertek, becsaptak. Hogy lehetne fiam egy Hagarthentől, ha az halott?

source: But then... I realized.. that the Oracle didn't say it would be the same Hagarthen I was married to. I was afraid of those thoughts, during all these moments when I cared for you when you were without consciousness almost two years ago. I tried to push those thoughts away, and .. anyway, you died.. I mean, I thought you were killed after the Barnon, and...
ca: Aleshores, vaig adonar-me'n. L'Oracle no havia dit que seria amb el mateix Hagarthen amb qui m'havia cassat. Tenia por d'aquestos pensaments durant tots aquells moments que vaig cuidar de tu quan estaves inconscient fa dos anys. Vaig intentar aïllar aquestos pensaments i... de tota manera, tu vas morir... Vull dir, vaig pensar que havies mort després de Barnon, i...
cs: Ale potom... jsem pochopila.. že mi Věštkyně neřekla, že to bude stejný Hagarthen, kterého jsem si měla vzít. Bála jsem se té myšlenky, po celý čas co jsem se o tebe starala, když jsi byl před dvěma lety v bezvědomí. Snažila jsem se ty myšlenky zapudit, a.. navíc, když jsi taky umřel.., teda já si myslela, že tě zapíchli u Barnonu, a...
hu: De aztán... Rájöttm... hogy a Jósnő sosem mondta, hogy az apa ugyanaz a Hagarthen, akihez férjhez mentem. Féltem ezektől a gondolatoktól, de minden pillanatban, amíg rád vigyáztam, abban a két évvel ezelőtti időszakban, míg eszméletlen voltál, csak erre tudtam gondolni. Megpróbáltam elhessegetni ezeket a gondolatokat, és... amikor meghaltál... úgy értem, azt hittük, meghaltál Barnon után...

source: But then.. we met again and.. you don't remember it, probably, but Ruvio once said - that Oracle's predictions will only be fullfilled if they would be helped.. So.. do you remember the night, the feast before we left searching for Deorien?
ca: Aleshores vaig trobar-me amb tu de nou i... segurament no ho recordaràs, però Ruvio va dir una vegada que les prediccions de l'Oracle només poden complir-se si reben cap ajuda... Així... recordes la nit, aquella festa abans que començarem la recerca de Deorien?
cs: Ale potom.. jsme se znovu potkali.. nic sis nepamatoval, asi, ale Ruvio řekl, předpovědi Věštkyně se vyplní, když je jim pomoženo.. tak.. pamatuješ tu noc, noc žranice před tím, než jsme se vydali hledat Deoriena?
hu: De aztán... újra találkoztunk, és... talán már nem is emlékszel, de Ruvio egyszer azt mondta - a Jósnő jóslatai csak akkor teljesülnek, ha segítünk... Így... emlékszel az éjszakára, az ünnepre, mielőtt Deorien keresésére indultunk?

source: I was drunk... And... Yaranov tried to stop me at corridor, maybe he thought that drinking some more wine would make him more attractive. I beat him senseless. Then I went to Karen's room, took her dancer's outfit...
ca: Estava beguda... i ... Iaranov va intentar aturar-me en el corredor, tal volta es pensava que veure més vi el faria més atractiu... Bé, el vaig deixar inconscient i després vaig anar a l'habitació de Karen i vaig agarrar el seu vestit de ballarina...
hu: Részeg voltam... És... Yaranov megpróbált megállítani a folyosón, gondolom azt hitte, ha több bort iszik, akkor sokkal szívdöglesztőbb. Leütöttem a pimaszt. Aztán bementem Karen szobájába, felvettem a táncos öltözékét...

source: Yes, Gawen. This child.. it will be your first born son.
ca: Sí, Gawen. Aquest xiquet... serà el teu primer fill.
cs: Ano, Gawene. Toto dítě.. to bude tvůj prvorozený syn.
hu: Igen, Gawen. A gyermek... a te elsőszülötted lesz.

source: I made a lot of evil in this world. I know I have no hope for redemption. If I would say that you are the child's father, this would mean another war. Breaking Akladian customs would surely cause Akladians abandon you. And.. I know I sinned in the eyes of our God. He has no mercy. He knows no forgiveness.
ca: He fet molt de mal en aquest món. No tinc cap esperança de perdó. Si diguera que tu eres el pare del fill, això causaria una altra guerra. Trencar els costums dels akladians segurament motivaria als akladians a abandonar-te i... I jo sé que he pecat a ulls del nostre Déu. Ell no té pietat. No coneix el perdó.
cs: Udělala jsem v životě mnoho hrůz. Vím, že nemám právo na žádné smilování. Kdybych řekla, že ty jsi otcem tohoto dítěte, znamenalo by to válku. Porušení Akladijských zvyků by jasně znamenalo, že tě Akladijci zavrhnou. A... já vím, že já zhřešila před tváří našeho Boha. On nezná slitování. On neumí odpouštět.
hu: Sok gonosz dolgot műveltem életemben. Tudom, hogy nincs számomra megváltás. Ha elmondanám, hogy te vagy a gyerek apja, az háborút jelentene. Ha megszegnéd az akladiai szokásokat, az akladiaiak biztosan elhagynának. És... Tudom, hogy vétkeztem Istennel szemben. Nincs számomra kegyelem. Ő nem ismeri a megbocsátást.

source: But I hope.. you will find a mercy in your heart. I know.. I cannot count for your love.. but.. maybe.. just maybe.. you will.. just touch me once, like you touched me that night... I will carry that touch with me, I will remember it when I will go into the exile with your child.
ca: Però desitge... que trobes pietat dins del teu cor. Sé... Sé que no puc aspirar al teu amor... però... potser... potser tu... tu em tocaràs una vegada més... com aquella... aquella nit. Portaré aquest contacte amb mi, el recordaré quan m'exilie amb el teu fill.
hu: De remélem... te könyörületes leszel. Tudom... nem vágyhatom a szerelmedre... de... talán... csak egy pillanatra... szóval... csak érints meg, ahogy akkor éjszaka... magammal viszem utolsó érintésedet, s emlékezni fogok rá száműzetésemben.

source: Do not try to stop me. You know it is impossible. For the good of the Vakladia, your beloved Wesnoth, - I, Lorin, order you to forget about me and our child. Isn't that funny - me, Lorin, sacrificing herself for something as abstract as the idea as new, united nation? Look at me, I am laughing. I... I am laughing....
ca: No intentes aturar-me. Saps que és impossible. Pel bé de Vakladia, el teu estimat Wesnoth, jo, Lorin, t'ordene que t'oblides de mi i el nostre fill. No és divertit açò? Jo, Lorin, sacrificant-me per una cosa tan abstracta com una nova nació unida? Mira'm, mira com em risc. Estic... estic rient...
hu: Ne próbálj visszatartani! Tudod, hogy nem lehet. Vakladia érdekében, szeretett Wesnothodért - én, Lorin parancsolom neked, hogy felejts el engem, s a gyermekünket is. Hát nem nevetséges - Lorin feláldozza magát valami nemes eszme, egy új, egységes nemzet érdekében? Nézz rám, én nevetek! Én... nevetek...

source: The moments are slowly turning into hours, as I am slipping into the darkness...
ca: Lentament, els moments van convertint-se en hores mentre jo llisque cap a la foscor...
cs: Okamžiky se pomalu mění v hodiny, stejně jako se já pomalu propadám do temnoty...
hu: A pillanatok lassan órákba süllyedtek, ahogy a sötétségbe süllyedtem...

source: It is said Gawen Hagarthen never smiled after the great battle. Some say he mourned the deaths of all good warriors who died fighting the undead menace. He married a Wesnothian princess from Elensefar. He united three Akladian kingdoms, while the fourth one - Guilcorta - became his fief. He made vassals of Aragwaithi sietches and most of the former Wesnothian kingdoms, uniting almost the whole of Wesnoth at its most glorious point.
ca: Es diu que Gawen Hagarthen mai no va tornar a somriure després d'aquesta batalla. Alguns diuen que lamentava les morts de tots els bons guerrers que van morir enfrontant-se a l'amenaça no morta. Va cassar-se amb una princesa wesnothiana d'Elensefar. Va unir tres regnes akladians i el quart, Guilcorta, va convertir-se en el seu feu. Va ser capaç de sotmetre els refugis aragwaith i la majoria dels antics regnes de Wesnoth, unint casi tot Wesnoth com en els antics temps.
hu: Azt mondják, Gawen Hagarthen soha többet nem mosolygott a nagy csata után. Néhányan úgy tudják, hogy megsiratott minden jó harcost, aki elesett az élőholtak elleni küzdelemben. Egy elensefari hercegnőt vett feleségül. Egyesítette a három akladiai királyságot, míg a negyedik - Guilcorta - a hűbéresévé lett. Vazallusaivá tette az aragwaith sziecseket és a legtöbb wesnothi királyságot, egyesítette majdnem teljes Wesnothot hatalma csúcspontján.

source: It is also said that he never called his wife Mavourneen; he never treated her as husband should treat his wife. Whatever was true in that gossip, the fact remains that he died childless.
ca: També es diu que mai va cridar la seua esposa al llit; no mai la va tractar com un marit deu tractar la seua esposa. Siga quina siga la part certa, el fet és que va morir sense descendència.
hu: Azt is mondják, hogy sosem hívta magához a feleségét, Mavourneent; sosem kezelte őt úgy, ahogy egy férj kezeli a feleségét. Akárhogyan is volt, az tény, hogy gyermektelenül halt meg.

source: The elves believed that with his death the curse of Haldric which was put long ago upon the Wesnothians was finally relieved. Mithrandil, the only elf ever with wrinkles, finally died happy.
ca: Els elfs creien que, amb la mort de Gawen, la maledicció de Haldric que des de fa molt de temps pesava sobre Wesnoth i els descendents de Haldric s'havia alçat. Mithrandil, l'únic elf amb arrugues de tots, finalment va poder morir, en pau.
hu: A tündék úgy gondolták, hogy halálával az átok, amelyet a wesnothiak fejére Haldric hozott nagyon régen, lassan megszűnt. Mithrandil, az egyetlen örökké ráncos tünde boldogan tért meg őseihez.

source: Lorin and her son went among the sietches of Aragwaithi, searching for Andrey Yaranov. He took care of her and her child, raising him as if it was his own son.
ca: Lorin i el seu fill van anar per tots els refugis aragwaith, fins finalment trobar Andrei Iaranov. Ell cuidar-los als dos i va criar el xiquet com si fóra un fill seu.
hu: Lorin a fiával az aragwaith sziecsekbe vonult el, megkereste Andrey Yaranovot. Yaranov magához vette őt, gyermekét a sajátjaként nevelte fel.

source: This is the end of the story of Lorin from Gallorae and Gawen Hagarthen.
ca: Aquesta és la fi de la història de Lorin del clan Gallorae i Gawen Hagarthen.
hu: Ezzel vége a Gallorae klánbeli Lorin és Gawen Hagarthen történetének.

source: race^Akladian
ca: Akladià
hu: Akladiai

source: race+female^Akladian
ca: Akladiana
hu: Akladiai

source: race^Akladians
ca: Akladians
hu: Akladiaiak

source: race^Aragwaith
ca: Aragwaith
hu: Aragwaith

source: race+female^Aragwaith
ca: Aragwaith
hu: Aragwaith

source: race^Aragwaithi
ca: Aragwaithi
hu: Aragwaithok

source: Akladian Chieftain
ca: Cap akladià
cs: Akladijský náčelník
hu: Akladiai törzsfőnök

source: The best of Akladian warriors are choosed to lead their clans.
ca: Els millors guerres akladians són elegits per liderar els seus clans.
cs: Nejlepší z Akladijských bojovníků jsou zvoleni za vůdce klanů.
hu: A legjobb akladiai harcosok, akiket a klán vezetésére megválasztottak.

source: sword
ca: espasa
cs: meč
hu: kard

source: Akladian Clansman
ca: Akladià
hu: Akladiai klántag

source: Akladian Clansmen are core of Akladian tribes. They are raised in culture promoting violence and hearing from childhood that their destination is to rule over the world. While very lightly armoured and badly armed they still can be dangerous, especially when used in larger groups. They are recruited only for defense of their kingdoms.
ca: Els akladians formen la base de les tribus. Han crescut en un cultura que promou la violència i duen sentint des de la seua infància que el seu destí és conquerir tot el món. Encara que solen anar lleugerament armats i amb molt poques proteccions, poden ser molt perillosos en grans grups. Per norma, només se'ls recluta com a últim recurs de defensa.
hu: Az akladiai klántagok az akladiai törzsek zömét alkotják. Az erő bűvöletében nőnek fel, gyermekkoruktól arra trenírozzák őket, hogy uralkodjanak a világ felett. Habár gyengén vértezettek, s egyszerű fegyvereik vannak, nagy számuk miatt veszélyesek lehetnek. Csak a királyság védelmére sorozzák be őket.

source: short spear
ca: llança curta
cs: krátké kopí
hu: tőrös bot

source: Akladian Darknite
ca: Nitfosc akladià
cs: Akladijský černý rytíř
hu: Akladiai éjlovag

source: After spending whole their life in constant fight, Darknites are excellent warriors and formidable opponents, hated and feared in world of Wesnoth. They know no pity and except none.
ca: Després de dur tota una vida constantment lluitant, els 'nitfoscs' són uns excel·lents guerrers i uns rivals formidables, odiats però temuts en tot Wesnoth. No coneixen la pietat, i no mai capturen presoners.
cs: Tím, že strávili celý život neustálým válčením, se stali Černí rytíři excelentními a obávanými protivníky, nenáviděnými a obávanými ve světě Wesnothu. Neznají lítost a nešanují nikoho.
hu: Mivel egész életüket harcban élik, az éjlovagok kiváló harcosok és félelmetes ellenségek, gyűlöltek és rettegettek Wesnoth világában. Nem irgalmaznak soha, és senkinek.

source: Akladian Fastfoot
ca: Peualat akladià
cs: Akladijský rychlonoh
hu: Akladiai gyorslábú

source: Akladian Fastfoots are members of personal armies of Akladian lords. They are almost professional soldiers, being equipped by their masters. Having light armour, they put all their hope in mastering of the sword.
ca: Els 'peusalats' akladians són membres dels exèrcits privats dels senyors. Són soldats quasi professionals, equipats pels seus senyors i entrenant-se habitualment. Ja que duen armadura lleugera, posen tots els seus esforços en ser excepcionalment hàbils amb l'espasa.
cs: Akladijští rychlonohové jsou členy osobních gard Akladijských lordů. Jsou to vetšinou žoldáci vyzbrojovaní svými pány. S lehkým brněním pro rychlé přesuny jsou plně odkázáni na svoje mistrovství v boji s mečem.
hu: Az akladiai gyorslábúk az akladiai urak személyzetének tagjai. Majdnem hivatásos katonák, akiket uraik szerelnek fel. Könnyű pajzsuk lévén a kardjukban bíznak leginkább.

source: Akladian Holyman
ca: Home sagrat akladià
cs: Akladijský svatý muž
hu: Akladiai szent

source: Devoting their whole life to task of healing and curing, Akladian Holymans are respected amongst tribes, and useful to Akladian lords.
ca: Dedicant tota sa vida a la labor de curar i guarir, els Homes sagrats akladians són respectats entre els tribus, i útils als senyors akladians.
cs: Zasvěcením svého života léčení a uzdravování získali Akladijští svatí mužové respekt mezi klany a jsou velmi ceněni Akladijskými lordy.
hu: Egész életüket a gyógyításnak, méregűzésnek szentelve, az akladiai szentek nagy tiszteletnek örvendenek a törzsek közt, s az urak is nagy hasznukat veszik.

source: staff
ca: bastó
cs: hůl
hu: bot

source: Akladian Homeguard
ca: Vigilant akladià
cs: Akladijský hlídač
hu: Akladiai honvédő

source: Facing hostility of all other nations, Akladians had to create special units devoting whole their life to guarding the settlements of the clans.
ca: Els akladians, a causa de la constant hostilitat contra la resta de nacions, van veure la necessitat de crear una sèrie d'unitats especialment dedicades a la protecció dels assentaments del clan.
cs: Tváří tvář nepřátelství ostatních národů byli nuceni Akladijci vycvičit speciální jednotky určené pouze k ochraně obydlí svých klanů.
hu: A többi nép ellenséges érzéseivel szembesülve az akladiaiak olyan egységeket képeztek ki, akik egész életüket a klánok településeinek megvédésének szentelik.

source: female^Akladian Lady
ca: Senyora akladiana
cs: Akladijská Lady
hu: Akladiai úrnő
