Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: It was this moment when Gawen realized that he was as hated by Wesnothian folk as by Akladians. While the former considered him barbarian beast, the latter called him mixling - at best. The irony of this was so overburdening that he started to laugh. He would probably laugh even harder if he could hear some of his warriors: they whispered that Gawen was laughing from an anticipation of the battle, and his reputation rose dramatically.
ca: Va ser en aquest moment quan Gawen s'adonà que era tan odiat pels wesnothians com pels akladians. Mentre que els primers el consideraven una bèstia bàrbara, els segons li deien mestís - en el millor dels casos. La ironia era tan aclaparadora que va començar a riure's. I segurament ho haguera fet més fort si hagués pogut sentir el que deien alguns dels seus soldats; xiuxivejaven que Gawen estava rient-se per la imminència de las batalla, i la seua reputació va pujar molt.
hu: Ez volt az a pillanat, amikor Gawen ráébredt, hogy a wesnothi emberek ugyanúgy gyűlölik, mint az akladiaiak. Míg az előbbiek egy barbár szörnyetegnek tartották, utóbbiak korcsnak nevezték - jó esetben. A helyzet fonáksága nevetésre ingerelte. S talán még jobban nevetett volna, ha hallotta volna néhány harcosát: azt suttogták, hogy Gawen a várható csatát nevette ki, renoméja így drasztikusan megnőtt.

source: Castle of Barnon
ca: Castell de Barnon
cs: Hrad Barnon
hu: Barnon vára

source: City of Barnon
ca: Ciutat de Barnon
cs: Město Barnon
hu: Barnon városa

source: This should be easy, my son. Let's just get to the Castle of Barnon and finish that traitor off.
ca: Açò serà fàcil, fill meu. Només hem d'arribar al castell de Barnon i acabar amb eixe traïdor.
hu: Ez egy könnyű csata lesz, fiam. Csak odamegyünk Barnon kastélyához, aztán fellógatjuk azt az árulót.

source: If I may, my lord, I suggest not to hurry.
ca: Si puc fer un suggeriment, senyor, aconsellaria que no anàrem massa ràpid.
cs: Mohu-li radit, můj pane. nikam bych nespěchal.
hu: Ha szólhatok, uram, nem kellene kapkodnunk.

source: I am not sure how our so called allies will act.
ca: No estic segur de cóm reaccionaran els nostres, per dir-los d'alguna manera, aliats.
hu: Nem vagyok benne biztos, hogy az úgynevezett szövetségeseink hogy viselkednek.

source: You think that they would dare not to attack?
ca: Creus que no s'atreviran a atacar?
hu: Arra gondolsz, hogy nem csatlakoznak a támadáshoz?

source: I think that they will dare, It's just I am not sure whom they will attack.
ca: Crec que sí que ho faran, però no estic segur de qui atacaran.
cs: Myslím, že se odváží, ale nejsem si jist, na koho zaútočí.
hu: Azt hiszem, támadni fognak, csak abban nem vagyok biztos, hogy kit.

source: Nonsense. They know that the lives of their sons are in our hands.
ca: Bah, això no té cap sentit. Saben que tenim les vides dels seus fills a les nostres mans.
hu: Badarság. Az elsőszülötteik életével nem fognak játszani.

source: I am not sure whether we have enough gold for this endeavor. I wish we'd got more in previous battles.
ca: No sé si tindrem prou or per aquesta missió. Tant de bo haguérem recaptat més en les batalles anteriors.
cs: Nejsem si jist, že máme dostatek peněz pro naše snahy. Přál bych si, abychom v předchozích bitvách získali víc.
hu: Nem vagyok biztos benne, hogy elég aranyunk van ehhez a megmérettetéshez. Bárcsak többet gyűjtöttünk volna korábban!

source: It's dark day to see Akladian lords siding with bastard and underling. What will your ancestors say about this, Uri?
ca: És un negre dia per veure senyors akladians aliats amb un bastard carrall. Què diran els teus avantpassats d'açò, Uri?
cs: To sem se dožil dnů. Akladijští lordi pomáhají bastardům a podřadným. Co tomu řeknou tvoji předkové, Uri?
hu: Sötét nap ez a mai, amikor akladiai nemesek állnak egy nemtelen barbár mellé. Mit mondanának az őseitek, ha látnának titeket, Uri?

source: Hoyre, you were always my friend. I will never fight against you. I will rather join you to kill that mixling!
ca: Hoyre, sempre has sigut el meu amic. No lluitaré mai contra tu. Preferisc unir-me a tu per a matar a eixe mestís!
cs: Hoyre, dycinky si byl můj přítel. Nikdy bych neválčil proti tobě. Raději se s tebou spojím a vyřídíme toho Míšence!
hu: Hoyre, te mindig is a barátom voltál. Sosem harcolnék ellened. Inkább csatlakozom hozzád, hogy elpusztítsuk ezt a korcsot!

source: I've never intended to fight against you, Hoyre. Let our swords cut that underling's head off, as well as that witch, his step-mother.
ca: No mai he tingut intenció de lluitar contra tu, Hoyre. Fem que les nostres espases tallen el cap d'eixe carrall, i també la de la bruixa de la seua madrastra.
hu: Sosem akartam ellened harcolni, Hoyre. Vonjuk ki a kardunkat, s vágjuk le ezt a nemtelent, meg a nevelőanyját, azt a boszorkányt!

source: Reach either eastern or western signpost with both Lorin AND Reme. After that, hold on at least $ano_howmanyturns turns before honorable death of Gawen Hagarthen.
ca: Arriba al senyal bé de la dreta bé de l'esquerra amb Lorin I Reme. Després d'això, resisteix com a poc $ano_howmanyturns torns abans de l'honorable mort de Gawen Hagarthen.
hu: Eléred a nyugati vagy a keleti útjelzőt, Lorinnal ÉS Remével. Azután kitartasz legalább $ano_howmanyturns körön keresztül, mielőtt Gawen Hagarthen hősi halált hal.

source: We spent so many days drinking and fighting together. Now you are against me? What about our plans, Bor?
ca: Hem passat tants dies bevent i lluitant junts, i ara estàs contra mi? Què passa amb els nostres plans, Bor?
cs: Tolik dní jsme spolu pili a válčili. Teď ty proti mně? A co naše plány, Bore?
hu: Oly sokszor lakomáztunk és harcoltunk együtt. S most ellenem jöttök? Mi van a tervünkkel, Bor?

source: Our plans haven't changed, Hoyre. You were and are my friend. I came with underling here only to entrap him. I am with you!
ca: Els nostres plans no han canviat, Hoyre. Tu eres i ets el meu amic. He vingut amb el carrall aquest només per dur-lo a un trampa. Estic amb tu!
hu: A tervünk nem változott, Hoyre. A barátom voltál, és az is maradsz. Eljöttem a nemtelennel, hogy csapdába csaljam. Én veled tartok!

source: Noble Lords, count on me too! Death to that scraggy mixling, that witch and all the traitors who support them against our own kin! God with us! Kill them all, let us eat their hearts!
ca: Nobles senyors, conteu amb mi també. Mort a aquest dèbil mestís, a la bruixa i a tots els traïdors que els recolzen contra la nostra raça! Déu ho vol! Mateu-los tots, ens menjarem els seus cors!
hu: Nemes uraim, engem se hagyjatok ki! Halál a nyamvadt korcsra, a boszorkányra, s minden árulóra, aki támogatja őket a mi fajunk ellenében! Isten velünk van! Öljük meg mindet, s együk meg a szívüket!

source: Bonus for resisting $ano_tmp| turns above requirement
ca: Bonus per resistir $ano_tmp| torns per damunt dels requerits.
hu: Jutalom a szükséges $ano_tmp| kör feletti ellenállásért

source: Resisted $ano_barnon_turns| turns.
ca: Has resistit $ano_barnon_turns| torns.
hu: Ellenálltál $ano_barnon_turns| körig.

source: I hope both Reme and Lorin have made it.. Aaargh!
ca: Espere que tant Reme com Lorin hagen pogut escapar...Aaaargh!
cs: Doufám, že to oba Reme i Lorin zládli.. Aaargh!
hu: Remélem, mind Lorin, mind Reme megmenekült... Áááhhh!

source: I think we killed him, my lord!
ca: Crec que l'hem mort, senyor!
cs: Myslím, že jsme ho zabili, můj pane!
hu: Azt hiszem, uram, megöltük!

source: You think!? Where is his body? Search for it, I want to be sure!
ca: Creieu? On és el seu cos? Busqueu-lo, vull estar segur!
hu: Azt hiszed!? Hol van a holtteste? Keressétek meg, bizonyítékot akarok!

source: Bonus for resisting, 40gp per each turn above $ano_howmanyturns: $ano_barnon_turns
ca: Bonus per resistir, 40 peces d'or per cada torn per damunt de $ano_howmanyturns: $ano_barnon_turns
cs: Bonus za vytrvání, 40 zlaťáků za každé kolo přes $ano_howmanyturns: $ano_barnon_turns
hu: Jutalom a kitartásért, 40 arany körönként a szükséges $ano_howmanyturns feletti körökért: $ano_barnon_turns

source: Oh no! Fresh enemy reinforcements arrived, Reme, you have no chance to escape! I can't hold them!
ca: Oh, no! Han arribat reforços enemics, Reme, no tens cap possibilitat d'escapar! No puc resistir més!
hu: Ó, ne! Megérkezett az ellenség erősítése, Reme, nincs esélyed elmenekülni! Nem tudom feltartani őket!

source: Oh no! Fresh enemy reinforcements arrived, Lorin, you have no chance to escape! I can't hold them!
ca: Oh, no! Han arribat reforços enemics, Lorin, no tens cap possibilitat d'escapar! No puc resistir més!
hu: Ó, ne! Megérkezett az ellenség erősítése, Lorin, nincs esélyed elmenekülni! Nem tudom feltartani őket!

source: After the end of the day king's forces were defeated; However, no one could find the body of Gawen Hagarthen.
ca: Quan va acabar el dia, les forces del rei van ser derrotades; tanmateix, no cap va poder trobar el cos de Gawen Hagarthen.
cs: Na konci dne byly královské síly poraženy. Nikdo ale nebyl schopen nalézt tělo Gawena Hagarthena.
hu: A nap végére a király seregét megsemmisítették; csakhogy senki sem találta meg Gawen Hagarthen holttestét.

source: Argh! I am wounded!
ca: Argh! Estic ferit!
cs: Aůůů! Zranili mě!
hu: Áááh! Megsebesültem!

source: They got Hoyre! My friend! You will be avenged!
ca: L'han pres! Amic meu! Et venjarem!
cs: Dostali Hoyreho! Mého přítele! Pomstěte ho!
hu: Megölték Hoyrét! Barátom! Megbosszullak!

source: No, he is not dead, he is just heavily wounded and he lost his consciousness!
ca: No, no ha mort, només l'han ferit, però ha perdut la consciència!
cs: Ne, není mrtvý, jenom je pěkně na sračku a ztratil vědomí!
hu: Nem, nem halt meg, csak súlyosan megsebesült, s elvesztette az eszméletét.

source: How did you manage to do it? This should not happened. It means the level is too easy. Mail adanilecki at cs put poznan pl with your savegame and replay so I could made it harder
ca: Ei, cóm has pogut fer-lo? Açò no deuria d'haver passat! Vol dir que l'escenari és massa fàcil. Envia'm un correu electrònic a adanilecki@cs.poznan.pl amb la partida desada i la seua repetició, per poder fer-ho més difícil.
cs: Jak se ti to podařilo? To by se nikdy nemělo stát! Znamená to totiž, že scénář je příliš lehký! Prosím, pošli uloženou hru a záznam na adanilecki at cs put poznan pl, aby ji mohl udělat obtížnější.
hu: Hogy tudtad ezt elérni? Ennek nem szabadott volna megtörténnie. Ezek szerint túl könnyű a szint. Dobj egy üzenetet adanilecki at cs put poznan pl címre, s küldd el a mentést és a visszajátszást, hogy korrigálhassam.

source: Ah! He's coming for me! Friends, send me reinforcements!
ca: Ah, ve per mi! Amics, envieu-me reforços!
cs: Á, už se žene na mě! Přátele, pošlete mi posily!
hu: Ah! Nekem jön! Barátaim, küldjetek egy kis erősítést!

source: My lord, we really should try to escape, this battle is impossible to win!
ca: Senyor, deuríem intentar escapar, aquesta batalla és impossible de guanyar!
cs: Můj Pane, skutečně bychom se měli pokusit o útěk, tuto bitvu není možné vyhrát!
hu: Uram, igazán meg kellene próbálnunk megszökni, ezt a csatát lehetetlen megnyerni!

source: Unexpected Guests
ca: Hostes inesperats
hu: Váratlan vendégek

source: Anyway, this is territory of my friend, loyal to Gawen Hagarthen. He will help us cure our wounded and provide us supplies for further journey.
ca: De tota manera, aquest és el territori d'un amic meu, lleial a Gawen Hagarthen. Ens ajudarà a cuidar dels nostres ferits i ens donarà més queviures per a la resta del camí.
cs: Každopádně, toto je území mého přítele, věrného Gawenu Hagarthenovi. Pomůže nám vyléčit naše zraněné a poskytne nám zásoby na další cestu.
hu: Akárhogy is, ez a terület a barátomé, s ő hűséges Gawen Hagarthenhez. Segíteni fog minket, ellátja a sebesültjeinket, s ellát minket munícióval.

source: I am not sure whether we have enough gold for this endeavour. I wish we'd got more in previous battles, at least 200.
ca: No estic segur si tenim prou or per aquesta empresa. Tant de bo tinguérem una miqueta més d'or de les altres batalles, com a poc, 200 peces.
cs: Nejsem si jist, jestli máme dost peněz na další cestu. Přál bych si, abychom měli z minulých bitev aspoň 200 zlatých.
hu: Nem vagyok biztos benne, hogy elég aranyunk van ehhez a megmérettetéshez. Bárcsak többet gyűjtöttünk volna korábban, legalább 200-at.

source: Humans! Kill them all!
ca: Humans! Matem-los tots!
cs: Lídská červ tam! Bij Zabij!
hu: Emberek! Öljétek meg mindet!

source: Nonono. We are here for recoinessance. We were given specific orders. We should withdraw to get the message back to headquarter. You know, da bosses.
ca: Nononono. Estem explorant. Ens van donar unes ordres específiques. Deuríem tornar al campament i dur la notícia al cap. Ja saps com són els caps.
cs: Nenene. Já tady pozorovat. Já zvláštní příkaz. Já zpět podat raport velikýmu.
hu: Nenene! Felderítésen vagyunk. Különleges parancsot kaptunk. Vissza kell térnünk az üzenettel a főhadiszállásra. Emlékezz, főnök!

source: Kill them all! Kill them all! Humans!
ca: Matem-los! Matem-los tots! Tots! Humans!
cs: Mordovat! Zamordovat každá lidská červ!
hu: Megölni mindet! Mind megölni! Emberek!

source: Sigh. Sometimes I feel I was born in wrong time, wrong place and wrong race.
ca: Sigh. A vegades em pareix que vaig nàixer en el lloc equivocat, en el moment equivocat i en la raça equivocada.
cs: Sklapni. Já myslim, já cítim, já ve špatná čas, špatná místo a špatná rasa narodila.
hu: Hajh. Néha az az érzésem, hogy rossz időben, rossz helyre és rossz fajba születtem.

source: It seems that the orc in the north is a bit more intelligent than the southern one.
ca: Pareix que l'orc del nord és un poc més intel·ligent que el del sud.
hu: Úgy látszik, az északi orkok egy kicsit intelligensebbek a délieknél.

source: We are liberated! Hurray! Wait a moment.. Those are Akladians. I have never thought I would be glad to see them.
ca: Som lliures! Hurra! Ei, un moment... són akladians! No mai havia pensat que m'alegraria de veure'ls.
cs: Jsme svobodní! Hurá! Ale počkat.. To jsou Akladijci. Nikdy bych si nemyslel, že budu rád, když je uvidím.
hu: Megmenekültünk! Hurrá! Mi ez... Hiszen ezek akladiaiak. Sose hittem volna, hogy valaha is örülni fogok a jöttüknek.

source: My God! What happened here?
ca: Déu meu! Què ha passat ací?
cs: Můj Bože! Co se to děje?
hu: Istenem! Mi történt itt?

source: One thing for certain, we will find no shelter, no supplies and none of Reme's friends here.
ca: Una cosa és segura, ací no trobarem refugi, ni queviures ni cap dels amics de Reme.
hu: Egy biztos, itt nincs menedék, nincs utánpótlás, és Reme barátai sincsenek itt.

source: You were worthy opponent. My ancestors probably would decide to honour you by eating young heart. Now, die!
ca: Has sigut un digne rival. Els meus avantpassats t'hagueren honrat menjant-se el teu jove cor. Ara, mor!
cs: Tys byl dobrý protivník. Moji předci by tě asi odměnili mladým srdcem. Ale teď zemří!
hu: Kiváló ellenfelem voltál. Az őseim talán megennék az ifjú szívedet. De nem szórakozunk. Meghalsz!

source: Wait! I hate when you kill the people before I have chance to interrogate them. It's the second time.
ca: Espera! Ah, odie quan mates la gent abans que la puga interrogar. Ja és la segona vegada!
cs: Počkat! Nesnáším, když zabíjíte lidi ještě předtím, než je stihnu zmučánkovat! To už je podruhé!
hu: Megállj! Gyűlölöm, mikor megölöd az embereket, akiket ki akarok hallgatni. Már másodszor.

source: Second time? What do you mean?
ca: Segona vegada? Què vols dir?
cs: Podruhé? Co tím myslíš?
hu: Másodszor? Mit értesz ez alatt?

source: I had no time to play with that assassin sent to kill Gawen, don't you remember?
ca: No vaig poder jugar amb aquell assassí que van enviar per matar Gawen, no te'n recordes?
cs: Sem neměla čas si pohrát s vrahem poslaným na Gawena, nepamatuješ?
hu: Nem hagytál időt nekem, hogy a Gawen után küldött orgyilkost kivallassam, nem emlékszel?

source: Wait! I hate when you kill the people before I have chance to interrogate them.
ca: Espera! Ah, odie quan mateu la gent abans que els puga interrogar.
cs: Počkat! Nesnáším, když zabíjíte lidi ještě předtím, než je stihnu zmučánkovat!
hu: Megállj! Gyűlölöm, hogy megölöd az embereket, mielőtt kivallathatnám őket.

source: Before I kill you, I want you to tell me everything you know! Why are you here? How it can be we have not heard about any Orcs?
ca: Abans que et mate, vull que em digues tot el que saps! Per què esteu aquí? Cóm és que no hem sentit res de vosaltres?
cs: Než tě zapíchnu, chci od tebe vědět všechno co víš! Proč jsi tady? Jak je možné, že jsme neslyšeli o žádných skřetech?
hu: Mielőtt megöllek, szeretnék egy esélyt adni neked, hogy elmondhass mindent, amit tudsz. Miért vagytok itt? Hogyhogy eddig nem hallottunk az orkokról?

source: Kill the humans.. good meat.
ca: Matar humans... carn bona.
cs: Zabíjet lidská červ.. dobrá maso.
hu: Öljétek meg az embereket... finom a húsuk.

source: Sigh. We will get nothing more. The other one was far more intelligent.
ca: Sigh, no traurem res en clar d'aquest. L'altre era molt més intel·ligent.
cs: Sakra. Z toho už nic víc nedostanem. Ten druhý vypadá mnohem inteligentněji.
hu: Ehh. Semmi keresnivalónk itt. Az a másik sokkal értelmesebbnek tűnt.

source: Sigh. It seems we will get more from the second Orcish leader. That one is... I mean was.. far less intelligent.
ca: Sigh. Em pareix que traurem alguna cosa més de l'altre líder orc. Aquest és... vull dir, era... molt menys intel·ligent.
hu: Ehhh. Azt hiszem a másik ork vezértől többet meg fogunk tudni. Ez egy elég ostoba jószág... vagyis ostoba jószág volt.

source: Do not kill him! Leave the final blow to me, I have to interrogate him!
ca: No el mateu! Deixeu-me l'últim cop a mi, he d'interrogar-lo!
cs: Nezabíjejte ho! Nechte mi poslední ránu, musím ho vyzpovídat!
hu: Ne öld meg! Hagyd nekem az utolsó csapást, ki kell vallassam!

source: Before I kill you, I want to ask you a question. Do you prefer to die painlessly or do you want me to think up some nightmarish way to die?
ca: Abans que et mate, vull que em respongues unes poques preguntes. Prefereixes morir sense dolor o vols que jo pense alguna manera de morir digna d'un malson?
hu: Mielőtt megöllek, kérdeznék tőled valamit. Fájdalom nélkül akarsz kimúlni, vagy azt szeretnéd, hogy valami rémes kínszenvedést eszeljek ki számodra?

source: Being killed by a human woman is already the most nightmarish way to die I can imagine.
ca: Ser mort per una dona humana ja és una manera de morir digna d'un malson.
hu: Egy asszony kezétől meghalni a legrémesebb kínszenvedés számomra, amit csak el tudok képzelni.

source: You are mistaken, my dear friend. I can prove it to you. I want you only to answer few questions. You said you are here on recoinessance. Who sent you here? Answer, or you will end your life as miserable gelding.
ca: Estàs equivocat, estimat amic meu, i t'ho puc demostrar. Només vull que em respongues unes poques preguntes. Has dit que estàveu ací explorant... Qui vos ha enviat? Respon-me, o acabaràs la teua vida sense això que et penja ací baix...
hu: Gyér a fantáziád, barátocskám. Majd rájössz, ha nem válaszolsz a kérdéseimre. Azt mondtad, hogy felderítést végeztetek. Ki küldött titeket? Válaszolj, vagy kiherélt nyomorékként fejezed be az életed.

source: Wait, I will tell you. There is a large army to the north, preparing an assault on your kingdom. We were sent here to find a good path, destroy Castle Raumair and escort an envoy to our headquarters.
ca: Espera, t'ho diré! Hi ha un gran exèrcit al nord preparant-se per un assalt al vostre regne. Ens van enviar per trobar una bona ruta, destruir el castell del Clan Raumair i escoltar un missatger cap al campament.
hu: Várj, beszélek. Északra van egy nagy sereg, ami lerohanja a királyságodat. Azért küldtek minket, hogy egy járható utat keressünk, leromboljuk a Raumair kastélyt, és egy követet kísérjünk a főhadiszállásunkra.

source: Envoy? What envoy?
ca: Missatger? Quin missatger?
cs: Posly? Jaké posly?
hu: Követet? Milyen követet?

source: A human. He hasn't appeared, though, we were waiting for him here.
ca: Un humà. No ha aparegut encara, i estàvem esperant-lo ací.
hu: Egy embert. De nem jelent meg, hiába vártuk.

source: Wait - you were expecting human envoy here? And how did you made your way here through the underling realms?
ca: Espera, estàveu esperant un missatger humà ací? I com vos heu pogut obrir pas fins ací a través dels regnes carralls?
hu: Várj csak - itt vártatok egy emberi követet? S hogy tudtatok észrevétlenül átjönni a nemtelenek országán?

source: First question, yes, second, we weren't harassed. I don't know why. We were forbidden to pillage and attack anyone until we came into Vakladia. I know nothing more!
ca: Primera pregunta, sí, segona, no vam ser atacats. No sé per què. També teníem prohibit saquejar i atacar qualsevol cosa abans que arribarem a Vakladia. No sé res més!
hu: Az első kérdésre a válasz: igen, másodikra: nem portyáztunk. Nem tudom, miért. Megtiltották, hogy fosztogassunk, s bárkit megtámadjunk Vakladiába jövet. Nem tudok többet.

source: Really? That's unfortunate for you. Reme, kill him - I promised him mercy if he would cooperate.
ca: De debò? Quina llàstima! Reme, mata'l - jo li havia promès pietat si cooperava.
hu: Valóban? Sajnálhatod. Reme, öld meg - megígértem, hogy könyörületes leszek, ha együttműködik.

source: My lady, seems that those orcs had some gold with them.
ca: Senyora, pareix que aquestos orcs tenien un poc d'or amb ells.
hu: Úrnőm, úgy látszik, az orkok csak szereztek egy kis aranyat.

source: So I am still 'my lady' to you? This gold was probably sacked from the burned homes of your friends. Doesn't that disturb you?
ca: Així que encara sóc 'senyora' per tu? Aquest or, segurament, ha sigut saquejat de les cases cremades dels teus amics. No t'incomoda això?
cs: Tak já jsme pořád "Moje Paní"? To zlato asi šlohli z vypalených domů našich přátel. Neznepokojuje tě to?
hu: Nocsak, még mindig 'úrnőm' vagyok? Ezt az aranyat talán a barátaid leégetett házaiból rabolták el. Ez nem zavar téged?

source: I will bury part of the gold within Castle Raumair, along with the heads of slain orcs. This should be recompensation enough for my friend's ghosts. You shall need the rest.
ca: Enterraré part de l'or dins del castell dels Raumair, amb els caps de tots els orcs morts. Això hauria de ser prou recompensa per als fantasmes dels meus amics morts. Deuries quedar-te amb la resta de l'or, et farà falta.
hu: Az arany egy részét a levágott ork fejekkel együtt elégetem a Raumair kastélyban. Ez kielégítheti a barátaim szellemeit. A többire viszont szükséged lesz.

source: The Swamp Things
ca: Les marjals
hu: Mocsári lények

source: The party entered the swamps and woods of Saoren Duc with heavy hearts.
ca: El grup va entrar dins de les marjals i boscos de Saoren Duc amb els ànims prou baixos...
cs: Tak nakonec s těžkými srdci dorazili k lesům a blatům Saorduckým.
hu: A csapat nehéz szívvel tért be Saoren Duc mocsaras erdőségébe.

source: I have strange feeling, as if someone would observe us from the bushes...
ca: Tinc una estranya sensació, com si algú m'estiguera vigilant des dels arbusts...
cs: Mám takový zvláštní pocit, jako by nás někdo pozoroval...
hu: Van egy olyan érzésem, hogy valaki figyel minket a bokrok közül...

source: Humanssss! Leave thisss foressts!
ca: Humansss! Fora d'aquestossss boscosss!
cs: Lidssská chássssko! Pryč zzzz lesssa!
hu: Emberrrek! Távossszatok!
