Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Freedom fighters? Yea, sure. But please do not fight for freedom here. We are honest hardworking people.
ca: Lluitadors per la llibertat? Molt bé, sí, però, per favor, no lluiteu per ella ací. Només som uns treballadors honestos.
cs: Bojovníci za svobodu? Jasně, proč ne. Ale nebojujte za svobodu poblíž mé vesnice, jasné? Jsme obyčejní těžce pracující lidé.
hu: Szabadságharcosok? Na igen. Ha megkérhetlek, ne itt vívjátok ki a szabadságotokat. Mi keményen dolgozó emberek vagyunk.

source: Would you fight for me?
ca: Lluitaries amb mi?
cs: Budeš za mne bojovat?
hu: Csatlakoznál hozzánk?

source: Do you know where Oracle lives?
ca: Saps on viu l'Oracle?
cs: Víš, kde Věštkyně sídlí?
hu: Tudod, hol van a Jósnő?

source: Have you heard any interesting news recently?
ca: Has sentit cap notícia interessant últimament?
cs: Slyšel jsi poslední dobou nějaké zajímavé novinky?
hu: Mi újság van mostanában?

source: Why anyone would want to fight for you?
ca: Per què voldria algú lluitar amb tu?
cs: Proč by měl za tebe někdo bojovat?
hu: Miért akarna bárki is csatlakozni hozzád?

source: You have a chance to fight for you freedom.
ca: És una oportunitat de lluitar per la vostra llibertat.
cs: Dostaneš šanci bojovat za svou svobodu.
hu: Kivívhatnád a szabadságodat.

source: I may be your future king.
ca: Podria ser el vostre futur rei.
cs: Možná proto, že jsem tvůj budoucí král.
hu: Én lehetek a jövőbeli királyod.

source: In army you may change your lot.
ca: Pots rebre un bon botí després de les batalles.
cs: Armáda tě hodně změní!
hu: A seregben megváltozik az életed.

source: Why not?
ca: Per què no?
cs: Proč ne?
hu: Miért ne?

source: In this forest, we are free already.
ca: En aquest bosc ja som lliures
cs: Tady, v lese, už svobodní jsme.
hu: Ebben az erdőben mi elég szabadok vagyunk.

source: No kidding. I mean, no kidding, your Majesty.
ca: Bah, deixa't de bromes. Vull dir, deixeu-vos de bromes, Sa majestat.
cs: Nekecej. Chtěl jsem říct: nekecetje, vaše vznešenosti.
hu: Ne viccelj! Úgy értem, ne viccelj, Felség!

source: Change my lot? What do you mean?
ca: Un botí? Què vols dir amb això?
cs: Hodně mně změní? Jak to myslíš?
hu: Megváltozik az életem? Mire gondolsz?

source: Well, you know, you may earn some gold, and if you are lucky, you may even became a knight.
ca: Bé, ja saps, pots guanyar prou or, i si tens sort, podries arribar a ser un cavaller.
cs: No, vždyť víš, vyděláš nějaké peníze a když budeš mít štěstí, můžeš se stát rytířem.
hu: Nos, kaphatsz aranyat, s ha szerencsés vagy, még lovag is lehet belőled.

source: A knight? Ha, ha, I thought you were serious. There are only archers in this village.
ca: Un cavaller? Ha, ha, i jo que em pensava que parlaves seriosament. Només hi ha arquers dins d'aquesta aldea.
hu: Lovag? Ha, ha, azt hittem komolyan beszélsz. A falunkban csak íjászok élnek.

source: The best archers may even earn 45 gold pieces when hired, and twenty golden pieces for each battle.
ca: Els millors arquers poden rebre fins a 45 peces d'or quan els recluten, unes vint peces per batalla.
hu: A legjobb íjászok 45 aranyat is kaphatnak, s minden csata után további huszat.

source: Fourty-five golden pieces? Ok, I think there will be a volunteer here. He will fight for you.
ca: Quaranta-cinc peces d'or? Bé, crec que tenim un voluntari. Ell lluitarà per tu.
cs: Čtyřicet pět? No, myslím, že by se nějaký dobrovolník našel, co by za tebe bojoval.
hu: Negyvenöt aranyat? Rendben, azt hiszem akadna egy jelentkező. Ő csatlakozik hozzád.

source: My lord, will we accept that unit into our army? It is not loyal unit, just a normal Bowman.
ca: Senyor, acceptem aquesta unitat en el nostre exèrcit? No és lleial, només és un Arquer ordinari.
hu: Uram, besorozzuk ezt az egységet a seregünkbe? Nem hűséges egység, csak egy egyszerű íjász.

source: Because we have a lot to do in our own village, for example?
ca: Per què tenim molt que fer en la nostra aldea, per exemple?
cs: Co třeba proto, že máme hodně práce v naší vlastní vesnici?
hu: Például azért, mert rengeteg tennivaló akad a faluban is...

source: I already answered that question.
ca: Ja m'ho has preguntat abans.
cs: Už jsem ti na tuto otázku odpovídal.
hu: Már válaszoltam erre a kérdésre.

source: Well, I don't know. But I think he lives on the Isle of Anduin, where all mages live.
ca: Bé, no ho sé, però crec que viurà en l'illa d'Alduin, on tots els mags viuen.
hu: Hát, nem tudom. De úgy gondolom, hogy Alduin-szigeten, ahol a mágusok élnek.

source: You mean you don't know? South from here, west from a larger village called Porkton. If I lived in that village, I would change its name into something different. Hugton, for example.
ca: De debò que no ho saps? Cap al sud d'ací, a l'est d'un aldea anomenada Porcton. Si visquera en aquest poblat, li canviaria el nom a Beston o alguna cosa per l'estil.
hu: Azt akarod mondani, hogy nem tudod? Délre innen, a Porktonnak nevezett falutól nyugatra. Mellesleg, ha én abban a faluban laknék, nem egy disznóról nevezném el a falut. Inkább átkeresztelném Hugtonnak például.

source: Something interesting? Well, young Henry is marrying Mary from Buckston. Last storm was so heavy that it broke all trees in Larry's orchard. Orcs and Akladians are slaughtering each other. Hmm... I think that's about it.
ca: Interessant? Bé, el jove Henry es casa amb la Mari de Buxton. L'última tronada va ser tan forta que li va trencar tots els arbres de l'horta a Larry. Humm...els orcs i els akladians estan massacrant-se els uns als altres. Alguna cosa més? Mmmm... No crec.
hu: Mi újág? Nos, a fiatal Henry gyerek elvette a Buckstoneban lakó Maryt. A legutóbbi vihar derékba törte Larry gyümölcsösében a fákat. Orok és akladiaiak mészárolják egymást. Hmm... azt hiszem ennyi.

source: Have luck in your travel, stranger. You will need that.
ca: Que tingues sort en els teus viatges, estranger. Et farà falta.
cs: Hodně štěstí na tvých cestách, cizinče. Budeš je potřebovat.
hu: Járj szerencsével, utazó! Szükséged lesz rá.

source: Wesnothians! What are you doing here? If you thought you could pillage our village, you will be dissapointed!
ca: Wesnothians! Què esteu fent ací? Si penseu que podeu saquejar el nostre poblet, vos dureu una desil·lusió!
cs: Wesnoťané! Co vy tady? Pokud chcete vyrabovat naši vesnici, setsakra ste se sekli!
hu: Wesnothiak! Mit kerestek ti itt? Ha azt hiszitek, hogy kifoszthatjátok a falunkat, akkor tévedtek!

source: Gawen Hagarthen? No! That would mean.. My king!
ca: Gawen Hagarthen? No! Això voldria dir... Sa majestat!
cs: Gawen Hagarthen? Ne! To by znamenalo.. Můj Králi!
hu: Gawen Hagarthen? Nem! Ez azt jelenti... Királyom!

source: Ah, the rebel from Freetown?
ca: Ah, el rebel de Ciutat Lliure?
cs: Á, rebel ze Svobodova?
hu: Ah, a freetowni lázadó?

source: My king, you do not have to ask. You may order us to join you.
ca: Sa majestat, no ho heu de preguntar. Només ordeneu-ho!
cs: Můj králi, ty se nemusíš ptát. Můžeš mi přikázat se k tobě připojit.
hu: Királyom, ezt nem kell megkérdezned. Parancsba adhatod, s csatlakozunk.

source: Fight for you? Against my own kin? No joke.
ca: Lluitar per tu? Contra la meua gent? Cap broma.
hu: Csatlakozni hozzád? S harcolni a saját fajtám ellen? Ne röhögtesd ki magad!

source: Well, I don't know. But I think The Oracle may know, she knows everything.
ca: Bé, no ho sé. Però estic segur que l'Oracle ho sabrà, ella ho sap tot.
cs: Dobře, nevím. Ale myslím, že Věštkyně to bude vědět, ta ví všechno.
hu: Nos, fogalmam sincs. De azt hiszem, a Jósnő útba igazíthat minket, ő mindent tud.

source: God's voice is west from here. I've heard she will visit one of our lords soon.
ca: La sagrada veu de Déu està cap a l'est d'ací. He sentit dir que prompte visitarà uns dels nostres senyors.
hu: Isten hangját innen nyugatra hallgathatod meg. Úgy hallottam, hamarosan meglátogatja egyik nemesünket.

source: How should I know? The lords have their own lifes, we have our own.
ca: Cóm ho podria saber? Els senyors tenen les seues pròpies vides, i nosaltres les nostres.
cs: Jak bych to měl vědět? Lodri žijou svůj vlastní život, my zas ten náš.
hu: Honnan kellene azt nekem tudnom? Az uraknak megvan a maguk élete, s nekünk is.

source: Well, Akladians from Easkladia were defeated by Wesnothians in battle near Broken Heart Runlet. I think it is because God hides his face from us. Their king escaped. If you asked me, I would say that Easkladia is finished.
ca: Bé, els akladians d'Iskladia van ser derrotats pels wesnothians en una batalla prop del rierol de Cor Trencat. Crec que és perquè Déu va apartar la seua mirada de nosaltres. El seu rei va poder escapar, però si em preguntes, diria que és la fi d'Iskladia.
hu: Nos, az easkladai akladiaiakat megfutamították a wesnothiak a Broken Heart Runlet melletti csatában. Azt hiszem ez azért történt meg, mert Isten elfordította a fejét tőlünk. A király elmenekült. Mondhatnám úgy is, hogy Easkladiának vége.

source: We have no king now and because of that, according to custom other Hagarthens should wait one year until one of them is invited to rule Vakladia by either the regent or council of lords. But we have no regent and the lords are fighting amongst themselves. So I think sooner or later Hagarthens from other kingdoms will invite themselves.
ca: Ara no tenim rei, i segons els costums, els altres Hagarthen deurien esperar tot un any abans que el regent o el consell de senyors els invitara a governar Vakladia. Tanmateix, no tenim cap regent, i els senyors estan barallant-se entre ells. Així que crec que més prompte que tard, els Hagarthen dels regnes veïns s'invitaran ells mateixos.
hu: Nics királyunk, s emiatt most a szokásnak megfelelően a többi Hagarthennek egy évet kell várnia ahhoz, hogy valamelyiküket meghívja a trónra a régens, vagy a nemesek tanácsa. De régensünk sincs, az urak meg egymás ellen harcolnak, s nem tanácskoznak. Így előbb vagy utóbb a Hagarthenek egymás közt döntik el a kérdést.

source: Other Hagarthens? How many of them?
ca: Altres Hagarthen? Quants són?
cs: Další Hagarthenové? Kolik jich je?
hu: Hagarthenek? Hányan vannak?

source: There is old Perien from Easkladia, but he has troubles on his own, there are two brothers: Luc and Gauri from Guilcorta and there is Buffin from Okladia. Well, there is also gossip that new messiah will come and he will led Akladians to true greatness...
ca: Bé, està el vell Perien d'Iskladia, però ja té prou problemes. Hi ha dos germans, Luc i Gauri de Guilcorta i també està Buffin d'Okladia. Encara que també es remoreja que arribarà un nou messies i guiarà els akladians cap a la veritable grandesa...
cs: Je tady starý Perien z Eskladie, ale ten má potíže sám se sebou. Pak jeho bratři: Luc a Gauri z Guilcorta a pak je tu Buffin z Okladie. No, taky se proslýchá, že mezi nás přijde nový mesiáš, aby nás vedl k opravdové velikosti a slávě...
hu: Ott van az öreg Perian Easkladiában, de neki megvan a maga baja, aztán ott van a két testvér: Luc és Gauri Guilcortában, s végül ott van Buffin Okladiában. S emellett az a hír járja, hogy új megváltó érkezik, s ő vezeti az akladiaiakat az igazi nagyságra...

source: My lord! Isn't that Gaumhaldric, about whom we've heard so many tales?
ca: Senyor! No és Gaumhaldric, protagonista de tantes històries que hem sentit?
hu: Uram! Nem ez az a Gaumhaldric, akiről annyi mesét hallottunk már?

source: It would be honor to join your army.
ca: Seria un honor unir-se al teu exèrcit.
hu: Megtiszteltetés, hogy csatlakozhatok hozzád.

source: My lord, will we accept that unit into our army? It is loyal unit, but it's just a simple Peasant.
ca: Senyor, vols admetre aquesta unitat en el nostre exèrcit? És una unitat lleial, però només un camperol.
hu: Uram, besorozzuk ezt az egységet a seregünkbe? Hűséges, de csak egy egyszerű paraszt.

source: Yes, that is good enough reason.
ca: Sí, és una bona raó.
hu: Igen, ez egy jó szempont.

source: Gold? I thought you were fighting for freedom, not gold. I am so dissapointed.
ca: Or? Pensava que lluitàveu per la llibertat, no or. Quin frau!
hu: Aranyat? Azt hittem a szabadságért küzdötök, nem aranyért. Csalódott vagyok.

source: Well, I don't know. But I think the Oracle may know, she knows everything.
ca: Bé, no ho sé. Però estic segur que l'Oracle ho sabrà, ella ho sap tot.
hu: Nos, nem tudom. De a Jósnő talán tudja, ő mindent tud.

source: East from here.
ca: Cap a l'est d'ací.
cs: Jižně odtud.
hu: Keletre.

source: East from here. But please, hurry.
ca: Cap a l'est d'ací. Per favor, dona't pressa.
hu: Keletre, de siessetek.

source: A large army went there not long ago. Orcs, Akladians, Outlaws. I don't know what their intentions are, but I doubt they are friendly.
ca: No fa molt, un gran exèrcit va anar cap allà. Orcs, akladians, proscrits. No conec les seues intencions, però dubte que que siguen molts amistoses.
hu: Egy nagy sereg ment arrafelé nemrég. Orkok, akladiaiak, törvényen kívüliek vegyesen. Nem tudom, mi célból, de kétlem, hogy barátságosak a szándékaik.

source: The greatest news of all is that you have saved the Oracle. This - this is so wonderful I can't find proper words to describe it.
ca: Les notícies més importants i meravelloses són que has salvat l'Oracle. Això... oh, això és tan meravellós que no trobe paraules per descriure-ho!
hu: A legszenzációsabb hír az, hogy megmentetted a Jósnőt. Ez - ez olyan fantasztikus, hogy szavakat se találok.

source: Akladians from other kingdom were defeated by our people in battle near Broken Heart Runlet. Well, our people - this was army from Blackwater. A large army recently went west, I think they want harm the Oracle.
ca: Uns akladians d'un altre regne van ser derrotats per la nostra gent en una batalla prop del rierol de Cor Trencat. Bé, la nostra gent... l'exèrcit era del port d'Aiguanegra. Un gran exèrcit va marxar cap a l'est fa poc, crec que volen atacar l'Oracle.
hu: Az akladiaiakat legyőztük a Broken Heart Runlet melletti csatában. Legyőztük, vagyis a blackwateriek. Aztán egy hatalmas sereg ment nyugat felé, azt hiszem, a Jósnőt keresik, de nem békés szándékkal.

source: Who's there? Friend or foe?
ca: Qui va? Amic o enemic?
cs: Kdo tam? Přítel nebo nepřítel?
hu: Ki van ott? Barát vagy ellenség?

source: Friend.
ca: Amic.
cs: Přítel
hu: Barát.

source: A lot of friends came to us recently. There are Akladians in your army, I think. Why should I trust you?
ca: Han vingut massa amics últimament. Hi ha akladians al teu exèrcit, em pareix. Per què hauria de confiar en tu?
hu: Barátok rendszeresen látogatnak hozzánk. Akladiaiak vannak a seregedben. Miért kellene hinnem neked?

source: And die in the first fight. No, thank you.
ca: I morir en la primera batalla? No, gràcies.
hu: És meghaljak az első csatában? Kösz, nem.

source: Really? Well, If so, one of our boys wants to join your army.
ca: Sí? Bé, si és així, un dels nostres xicots tal volta vulga unir-se.
hu: Tényleg? Nos, ha így van, van itt egy gyerek, aki csatlakozna hozzád.

source: My lord, will we accept that unit into our army? It is a loyal unit, but it's just a simple Peasant.
ca: Senyor, vols admetre aquesta unitat en el nostre exèrcit? És una unitat lleial, però només un camperol.
hu: Uram, besorozzuk ezt az egységet a seregünkbe? Hűséges, de csak egy egyszerű paraszt.

source: Dead people do not bring gold home.
ca: Els morts no porten or a casa.
cs: Mrtvoly domů peníze nenosí.
hu: A halottak nem hoznak haza aranyat.

source: Well, I don't know. He may live in the free kingdom of Elensefar.
ca: Oh, no ho sé. Pot ser visca al regne lliure d'Elensefar.
hu: Nos, nem tudom. Talán Elensefar szabad királyságában.

source: West from here. Near Porkton.
ca: Cap a l'est d'ací. Prop de Porcton.
cs: Západně odtud. Poblíž Vepřovic.
hu: Nyugatra innen. Porkton mellett.

source: There was battle west from here, in which Akladians, Outlaws and Orcs tried to captured the Oracle. But they were defeated by some young man, who.. wait a minute. What was your name, again?
ca: Hi va haver una batalla cap a l'est d'ací, en la qual akladians, orcs i proscrits van intentar capturar l'Oracle. Però van ser derrotats per un jove comandant que... Espera, quin era el teu nom?
cs: Byla tu bitva, na západ od nás, ve které se Akladijci, zbojníci a skřeti pokusili zajmout Věštkyni. Ale byli poraženi nějakým mladým mužem, který.. počkej, jak že jsi říkal, že se jmenuješ?
hu: Nyugatra innen nagy csata volt, amelyben az akladiaiak, törvényen kívüliek és orkok megpróbálták elfogni a Jósnőt. De egy fiatal ember, akit... várj csak, hogy is hívnak?

source: A lot of interesting things happened recently! Two girls were born in my village, the same day and even the same hour! Fat Robert lost a horse in the forest, stolen by outlaws, I think.
ca: Moltes coses interessants! Van nàixer dos xiquetes en el meu poblet, el mateix dia i fins i tot, la mateixa hora! I el Gros Robert va perdre un cavall al bosc, crec que li'l robarien els proscrits.
hu: Napjainkban rengeteg érdekes dolog történik. Két lány született a falunkban, ugyanazon a napon, s ugyanabban az órában! A Kövér Robertnek elveszett a lova az erdőben, szerintem ellopták.

source: Why do you dislike Lorin?
ca: Per què no t'agrada Lorin?
cs: Proč nenávidíš Lorin?
hu: Miért nem szereted Lorint?

source: Tell me about Karen
ca: Parla'm de Karen
cs: Řekni mi něco o Karen
hu: Beszélj nekem Karenről

source: You must be kidding. The woman is so hard to live near I cannot understand why Yaranov has a crush on her.
ca: Estàs de broma? És tan difícil viure amb aquesta dona prop que no puc comprendre com li agrada a Iaranov.
hu: Viccelsz? Ez a nő olyan fagyos, hogy mellette élni is életveszélyes, nem is értem, hogy Yaranov mit eszik rajta.

source: Weeell, she is my oldest daughter. From her youth she always wanted to be a great fighter, and she always tried to be the best.
ca: Beeeé, és la meua filla major. Des de xiqueta sempre ha volgut ser una gran guerrera, i sempre ha intentat ser la millor.
hu: Hááát, ő az én legidősebb lányom. Gyerekkorától nagy harcos akar lenni, s mindig ő akar lenni a legjobb.

source: I'm kind of surprised that she is not here with us.
ca: M'ha sorprès que no estiga aquí amb nosaltres ara.
cs: Jsem tak nějak překvapen, že tu není s námi.
hu: Csodálkozom, hogy még nem bukkant fel.

source: I ordered Karl to tie her and lock her room. I think this gave us enough time to escape. This journey is really too dangerous for her. I hope she will stay safe in Freetown.
ca: Vaig ordenar a Karl que la nugara al llit i tancara la porta amb clau. Crec que això ens va donar prou temps com per a escapar. Aquest viatge és massa perillós per ella, espere que estiga bé en Ciutat Lliure.
hu: Utasítottam, Karlot, hogy kötözze meg, s zárja a szobájába. Azt hiszem nyertünk annyi időt, hogy ne érjen utol. Ez a portya tényleg túl veszélyes. Remélem, Freetownban nagyobb biztonságban van.

source: Hey Reme, what's going on?
ca: Ei, Reme, cóm va tot?
cs: Ahoj Reme, jak to de?
hu: Hej, Reme, mi a helyzet?

source: Nothing really. I think your under.. Wesnothian soldiers started to - well, maybe not like - but to tolerate me.
ca: Prou bé. És més, em pareix que els teus soldats car... wesnothians comencen a... bé, no és que els agrade, però ja pareix que em toleren.
cs: Nic zvláštního. Ale myslím, že tví podřa.. Wesnotští vojáci mě začínají - no, dobrá, možná ne přímo milovat - ale tolerují mě.
hu: Semmi komoly. Azt hiszem a nemt... nem találnak már a wesnothiak olyan ellenszenvesnek, s ha nem is szeretnek, de elviselnek.

source: Nice to hear that.
ca: Bona notícia.
cs: To rád slyším.
hu: Örülök, hogy ezt hallom.

source: Mother, what's going on?
ca: Mare, què tal va tot?
cs: Matko, jak to de?
hu: Anyám, mi újság?

source: Mother? I think you said I am not your real mother?
ca: Mare? Crec que havies dit que no era ta mare?
cs: Matko? Myslela jsem, žes mi říkal, že nejsem tvoje mami.
hu: Anyám? Mintha azt mondtad volna, hogy nem vagyok az anyád...

source: I'm sorry. I was really angry.
ca: Ho sento. Estava molt enfadat.
cs: Promiň, je mi to líto. Byl jsem opravdu naštvaný.
hu: Ne haragudj! Nagyon ideges voltam.

source: What happened that night we left Freetown?
ca: Què va passar la nit que vam deixar Ciutat Lliure?
cs: Co se stalo tu noc, když jsme opouštěli Svobodov?
hu: Mi történt akkor éjszaka, mikor elhagytuk Freetownt?

source: What do you think about Karen?
ca: Què penses de Karen?
cs: Co si myslíš o Karen?
hu: Mit gondolsz Karenről?

source: What Oracle did tell you?
ca: Què et va dir l'Oracle?
cs: Co ti řekla Věštkyně?
hu: Mit mondott neked a Jósnő?

source: I've told you I will not tell you.
ca: Ja t'he dit que no t'ho diria.
cs: Už sem ti řekla, že ti to nikdy neřeknu.
hu: Mondtam már, hogy erről nem beszélek.

source: Nice child. In a few years she could even pretend to be a woman.
ca: Bona xiqueta. En uns quants anys, fins i tot podria fingir ser una dona.
hu: Helyes gyermek. Néhány év múlva csinos nő lesz belőle.

source: When I was young, I visited her and she told me.. No, I can't tell you. This was just between the Oracle and me. The first part of her prediction is already fulfilled. The second part.. I think I will soon know that.
ca: Quan era jove, vaig visitar-la i em va dir que... No, no t'ho puc dir. Això és una cosa només entre l'Oracle i jo. La primera part de la seua predicció ja s'ha complit. La segona... crec que prompte ho sabré.
hu: Amikor fiatal voltam, meglátogattam, s azt mondta... Nem, ezt nem mondhatom el. Ez személyes dolog, csak a Jósnőre és rám tartozik. A jóslatának az első fele már megvalósult. A másik fele... nos, hamarosan elválik, mi lesz vele.

source: The Woods of Okladia
ca: Els boscos d'Okladia
cs: Lesy Okladie
hu: Okladia erdei

source: There are no interrogations in this scenario.
ca: No hi ha interrogatoris en aquest escenari
cs: V tomto scénáři nejsou žádné výslechy.
hu: Ebben a küldetésben nem lehet vallatni.

source: Reach the signpost with Gawen.
ca: Arriba al senyal amb Gawen
cs: Dojdi s Gawenem ke směrovníku.
hu: Gawen eléri az útjelzőt.

source: So, shall we continue our journey?
ca: Bé, ara cap a on anem?
hu: Akkor, folytathatjuk a portyánkat?

source: All is lost! The enemy reinforcements have arrived! We have no chance to win now!
ca: Tot està perdut! Han arribat els reforços dels nostres enemics! No tenim cap oportunitat de vèncer!
hu: Mindennek vége! Az ellenség erősítése megérkezett! Nincs esélyünk a győzelemre!

source: We've won! What should we do now?
ca: Hem guanyat! Que hauríem de fer ara?
cs: Vyhráli jsme! Co budeme dělat teď?
hu: Győztünk! Merre kéne tovább mennünk?

source: We've got to hurry before the enemy reinforcements arrive here. Let's go.
ca: Hem d'apressar-nos abans que els reforços enemics arriben aquí. Anem.
hu: Igyekeznünk kell, mielőtt az ellenség erősítése megérkezik. Induljunk!

source: Entering Okladia
ca: L'entrada en Okladia
hu: Belépés Okladiába

source: All is lost! Enemy reinforcements have arrived! We have no chance to win now!
ca: Tot està perdut! Han arribat els reforços dels nostres enemics! No tenim cap oportunitat de vèncer!
hu: Minden elveszett! Az ellenség erősítése megérkezett! Esélyünk sincs a győzelemre!

source: The Oracle
ca: L'Oracle
cs: Věštkyně
hu: A Jósnő
