Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Reumario, whatever my mother did to you, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
ca: Reumario, siga el que siga allò que ma mare va fer-te, no hi ha cap necessitat de comportar-se com un gallet. Si no t'agrade, perfecte, però demostra-m'ho amb l'espasa, no pas amb la boca.
cs: Reumario, cokoli ti má matka udělala, není třeba se chovat jako idiot. Pokud nemáš rád mě, ukaž mi to svým mečem, ne jazykem.
hu: Reumario, akármit művelt veled az anyám, ez nem menti a faragatlan viselkedésedet. Ha nem szeretsz, ám legyen, de ezt karddal intézd el, ne szájaskodással!

source: Heh, Heh, 'if you don't like me', Gawen, you are fabulous.
ca: Hehehe. Això de 'si no t'agrade' ha sigut meravellós.
cs: Heh, Heh, 'pokud nemáš rád mě', Gawene, ty jsi hotový básník.
hu: Heh, heh, 'ha nem szeretsz engem', Gawen, ez már mesebeli.

source: Ha, Reumario. Does this feel a bit like a deja vu? What was again what you were saying? Ah, that my time has come.
ca: Ha, Reumario, açò no et pareix un poc deja vu? Què estaves dient? Ah, sí que havia arribat la meua hora.
cs: Ha, Reumario. Nevypadá to jako deja vu? Cos to zase říkal? Aha, že přišel můj čas.
hu: Há, Reumario. Érzed a pillanat nagyszerűségét? Most elmondhatod, miről beszéltél? Ah, az én időm jött el.

source: I am not afraid, old hag. I am dying anyway.
ca: No tinc por, vella bruixa. Ja estic morint.
hu: Nem félek, vén satrafa. Előbb-utóbb úgyis meghalok.

source: Different are the kinds of death, Reumario.
ca: Hi ha distintes maneres de morir, Reumario.
cs: Jsou ale různé druhy smrti, Reumario.
hu: A halál útjai számosak lehetnek, Reumario.

source: Mother, put down that knife! This is an order.
ca: Mare, guarda eixe ganivet? És una ordre.
cs: Matko, polož ten nůž! To je rozkaz!
hu: Anyám, tedd el azt a kést! Ez parancs.

source: What knife?
ca: Quin ganivet?
cs: Jaký nůž?
hu: Milyen kést?

source: Could that be possible? Yes! Lorin! Long I was dreaming about repaying you for what you've done to my brother, Reumario, in Haeltin. Your time has come..
ca: Podria ser possible? Sí! Lorin! Fa molt de temps que somnie amb tornar-te el que li vas fer en Haeltin al meu germà, Reumario. Ha arribat la teua hora.
cs: Je to vůbec možné? Jsi to ty, Lorin? Tak dlouho jsem čekal na tuto chvíli, abych mohl pomstít svého bratra, Reumaria, za všechno Haeltin! Tvůj čas přišel..
hu: Lehetséges ez? Igen! Lorin! Régóta álmodok arról, hogy egyszer megfizetek neked azért, amit Haeltinben műveltél a testvéremmel. S most eljött az idő...

source: Oh my, I am scared. Haeltin? Let me think... Ah yes, I remember now. Your brother was probably that flabby lobbish wimp who was crying looking at my knife.
ca: Oh, vaja. Quina por. Haeltin? Deixa'm pensar... Ah, sí, ja me'n recorde. El teu germà era aquell covard cagat que estava plorant només mirant el meu ganivet.
cs: Ale božíčku, už se třesu! Haeltin? Musím přemýšlet... Ahá, jasně, už jsem si vzpomněla. To byl tvůj bratr, ta schlíplá žadonící hromádka trusu, co fňukala před mým nožíkem?
hu: Ó, te, nagyon megijedtem. Haeltin? Hadd gondolkodjak... Ó, igen, már emlékszem. A testvéred volt az a vinnyogó, nyamvadt fajankó, aki sikoltozni kezdett, mikor megmutattam a késem.

source: Gawen, he was talking to you. Aire, I think you have just sealed your fate.
ca: Gawen, t'estava parlant a tu. Aire, ja has firmat la teua sentència de mort.
cs: Gawene, to mluvil k tobě. Aire, myslím, že zbytečně pokoušíš svůj osud.
hu: Gawen, hiszen ez rólad beszél. Aire, azt hiszem, a sorsod megpecsételődött.

source: Aire Reumario, whatever my mother did to your brother, there is no need for you to behave like a lout. If you don't like me, fine, but show that with your sword, not with your mouth.
ca: Aire Reumario, siga el que siga allò que ma mare va fer-te, no hi ha cap necessitat de comportar-se com un gallet. Si no t'agrade, perfecte, però demostra-m'ho amb l'espasa, no pas amb la boca.
cs: Reumario, cokoli ti má matka udělala, není třeba se chovat jako idiot. Pokud nemáš rád mě, dobře, ale ukaž mi to svým mečem, ne jazykem.
hu: Aire Reumario, akármit művelt az anyám a testvéreddel, ez nem menti a faragatlan viselkedésedet. Ha nem szeretsz, ám legyen, de ezt karddal intézd el, ne szájaskodással!

source: Ha, Aire Reumario. First your brother, and now - you. I loooove this game. How many more Reumarios are there, waiting for me to kill them?
ca: Ha, Aire Reumario. Primer el teu germà i ara tu. M'encanta aquest joc. No queda cap altre Reumario disposat a matar-me?
cs: Ha, Aire Reumario. Nejdřív tvůj bráška a teď - ty. Milujůůůů tuto hru. Kolik vás Reumariů ještě zbývá, kolik vás čeká na to, až vás vykuchám?
hu: Há, Aire Reumario. Először a testvéred, és most - te. Sssszeretem az élet játékait. Hány Reumario áll még sorban, akik arra várnak, hogy megöljem őket?

source: I am not affraid, old hag. I am dying anyway.
ca: No tinc por, vella bruixa. Ja estic morint.
cs: Je mi to jedno, stará bosorko. Stejně umírám.
hu: Én nem félek, vén satrafa. Előbb-utóbb úgyis meghalok.

source: Different are the kinds of death, Aire the FEARLESS. Now, I want to introduce you to..
ca: Hi ha distintes maneres de morir, Aire el VALENT. Ara, vull que conegues...
cs: Různé jsou druhy smrti, Aire NEBOJÁCNÝ. A nyní se prosím seznam s..
hu: A halál útjai számosak Aire, a RETTENTHETETLEN. Akkor most bemutatok egyet...

source: What knife? Gawen, you are waaay to soft. They wouldn't be that merciful on us, if they would have chance to catch us.
ca: Quin ganivet? Gawen, eres massa bla. Ells no hagueren sigut tan piadosos amb nosaltres si ens hagueren agarrat.
cs: Jaký nůž? Gawene, jsi příliž měkký. Oni by k nám nebyli tak milosrdní, pokud by dostali šanci nás chytit.
hu: Milyen kést? Gawen, te túl irgalmasnak nézel. Ők nem lennének ilyen kegyesek hozzánk, ha a kezükbe kaparinthatnának.

source: I don't care. Allow this man to die peacefully.
ca: Tant me fa. Deixa'l morir en pau.
cs: To mě nezajímá. Nech ho umřít v míru.
hu: Nem érdekel. Hagyd ezt az embert békésen meghalni.

source: Could that be possible? Lorin? You are alive?
ca: És possible? Lorin? estàs viva?
cs: To není možné! Lorin, ty ještě žiješ?
hu: Lehetséges ez? Lorin? Te még élsz?

source: Uhm... Yes. But who exactly are you!?
ca: Uhm... Sí. Però qui eres tu?
cs: Uhm... jo. Ale co ty si zač?
hu: Hümm... Igen. Pontosan ki is vagy te?!

source: I am Reumario. We fought at Haeltin. You have defeated me, but you let me live. I have a debt for you. It's a shame I have to fight against you.
ca: Sóc Reumario. Vam lluitar en Haeltin. Em vas derrotar, però em vas deixar viure. Tinc un deute amb tu, és una llàstima que haja de combatre.
cs: Já jsem Reumario. Bojovali jsme v Haeltinu. Porazilas mě, ale nechalas mě žít. jsem tvým dlužníkem. je smutné, že musíme spolu zase bojovat.
hu: Reumario vagyok. Haeltinben találkoztunk. Legyőztél, de életben hagytál. Tartozom neked. Szégyen, hogy ellened kell harcolnom.

source: Not only against me, but also against you own king, Gawen Hagarthen.
ca: No només contra mi, també contra el teu rei, Gawen Hagarthen.
cs: Nejen proti mě, ale i proti svému králi, Gawenu Hagarthenovi.
hu: Nemcsakhogy ellenem, de a királyod, Gawen Hagarthen ellen is

source: No, not my king. I've heard that he was asked whether his name is Gawen or Gaumhaldric, and he answered Gaumhaldric. How can possibly be our king then?
ca: No, no és el meu rei. He sentit a dir que quan li van preguntar si es deia Gawen o Gaumhaldric, va respondre que Gaumhaldric. Cóm pot ser aleshores el nostre rei?
cs: Ne, to není můj král. Slyšel jsem, že když se ho ptali, jeslti se menuje Gawen nebo Gaumhaldrik, tak řekl Gaumhaldrik. Jak by pak mohl být našim králem?
hu: Nem, nem a királyom. Hallottam, hogy megkérdezték tőle, hogy a neve Gawen vagy Gaumhaldric, és ős azt válaszolta, hogy Gaumhaldric. Hogy lehetne ő a királyom?

source: I won't explain myself to you, Reumario. But I will prove to you in fight, that I am worthy of crown of Vakladia.
ca: No pense donar explicacions a ningú, Reumario. Però et demostraré en la lluita que sóc mereixedor de la corona de Vakladia.
cs: Já se ti nemusím představovat, Reumario. Ale v boji ti dokáži, že jsem právoplatným vlastníkem trůnu a koruny Vakladie.
hu: Nem bonyolódok magyarázkodásokba, Reumario. Majd a kardommal bebizonyítom, hogy alkalmas vagyok Vakladia királyának.

source: Gawen Hagarthen! My king! I am on your side!
ca: Gawen Hagarthen! Sa majestat! Estic al teu costat!
cs: Gawen Hagarthen! Můj Králi! Jsem na tvé straně!
hu: Gawen Hagarthen! Királyom! Rendelkezz velem!

source: Gawen Hagarthen? But.. He is dead?
ca: Gawen Hagarthen? Però... No és mort?
cs: Gawen Hagarthen? Ale.. on není mrtvý?
hu: Gawen Hagarthen? Hiszen... Ő meghalt...

source: No, he is not. He is alive and he is your rightful king. And what do you think about that, Reumario?
ca: No, no ho és. Està viu i és el vostre rei per dret propi. Què penses d'això, Reumario?
cs: Ne, není. Je živ a zdráv a je tvým právoplatným králem. A co si o tom myslíš teď, Reumario?
hu: Nem, nem halt meg. Él és ő a törvényes királyod. S ehhez mit szólsz, Reumario?

source: I don't know. If he will prove himself worthy... I will be happy to follow his orders.
ca: No ho sé. Si es prova mereixedor... estaré content de seguir les seues ordres.
cs: Nevím. Pokud mi dokáže svou čest... rád přijímat tvé rozkazy.
hu: Nem tudom. Ha bizonyítaná a rátermettségét... boldogan követném a parancsait.

source: And he will prove himself worthy by killing you. My, my.
ca: I ell ho demostrarà matant-te. Ai, ai, ai.
cs: A on prokáže čest sám sobě, když tě zabije. Jo, jo.
hu: És ő bizonyítani fogja, megöl téged. Te, te.

source: Reumario, Reumario. I think I am bad luck for you. Every time you meet me, you lose.
ca: Reumario, Reumario, crec que et done mala sort. Sempre que ens trobem, perds.
hu: Reumario, Reumario. Azt hiszem én vagyok a mumusod. Akárhányszor összecsapunk, te vesztesz.

source: Stop there! Foul underlings, your life came to the end!
ca: Pareu! Pudents carralls, la vostra vida ha arribat a la seua fi!
cs: Stůjte! Hloupý podřadní, vaše životy se chýlí ke konci!
hu: Megállni! Aljas nemtelenek, most végzünk veletek!

source: Noble lord, what's the punishment for saying things like that to your rightfull king?
ca: Noble senyor, quin és el castic per dir coses com eixes al teu rei?
cs: Vznešený lorde, jaký je trest za taková slova pronesená tvému právoplatnému králi?
hu: Nemes uram, mi a büntetése annak, aki ilyet mond a törvényes királyának?

source: My king? Ha, ha, and where is he?
ca: El meu rei? Ha, ha! On és?
cs: Můj král? Ha, ha, a kde ho máš?
hu: A királyának? Ha, ha és hol van az a király?

source: Here he is. Gawen Haldric Hagarthen. Together with his mother and with me, Reme Carrenemoe.
ca: Ací està. Gawen Haldric Hagarthen. Acompanyat per la seua mare i per mi, Reme Carrenemoe.
cs: Zde je. Gawen Haldrik Hagarthen. Pospolu se svou matkou a mnou, Remem Carrenemoem.
hu: Itt. Gawen Haldric Hagarthen. S itt van az anyja, s itt vagyok én, Reme Carrenemoe is.

source: My God! Indeed, this is noble Reme, he couldn't possibly lie! So this is indeed.. Gawen Hagarthen, our king! My sword is your sword, my lord!
ca: Déu meu! Certament, és el noble Reme, ell mai mentiria! Així doncs, aquest... Realment és Gawen Hagarthen, sa majestat! La meua espasa és vostra espasa, senyor!
cs: Můj Bože! Ale zajisté, to je vznešený Reme! A to není jeho styl, takhle lhát! Takže toto bude.. Gawen Hagarthen, náš král! Můj meč je tvojím mečem, můj králi!
hu: Istenem! Ez tényleg a nemes Reme, nem hazudhat! Tehát ez... Gawen Hagarthen, a mi királyunk! Rendelkezz a kardommal, uram!

source: (sigh) Well, I am. King Gawen Haldric Hagarthen. Rightful heir to thrones of Vakladia et cetera, et cetera.
ca: Ais! Bé, sí, ho sóc. Sóc Gawen Haldric Hagarthen. Hereu de ple dret als trons de Vakladia i tal i qual.
hu: (sóhajt) Nos, én vagyok. Gawen Haldric Hagarthen király. Vakladia trónjának törvényes örököse, stb. stb.

source: I've heard that... One lord from Harnen's clan was saying that you are alive.. so.. then.. I guess my sword and my life belong to you, my king!
ca: Ho havia sentit dir... Un senyor del clan Harnen deia que estàveu viu... això vol dir... que... aleshores... la meua espasa i la meua vida et pertanyen, sa majestat!
cs: Ale sem slyšel... Ale zase jeden z lordů z Harnenova klanu říkal, že žiješ.. takže.. asi bych měl.. Můj meč a můj život ti právem patří, můj králi!
hu: Tudtam... A Harnenek egyike mondta, hogy életben vagy... és... én... azt hiszem, a kardom és az életem a tiéd, királyom!

source: Those are Aragwaithi! Excellent! Listen, I knew your leader, Andrey Yaranov, and...
ca: Mireu, són Aragwaith! Excel·lent! Escolteu, vaig conèixer el vostre líder, Andrei Iaranov, i...
cs: Tamto jsou Aragwaithi! Výborně! Poslouchej, znala jsem vašeho vůdce, Andereje Jaranova, a ...
hu: Azok ott aragwaithok! Remek! Hallgassatok ide, ismerem a vezetőtöket, Andrey Yaranovot, és...

source: Yaranov is not my leader. His sietch is far away from here. This sietch and this tribe is ruled by me, and no ones rules over me.
ca: Iaranov no és el meu líder. El seu refugi dista molt del meu. Jo sóc qui governa aquest refugi i aquesta tribu, i ningú no em diu què he de fer.
cs: Jaranov není můj vůdce. Jeho obydlo je odtud hodně daleko. Tady velím já a nade mě tady není.
hu: Yaranov nem a mi vezetőnk. A sziecse messze van innen. Ezt a sziecset és ezt a törzset én vezetem, s fölöttem senki nem uralkodik.

source: Show more respect, this is king Gawen Haldric Hagarthen.
ca: Demostra més respecte, aquest és el rei Gawen Haldric Hagarthen.
cs: Ukaž trochu víc respektu, toto je král Gawen Haldrik Hagarthen.
hu: Több tiszteletet, ez Gawen Haldric Hagarthen király.

source: King? We were never joined by a king before. If he wants to be one of us, he will be welcomed, but he would have to understand that chances being called 'his majesty' are nil.
ca: Rei? No mai se'ns ha unit un rei. Si vol ser un dels nostres, és benvingut, però cal que comprenga que les possibilitats de rebre el tractament de 'Sa Majestat' són zero.
hu: Király? Mi sosem éltünk király uralma alatt. Ha csatlakozni akar hozzánk, legyen üdvözölve, de azt meg kell értenie, hogy itt semmi esélye arra, hogy bárki is 'felségnek' szólítsa.

source: We are not your enemies. If you won't join us, will you at least not attack us?
ca: No som els vostres enemics. Si no us uniu a nosaltres, al menys evitareu atacar-nos?
cs: My nejsme vaši nepřátelé. Pokud se k nám nechcete připojit, můžeme se alespoň spolehnout na to, že na nás nezaútočíte?
hu: Nem vagyunk ellenségek. Ha nem is csatlakoztok hozzánk, legalább ne támadjatok minket.

source: Who said we won't join you? If you will pay, we will join your army, of course! The price is 300 golden pieces.
ca: Qui ha dit que no ens unirem a vosaltres? Si pagueu, ens unirem al vostre exèrcit, per suposat! El preu són 300 peces d'or.
cs: Kdo říkal, že se k vám nepřipojíme? Když zaplatíte, připojíme se k vaší armádě. Cena je 300 zlatých.
hu: Ki mondta, hogy nem csatlakozunk hozzád? Ha megfizettek, természetesen csatlakozunk! Az ár 300 arany.

source: We will pay
ca: Pagarem
cs: Zaplatíme
hu: Fizetünk

source: We won't pay
ca: No pagarem
cs: Nedáme nic
hu: Nem fizetünk

source: Why not. Here is your gold.
ca: Per què no? Ací tens l'or.
cs: Proč ne. Tady jsou zlaťáky.
hu: Miért is ne. Tessék az arany.

source: Ha! We have a deal, then, my king. You may recruit now Aragwaithi from my sietch.
ca: Ha! Aleshores tenim un tracte, rei. Podràs reclutar aragwaith des de el meu refugi.
cs: Príma! Takže jsem domluveni, můj králi. Odteď můžeš verbovat Aragwaithi z mého obydla.
hu: Há! Akkor megegyeztünk, királyom. Mostantól aragwaithokat is toborozhatsz a sziecsemből.

source: We are not interested in hiring you.
ca: No estem interessats en contractar-vos.
cs: Nemáme zájem vás najmout.
hu: Nincs szükségem zsoldosokra.

source: Then leave in peace, or prepare to fight.
ca: Aleshores aneu en pau, o prepareu-vos per lluitar.
cs: Tak v míru odejděte, nebo se připravte na boj.
hu: Akkor maradjunk békében, vagy készüljetek a harcra!

source: We do not have that much gold, unfortunately.
ca: Malauradament, no tenim tant d'or.
cs: Bohužel, nemáme tolik peněz.
hu: Sajnos nincs annyi aranyunk.

source: Then live in peace, or prepare to fight.
ca: Aleshores aneu en pau, o prepareu-vos per lluitar.
cs: Tak v míru odejděte, nebo se připravte na boj.
hu: Akkor maradjatok távol, vagy készüljetek a harcra!

source: King Buffin's army was right behind us - we almost felt their breaths on our backs. If this was not enough, we marched right into units of Akladians.
ca: L'exèrcit del rei Buffin estava just darrere nostre i casi els sentíem respirar sobre les nostres esquenes. I si tot açò no fóra prou, a més vam anar de cap a una concentració d'unitats akladianes.
hu: Buffin király serege szorosan a nyomunkban járt - szinte éreztük a leheletüket a hátunkban. S ha ez még nem lett volna elég, egyenesen akladiaiakba botlottunk.

source: King Buffin
ca: Rei Buffin
cs: Král Buffin
hu: Buffin király

source: Who are you, stranger brave or stupid enough to enter Aragwaithi land?
ca: Qui sou, estrangers, tant valents o estúpids com per entrar en terres dels aragwaith?
cs: Kdo jsi, cizinče? Jsi tak neskonale odvážný či dostatečně blbý, abys vstoupil na území Aragwaithi?
hu: Ki vagy te, különösen merész vagy elég ostoba, hogy aragwaith földre lépsz?

source: King Buffin! King Buffin! I bring terrible news for you!
ca: Rei Buffin! Rei Buffin! Trec terribles notícies!
cs: Králi Buffine! Vaše Veličenstvo! Přináším otřesnou novinu!
hu: Buffin király! Buffin király! Szörnyű híreket hozok!

source: King Buffin is dead, boy.
ca: El rei Buffin és mort, xic.
cs: Král Buffin je mrtvej, chlapče.
hu: Buffin király meghalt, fiú.

source: Okladia is in need - undead have invaded our country, they are pillaging and murdering.
ca: Okladia està necessitada... Els no morts han envaït el nostre país, estan saquejant i assassinant.
cs: Okladie je v nouzi - nemrtví napadli naši zem, rabují a vraždí!
hu: Okladia veszélyben van - élőholtak támadták meg az országot, gyilkolnak és pusztítanak.

source: Without king Buffin, who will led our army against them?
ca: Sense el rei Buffin, qui liderarà el nostre exèrcit?
cs: Nemáme krále Buffina, kdo teď povede naši armádu proti nim?
hu: Buffin király nélkül ki vezeti ellenük a seregünket?

source: Dead? How can that be!
ca: Mort? Cóm pot ser!
cs: Mrtvej? Jak je to možný?
hu: Halott? Hát az meg hogy lehet?

source: What? Speak quickly, I am a little bit busy here!
ca: Què? Parla ràpid, estic ocupat!
cs: Cože? Mluv rychle, jsem trošku zaneprázdněný!
hu: Micsoda? Beszélj gyorsan, el vagyok foglalva!

source: My king -
ca: Sa Majestat...
cs: Můj králi -
hu: Királyom -

source: You have to return with whole army to home, as soon as possible!
ca: Haveu de retornar amb tot el vostre exèrcit a casa, tan prompte com siga possible!
cs: Musíš se vrátit se svou armádou, a to co nejdřív!
hu: Vissza kell térned az egész sereggel, amilyen gyorsan csak lehet!

source: Okladia is in need - undead have invaded our country, they are pillaging and murdering.
ca: Okladia està necessitada... Els no morts han envaït el nostre país, estan saquejant i assassinant.
cs: Okladie je v nouzi - nemrtví napadli naši zem, rabují a vraždí!
hu: Okladia veszélyben van - élőholtak támadták meg az országot, gyilkolnak és pusztítanak.

source: Undead? So the gossip I've heard was true after all! You are lucky, fake Gawen, that I have to go...
ca: No morts? Així que tots els remors eren cert al cap i a la fi! Tens sort, fals Gawen, m'he d'anar...
cs: Nemrtví? Takže fámy nelhaly! Máš štěstí, falešný Gawene, že musím jít...
hu: Élőholtak? Tehát mégis igazak a hírek, amiket hallottam! Szerencséd van ál-Gawen, hogy el kell mennem...

source: That's no good. I think it will be wise thing to withdraw, because without Buffin we will be too weak to defeat this army...
ca: Això no és bona cosa. Crec que serà una acció intel·ligent retirar-se, perquè sense Buffin serem massa dèbils com per vèncer aquest exèrcit...
cs: To není dobrý. Myslím, že bude nejlepší ustoupit, bez krále Buffina budeme příliš slabí, abychom odolali této armádě...
hu: Ez nem jó. Azt hiszem, bölcs dolog lenne visszavonulni, Buffin király nélkül nem tudjuk megsemmisíteni ezt a sereget...

source: Who's there? Ruvio! Finally, my friend!
ca: Qui va? Ruvio! Per fi, amic meu!
cs: Kdo je to? Ruvio! Konečně, příteli.
hu: Ki van ott? Ruvio! Végre itt vagy, barátom!

source: My lord...
ca: Senyor, jo...
cs: Můj Pane...
hu: Uram...

source: What? Why do you have such sad face? Cheer up! Where is Karen?
ca: Què? Per què tens eixa cara? Ànim! On és Karen?
cs: Co je? Proč máš tak smutnou tvář? Povídej! Kde je Karen?
hu: Mi van? Miért nézel olyan reménytelenül? Fel a fejjel! Hol van Karen?

source: My lord... Gawen, my lord, please forgive me that if I won't speak clearly enough. What I saw.. I... I don't know if I can describe it. If I can bear the task of describing it.
ca: Senyor... Gawen, mon senyor... per favor, perdoneu-me si no puc parlar prou clarament. El que he vist... jo... jo... no crec que ho puga descriure. Això si puc arribar a suportar descriure-ho...
cs: Můj Pane... Gawene, Můj Králi, prosím omluv mne, pokud nebudu mluvit příliš jasně. To, co jsem viděl.. já.. já nevím, jak to popsat.
hu: Uram... Gawen, uram, bocsáss meg, hogy nem tudok világosan beszélni. Amit láttam... Én... én nem is tudom elmondani. Képtelen vagyok elmondani.

source: 'This is territory of Aragwaithi sietch Gwaith. If you want to join us, you are welcome, if you want to fight us, you are dead.'
ca: 'Aquest és el territori del refugi aragwaith Gwaith. Si et vols unir a nosaltres, benvingut, si vols lluitar-nos, estàs mort.
cs: 'Toto je území Aragwaithi obydla Gwaith. Pokud se chceš k nám přidat, jsi vítán. Pokud chceš s námi bojovat, jsi mrtev.'
hu: 'Ez a terület az aragwaith sziecs, Gwaith. Ha csatlakozni akarsz hozzánk, légy üdvözölve, ha harcolni akarsz, halott vagy.'

source: My ancestors, I am going to you with sword in my hand!
ca: Avantpassats, vaig a vosaltres amb l'espasa en la ma!
cs: Mí předkové, už jdu za vama s mečem v ruce!
hu: Őseim, karddal a kezemben térek meg hozzátok!

source: They are better than I thought! Reinforcements!
ca: Són millors del que pensava! Reforços!
cs: Podcenil jsme je! Jsou mnohem lepší! Posily!
hu: Jobbak, mint gondoltam! Erősítést!

source: I am finished! But your leader! Before I die, is his name really Gawen Hagarthen?
ca: Estic acabat! Però el vostre líder... Abans de morir, realment es diu Gawen Hagarthen?
cs: Je po mě! Ale váš velitel! Než umřu, je to fakt Gawen Hagarthen?
hu: Nekem végem van! De a vezetőtök! Mielőtt meghalok, tudnom kell, hogy tényleg ő Gawen Hagarthen?

source: I am really Gawen Hagarthen
ca: Sí, sóc Gawen Hagarthen.
cs: Já jsem skutečně Gawen Hagarthen
hu: Én tényleg Gawen Hagarthen vagyok

source: So I am doomed! My spirit will never find peace amongst my ancestors, since I fought my king!
ca: Estic condemnat! El meu esperit no mai trobarà la pau entre els meus avantpassats, ja que he lluitat contra el meu rei!
cs: Tak to su ztracený! Můj duch nikdy nenajde klid v zemi mých předků, dyk já se postavil svému králi!
hu: Akkor elkárhozok! A lelkem sosem fog az őseim közt békében pihenni, hiszen a királyom ellen támadtam!

source: I am dying.. Will you try to scare me, just as your step-mother use to do?
ca: Estic morint... Intentaràs atemorir-me com sol fer ta mare?
cs: Umírám.. Snažíš se mě vystrašit, tak jak to dělává tvoje macecha?
hu: Én meghalok... Te is megpróbálsz megfélemlíteni, ahogy a nevelőanyád próbálta?
