Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Lorin... Do it fast.
ca: Lorin... Fes-lo ràpid.
cs: Lorin... udělej to rychle.
hu: Lorin... essünk rajta túl hamar!

source: Why? You are afraid of pain?
ca: Per què? Tens temor al dolor?
cs: A proč, Borku? Bojí se snad náš velký silný Borek bolesti?
hu: Miért? Talán félsz a fájdalomtól?

source: Of pain? Never. But I don't want underlings to see me screaming
ca: Al dolor? Mai. Però no vull que els carralls em senten gritar.
cs: Bolesti? Nikdy. Ale nechci, aby mě podřadní viděli skučet.
hu: A fájdalomtól? Nem. De nem szeretném, ha a nemtelenek hallanák a sikolyaimat.

source: That one wish I can grat you, Bor.
ca: Eixe desig te'l puc concedir, Bor.
cs: Tak to je přesně to, co ti můžu slíbit, Borku.
hu: Teljesítem az utolsó kívánságodat, Bor.

source: Uri! Oh, How I am happy to see your face again!
ca: Uri! Oh, quina felicitat de tornar a veure't!
cs: Uri! Ani nevíš, jak su šťastná, že tvůj ksicht zasejc vidím!
hu: Uri! Ó, micsoda öröm, hogy újra látlak!

source: Shut up, your witch. You betrayed our race - you are allied to that mixling, and fight alongside underlings!
ca: Calla, bruixa. Has traït la nostra raça. Estàs aliada amb eixe mestís, i lluites al costat dels carralls!
cs: Zklapni, bosorko! Zradilas naši rasu - spojila ses s Míšencem a bojuješ mezi podřadnými!
hu: Pofa be, boszorkány! Elárultad a fajtádat - szövetkeztél azzal a korccsal, s nemtelenek oldalán harcolsz!

source: Betrayed? You know, what I've learned? Many of those underlings are far better than many of people from our race. Many of them better know the meaning of the words like honour, courage than many of our people.
ca: Traït? Saps que he aprés? Que molts d'aquestos carralls són prou millor gent que molts dels nostres. Molts d'ells coneixen millor les paraules honor, coratge, valor que molta de la nostra gent.
cs: Zradila? A víš ty, co jsem se naučila? Mnoho s těch podřadných je MNOHEM lepších než lidi z naší rasy. Mnoho z nich zná mnohem líp význam slov jako čest a odvaha než většina našich.
hu: Elárultam? Tudod mit mondok erre? Sokan ezek közül a nemtelenek közül nemesebbek, mint az akladiaiak. Közülük sokan jobban ismerik a becsület és a tisztesség szó jelentését, mint a mi népünk fiai.

source: Ha, ha, and who is speaking that? Hey, Gawen, have you ever asked Lorin about how your mother died? Have you... aaargh!
ca: Ha, ha... ves per on qui diu això! Ei, Gawen, alguna vegada has preguntat a Lorin cóm va morir ta mare? Tin... aaarrgh!
hu: Ha, ha, te mondod ezt, te? Hé, Gawen, kérdezted már Lorintól, hogyan halt meg az édesanyád? Hogy ki... áááhhh!

source: Be quiet, stupid man. No one wants to hear your lies.
ca: Queda't callat, imbècil. Ningú no vol sentir les teues mentides.
cs: Buď zticha, blbče! Nikdo není zvědavý na tvoje lži.
hu: Hallgass, nyomorult féreg! Senki nem kíváncsi a hazugságaidra.

source: I know you - I've heard about you! She-wolf of Haeltin!
ca: Jo et conec, he sentit parlar de tu! La lloba de Haeltin!
cs: Já tě znám! Už jsem o tobě slyšel, Vlčice Haeltinská!
hu: Én ismerlek téged - már hallottam rólad! Haeltin Nőstényfarkasa!

source: Oh thank you, yes, I am she-wolf of Haeltin.
ca: Oh, sí, gràcies, sóc la lloba de Haeltin.
cs: Oh, díky, ano, máš pravdu, já jsem Vlčice Haeltinská.
hu: Ó, köszönöm, igen, én vagyok Haeltin Nőstényfarkasa.

source: Then it is not that great disgrace as I thought...
ca: Aleshores, no és una desgràcia com havia pensat...
cs: Tak to není zas taková potupa, jak sem si myslel...
hu: Akkor ez nem is akkora szégyen, mint azt először gondoltam...

source: Frankly, I don't care.
ca: La veritat, em dona igual.
cs: Víš, Franto, že je mi to jedno?
hu: Őszintén szólva, nem érdekelnek a gondolataid.

source: Outlaw now, outlife soon.
ca: Fins ara estaves fora de la llei, ara estaràs fora de la vida.
cs: Banditou nyní, mrtvolou za chvíli.
hu: Törvényen kívüli most, élőkön kívüli hamarosan.

source: Mother, wait! Don't kill him! I would want to ask him few questions!
ca: Mare! Espera! No el mates! Vull fer-li algunes preguntes!
cs: Matko, ne! Nezabíjej ho, chci mu položit pár otázek!
hu: Anyám, várj! Ne öld meg! Lenne hozzá pár kérdésem!

source: What questions?
ca: Quines preguntes?
cs: Jaké otázky?
hu: Mit akarsz kérdezni?

source: And who said I will answer any your question?
ca: I qui ha dit que les respondré?
cs: A kdo říkal, že ti na nějaké tvé blbé otázky odpovím?
hu: És ki mondta neked azt, hogy válaszolok a kérdéseidre?

source: Underling, keep your mouth shut. When I will want you to give me the answers, you will. I am master of the sword - but calling me the master of the knife would be far underestimating my skills, when it comes to getting people to talk.
ca: Calla't, carrall. Quan jo vulga que respongues, respondràs. Sóc una mestressa de l'esgrima, però dir-me mestressa dels ganivets seria subestimar de molt bon tros les meues habilitats, especialment quan vull fer parlar a algú.
cs: Podřadný, zavři tu svou klapačku. Když budu chtít, abys mě odpověděl, tak odpovíš. Říkají o mě, že jsem mistryně meče - ale pokud jde o umění mluvit s lidmi, daleko líp by sedělo "Mistryně nože".
hu: Nemtelen, ne vegyél ilyen pökhendi szavakat a szádra. Ha azt akarom, hogy válaszolj, akkor válaszolsz. Én a kard mestere vagyok - de hívhatsz a kés mesterének is, bár azzal nagyon alábecsülöd a képességeimet, amellyel meg tudom nyitni az emberek száját az igazságra.

source: My true mother... Ask him whether he knows who poisoned my true mother? And...
ca: La meua vertadera mare... Pregunta-li qui va enverinar ma mare? I...
cs: Má skutečná matka... Zeptej se ho, jestli ví, kdo otrávil mou matku. A...
hu: Az édesanyám... Kérdezd meg tőle, hogy tudja-e, ki mérgezte meg az édesanyámat! És...

source: Oh, my God! He was more heavily wounded than I thought. He just passed.
ca: Oh Déu meu! Estava molt més ferit del que jo pensava. Acaba de desmaiar-se.
cs: Ale Božíčku! Byl víc zraněný, než jsem si myslela. Už je po ňom.
hu: Ó, istenem! Túlzottan súlyos volt a sebe. Kimúlt.

source: Ha! Bald man, you look quite nice without hair - wonder how you would look without ears.
ca: Ei, calb, tens bona pinta així sense el monyo... però què tal estaràs sense les orelles?
cs: Ha! Holá palice, vypadáš úchvatně bez vlasů - zajímalo by mě, jak bys vypadal bez uší.
hu: Hehe! Te kopasz, milyen jól nézel ki haj nélkül - vajon hogy néznél ki fülek nélkül...

source: Stupid woman, I am your God! I created you! Whole your race! You are mine, you will be mine always!
ca: Dona estúpida, sóc el teu Déu! Jo et vaig crear! Vos vaig crear a tots! Sou meus, sempre ho sereu!
cs: Blbá ženská, já jsem tvůj Bůh! Já tě stvořil! Celou tvoji rasu! Jsi moje, a vždycky budeš!
hu: Ostoba nőszemély, én vagyok a te Istened! Én teremtettelek! Az egész fajotokat! Ti az enyémek vagytok, enyémek mindörökre!

source: ...aaand if I will cut you also the nose, you will look like an egg with hands and legs! Awesome idea!
ca: ...i... i si et talle també el nas, et pareixeràs a un ou amb cames i braços! Excel·lent idea!
cs: ...aaa kdybych ti ufikl aj nos, vypadal bys jako vejce s rukama a nohama! Úžasná představa!
hu: ...ésss ha az orrodat is lenyisszantom, úgy fogsz kinézni, mint egy tojás, aminek keze és lába van! Micsoda látványt nyújtanál!

source: Oh nooo... Woman.. Human woman has killed me..
ca: Una dona... Una dona m'ha mort... quina desgràcia...
cs: Ne! Ženština... Lidský ženština mne zabýt...
hu: Ó neee... egy nő... Egy asszony kezétől esem el...

source: That human woman already killed dozens of other orcs, foul creature. And every one of them was saying the same.
ca: Aquesta dona ja ha mort dotzenes i dotzenes d'orcs, imbècil. I cada u deia el mateix.
cs: Tadle ženská už zamordovala hafo skřetů, hlupáku! A každý z vás říká to říká furt dokola.
hu: Ez az asszony tucatszám irtja az orkokat, te aljas teremtés. És mindegyik csak ezt tudja mondani.

source: Wait a moment! You are She-wolf of Haeltin? Then it is not that great disgrace as I thought...
ca: Un moment! eres la lloba de Haeltin? Aleshores no és una desgràcia tan gran com pensava...
cs: Počkat chvíli! Ty být Vlčice Haeltin? Tak to nebýt zas takový potupa...
hu: Várj csak! Hiszen te Haeltin Nőstényfarkasa vagy! Akkor ez nem is olyan nagy szégyen...

source: Grekulak, it is time for you to find final rest. Too many ages you were wandering this earth. Too many tears felt on the earth because of you.
ca: Grekulak, ja és hora que descanses i ens deixes a tots en pau. Massa segles has caminat per la terra i moltes llàgrimes s'han vessat per causa teua.
cs: Grekulaku, je čas, abys našel svůj poslední odpočinek. Příliš mnoho let jsi otravoval tuto zemi. Příliš mnoho hrůzy pocítila kvůli tobě tato zem.
hu: Grekulak, ideje végre örök nyugovóra térned. Túl sok időt töltöttél ezen a világon. Túl sok könny áztatta miattad a földet.

source: You know nothing, stupid man. My goals.. And plans.. you can't even graps their greatness.
ca: No saps res, estúpid. Els meus objectius... els meus plans... no pots ni imaginar la seua glòria.
cs: Nevíš nic, stupidní člověče. Mé cíle.. a plány.. ty nejsi schopen ani pochopit jejich velikost.
hu: Te nem tudsz semmit, ostoba ember. A céljaim. A terveim... fel sem foghatod a grandiozitásukat.

source: Greatness? I can see only the madness in everything you did. Die now... and despite whole evil you did on this earth, I hope your spiri will find the path to the light.
ca: Glòria? Només veig bogeria en cada cosa que has fet. Mor ara... i, a pesar de tot el mal que has causat, tan de bo el teu esperit trobe el camí cap a la llum.
cs: Velikost? Já vidím jenom zhoubu ve vše, cos kdy udělal. Zemři tedy... a zřekni se všech těch hrůz, které jsi tu na zemi natropil. Doufám, že pak tvůj duch nalezne cestu ke světlu.
hu: Micsodát? Én csak az őrültséget látom mindabban, amit csinálsz. De most vége... s minden gonoszság ellenére, amit elkövettél, remélem, hogy a lelked nyugalomra lel.

source: What will you say now, Cryne? Heinous gelding, you.. you..
ca: Què dius ara, Cryne? Demoníac ésser, tu... tu...
cs: A co řekneš teď, Cryne? Ty... ohavný vykleštěnče, ty.. ty..
hu: És ehhez mit szólsz, Cryne? Te alávaló, herélt...

source: Ha, ha, ha! I spit on you, underling! Nothing will change the fact that I had you wife and all daughters! Your spirit will straggle for the end of eternity in the land of ancestors, for no one will care for you memory and you will leave no heir!
ca: Ha, ha, ha! Me'n risc de tu, carrall! No res canviarà el fet que vaig tindre la teua dona i totes les teues filles! El teu esperit vagarà per tota l'eternitat per la terra dels avantpassats, ja que ningú es preocuparà per la teua memòria i no deixes cap hereu!
cs: Ha, ha, ha! Kašlu na tebe, podřadný! Nic už nezmění fakt, že jsem dostal tvoji ženskou a tvoje dcery! Tvůj duch se bude potloukat světem tvých předků s vědomím, že nikdo na tebe nebude vzpomínat, že chcípneš bez dědice!
hu: Ha, ha, ha! Köpök rád, nemtelen! Mit sem változtathatsz már azon, hogy megvolt nekem a feleséged és a lányaid is! A lelked háborogva fog bolyongani az ősök földjén az idők végezetéig, s nem lesz aki továbbvigye az emlékedet, nem lesznek utódaid!

source: Neither will you.
ca: Tu tampoc.
cs: Ani ty.
hu: De neked sem.

source: I have a son, stupid underling!
ca: Jo tinc un fill, estúpid!
cs: Já mám syna, blbečku!
hu: Nekem van fiam, ostoba nemtelen!

source: He won't care for your memory. I will make sure of that, I promise you.
ca: No es preocuparà per la teua memòria. Ja m'asseguraré, t'ho promet.
cs: Ani se nepostará o tvou památku. Na to osobně dohlédnu, to ti slibuji!
hu: Nem fogják megőrizni az emlékedet. Ebben biztos lehetsz. Ezt megígérem.

source: What did you mean, Ruvio? I won't allow for punishing Cryne's children for his father's sins.
ca: Què vols dir, Ruvio? No permetre que castigues els fills de Cryne pels actes de son pare.
cs: Cos tím myslel, Ruvio? Nechci trestat Crynovi děti za chyby jejich otce.
hu: Mit akarsz tenni, Ruvio? Nem engedem, hogy Cryne gyermekén állj bosszút az apja bűne miatt.

source: I won't do nothing to Cryne's son, my lord - I want to adopt him and raise him as Wesnothian.
ca: No li faré res al seu fill, mon senyor. Vull adoptar-lo i criar-lo com Wesnothià.
cs: Nechci nic udělat Crynovy synovi, Můj Pane, chci ho adoptovat a vychovat jako pravého Wesnoťana.
hu: Nem bántom Cryne fiát, uram - örökbe fogadom őt, s tisztességes wesnothit faragok belőle.

source: You have my promise I will help you, Ruvio.
ca: Em compromet a ajudar-te, Ruvio.
cs: Máš můj slib, že ti s tím pomocu, Ruvio.
hu: Segítek neked, Ruvio, megígérem.

source: Ha, underling! Before I die, I will spit on you and your whole worthless race!
ca: Ha, carrall! Abans que mora, et menyspree a tu i a tota la teua inútil raça!
cs: Ha, podřadný! Než umřu, plivu ti do tváře a na na celou tvou ubohou rasu!
hu: Há, nemtelen! Mielőtt meghalok, köpök rád és az egész hitvány fajtátokra!

source: Whatever you will do, you will be dead, and with you all your ideas, every theory you believed in will be dead as well. Wesnoth will be restored, and Akladians and Wesnothians will live in peace.
ca: Fes el que vulgues, tu ara moriràs, i amb tu totes les teues idees, cada teoria que creies... tot morirà. Wesnoth recuperarà el seu antic poder, i els akladians i wesnothians viuran en pau.
cs: Cokoli uděláš, zemřeš. Do hrobu si vezmeš všechny své nápady, všechny teorie, ve které věříš, zemřou s tebou. Wesnoth bude obnoven a Wesnoťané s Akladijci budou žít v míru.
hu: Akármit csinálsz, meghalsz. És veled együtt semmivé lesznek az álmaid, s minden elképzelésed is veled pusztul. Wesnoth újra a régi fényében fog ragyogni, s a wesnothiak és az akladiaiak békében fognak együtt élni.

source: Wesnothians! Bunch of flabby wimps! Band of stinking lobs! (coughs) You... you...
ca: Wesnothians! Un grup de patètics dèbils! Una banda de crancs covards! <tussit> Vosaltres... Vosaltres...
hu: Wesnothiak! Hitvány girhes népség! Büdös fajankók! (köhög) Te... te...

source: Yes, foam and float, nobody will listen to you... And, by the way, give me your sword.
ca: Sí, gruny i regruny, ningú et fa cas. ah, per cert, dóna'm la teua espasa.
cs: Ano, vyžvaň se, nikdo tě stejně neslyší... a neuslyší. Apropos, dej mi svůj meč.
hu: Igen én, de senki sem hallja a tajtékzásodat, acsarkodásodat... na, add csak ide a kardodat!

source: No! No! Where do you go... go back! I can't die without sword in hand!
ca: No! No! On vas... torna! No puc morir sense l'espasa en la mà!
cs: Ne! Ne! Odkud víš.. zpátky! Nemohu umřít bez svého meče!
hu: Nem! Ne! Mit csinálsz... add vissza! Nem halhatok meg úgy, hogy nincs kard a kezemben!

source: Oh no! My most loyal slave is killed!
ca: Oh, no! El meu esclau més lleial ha mort!
cs: Ale ne! Zabili mé nejvěrnější služebníky!
hu: Ó, ne! A leghívebb szolgám elpusztult!

source: Arise, my slave, arise!
ca: Alça't, esclau, alça't!
cs: Povstaňte, mí sluhové, povstaňte!
hu: Emelkedj, szolgám, emelkedj fel a porból!

source: Shadow of Mal-Raylal
ca: Ombra de Mal-Raylal
cs: Mal-Raylalův stín
hu: Mal-Raylal szelleme

source: Arise, my slave, arise! Why you are deaf to my calls?
ca: Alça't, esclau, alça't! Per què eres sord a la meua crida?
cs: Povstaňte, mí sluhové, povstaňte! Proč jste hluší k mému volání?
hu: Emelkedj, szolgám, emelkedj fel a porból! Miért nem engedelmeskedsz?

source: Who dies from my hand, is dead forever.
ca: Aquell que mor per la meua mà, es mort per sempre.
cs: Kdo zemřel mojí rukou, zemřel navždy.
hu: Aki a kezemtől esik el, az nem hallja a hívásodat.

source: Bor, I am calling to you! Arise, arise!
ca: Bor, t'estic cridant! Alça't, alça't!
cs: Bore, volám tě! Povstaň! Povstaň!
hu: Bor, én szólítlak! Emelkedj föl a porból!

source: Undead Bor Cryne
ca: Bor Cryne no mort
cs: Nemrtvý Bor Cryne
hu: Élőholt Bor Cryne

source: No! How many times I will have to kill you!
ca: No! Quantes vegades hauré de matar-te!
cs: To snad není pravda! Kolikrát tě ještě budu muset zabít?
hu: Ne! Hányszor kell, hogy megöljelek, míg elpusztulsz!

source: So I will have a chance to kill you anyway!
ca: Així que ara tindré l'oportunitat de matar-te!
cs: No aspoň budu mít konečně šanci tě zabít!
hu: Így legalább van esélyem végezni veled!

source: Be gone now, creature of the night!
ca: Ves-te'n, criatura de la nit!
cs: Odejdi, nestvůro noci!
hu: Nyugodj végre el, sötétség szülötte!

source: Oh how I am scared! Ha! Ha! You came to me because you want to join your family, underling? Come and taste my blade!
ca: Oh, quina por! Ha! Ha! Has vingut a mi perquè vols reunir-te amb la teu família, carrall? Vine i tasta la meua espasa!
cs: Ó, jak se bojím! Ha! Ha! Přišels ke mě, protože chceš jít za svou rodinkou, co, podřadný? Pojď a ochutnej můj meč!
hu: Ó, teljesen be vagyok gyulladva! Ha! Ha! Idejöttél, hogy csatlakozz a családodhoz, nemtelen? Gyere, kóstold meg a pengémet!

source: I will wipe that smile from your face - my wife and daughters, I will avenge you!!
ca: Jo et llevaré eixe somriure de la cara. Esposa meua, filles meues, vos venjaré!
cs: Ja ti už odstraním ten úsměv z tvojí tváře - má ženo, mé dcery, jdu si pro vaši pomstu!
hu: Letörlöm a vigyort a képedről - asszonyom, lányaim, bosszút állok értetek!

source: Why.. Why... I asked only for one thing, and yet it was refused to me...
ca: Per què... per què... Només demanava una cosa, i se m'ha denegat...
cs: Proč.. proč.. ptal jsem se na jedinou věc, a ani jedna odpověď mi nebyla dopřána...
hu: De miért... csak ezt az egyet kértem, s ez se teljesült...

source: Rise up, rise up! Join my army! Why you are not rising up!?
ca: Alça't, alça't! Uneix-te al meu exèrcit! Per què no t'alces?!
cs: Povstaň! Povstaň! Připoj se k mé armádě! Proč ležíš? Co se děje?
hu: Emelkedjetek! Emelkedjetek föl a porból! Miért nem engedelmeskedtek!?

source: You overestimate your strength, Grekulak. White mages and Mages of Light will protect fallen units from being resurrected by you!
ca: Sobreestimes el teu poder, Grekulak. Els mags blancs i de la llum protegiran les unitats caigudes de ser ressuscitades per tu!
cs: Přecenil jsi své síly, Grekulaku. Bílí mágové a Mágově světla ochrání padlé před tvou mocí!
hu: Túlbecsülöd az erődet, Grekulak. A fehér mágusok és a fénymágusok megvédik az elesetteket az erődtől, s a nemkívánt feltámasztástól!

source: How can this be? He is rising our dead!
ca: Cóm pot ser? Està alçant els nostres morts!
cs: Jak je to možné? On přivolává naše mrtvé!
hu: Hát ez meg hogy lehet? Feltámasztja az elesetteket!

source: My lord, fortunately this Grekulak is not as good as I was afraid of. He cannot rise people, who died while being close to white magi or magi of light.
ca: Mon senyor, afortunadament aquest Grekulak no és tan poderós com jo temia. No pot alçar aquells que van morir prop d'un mag blanc o de la llum.
cs: Můj Pane, naštěstí Grekulak není tak dobrý, jak jsem se obával. Nemůže přivolat zpět mrtvé, když jsou poblíž Bílí mágové či Mágové světla.
hu: Uram, szerencsére ez a Grekulak nem annyira erős, mint azt hittem. Nem képes feltámasztani az elesetteket, ha fehér mágus vagy fénymágus áll mellettük.

source: I think it's time to get use of all our reserves!
ca: Crec que és el moment d'usar totes les nostres reserves!
cs: Myslím, že je čas povolat všechny naše rezervy!
hu: Azt hiszem, ideje bevetni a tartalékokat is!

source: Haunted Place
ca: Lloc encantat
cs: Sídlo strašidel
hu: Kísértetjárta hely

source: Nothing was breaking the silence except the sounds made by marching Gawen's soldiers. Even the grass here seemed to be weak and fragile, as if it was afraid to grow here. This was the Haunted Place, infamous in the whole neighbourhood.
ca: Cap cosa trencava el silenci excepte els sorolls que realitzaven les tropes de Gawen. Fins i tot la gespa pareixia dèbil i fràgil, com si tinguera por de créixer allí. Aquest era el lloc encantat, malauradament famós en tota la rodalia.
cs: Všude bylo mrtvé ticho, přerušované jenom zvukem pochodujících vojáků Gawenovy armády. I ta tráva vypadala slabá a neduživá, jako by se bála tady vyrůst. Toto bylo Sídlo strašidel, nechvalně známé všude kolem.
hu: A csendet csak Gawen harcosainak menetelése törte meg. Még a fű is gyengének és törékenynek látszott, mintha félne a növekedéstől. A hírhedt kísértetjárta helyre érkeztek.

source: Be carefull, my lord. We do not know what may hide in those ruins.
ca: Aneu amb cura, senyor. No sabem què pot amagar-se dins d'aquestes ruïnes.
cs: Buď opatrný, Můj Pane! Nevíme, co se může skrývat těch rozvalinách.
hu: Légy óvatos, uram! Nem tudhatjuk, mi rejtőzik a romok között.

source: Whatever it is, it will be soon dead.
ca: Siga el que siga, prompte serà mort.
cs: Ať je to co je to, brzo to bude mrtvé.
hu: Akármi is, hamarosan halott lesz.

source: Ha, more candidates to be turned into mindless slaves! Come here!
ca: Ha, més candidats a zombis esclaus! Vingueu!
cs: Ha, další kandidáti ke změně na poslušné otroky! No pojďte, pojďte!
hu: Há! Újabb jelentkezők, akik csatlakozni akarnak az élőholt seregemhez! Gyertek csak!

source: I have the impression, that whatever it is, it may already be dead.
ca: Em pareix que, siga el que siga, pot ser ja estiga mort.
cs: Mám dojem, že cokoli přijde, bude to už dávno mrtvé.
hu: Van egy olyan érzésem, hogy akármi is ez az izé, már halott.

source: For my sword there is no difference.
ca: Per a la meua espasa no hi ha cap diferència.
cs: Mojemu meči je to jedno.
hu: Ez a kardom számára mindegy.

source: Those are Grekulak's scouts, it seems. We should clear the ruins out of them. It should be extremely easy task. If my advise something, you may use that occasion to train newly recruited mages.
ca: Aquestos són els exploradors de Grekulak, pareix. Cal acabar amb la seua presència en aquestes ruïnes. Deuria ser cosa fàcil. Si el meu consell té cap valor, podríem utilitzar aquesta ocasió per entrenar els novament adquirits mags.
cs: Tamto budou asi Grekulakovi průzkumníci. Měli bychom ruiny od nich vyčistit. Měl by to být naprosto triviální úkol. Pokud má rada něco znamená, bylo by záhodno toho využít k vytrénování nových rekrutů z řad mágů.
hu: Úgy látszik, ezek Grekulak felderítői. Meg kell tisztínanunk tőlük a romokat. Ez nagyon könnyű feladat lesz. Ha javasolhatok valamit, használjuk ki az alkalmat a frissen toborzott mágusaink kiképzésére.

source: You may withdraw by moving Gawen to signpost.
ca: Pots retirar-te menejant Gawen al senyal.
cs: Můžeš ustoupit. Stačí přesunout Gawena na směrovník.
hu: Gawen visszavonulhat, ha az útjelzőhöz megy.

source: The ruins are cleaned from the undead. But we have more things to do.
ca: Les ruïnes ja estan purificades. Però encara cal fer més coses.
cs: Rozvaliny byly vyčištěny od všech nemrtvých. Ale máme toho na práci daleko víc.
hu: A romokat megtisztítottuk az élőholtaktól. De még sok dolgunk van.

source: I have one question. When we will kill that mage?
ca: Tinc una pregunta. Quan matem eixe mag?
cs: Mám jednu otázku. Kdy zabijeme tyto mágy?
hu: Van egy kérdésem. Mikor végezzük ki azt a mágust?

source: Ha! I've never before met someone like you. Now, you will tell me everything you know, or I you will familiarize with all kinds of pain which can be caused by this small knife
ca: Ha! No mai m'he trobat amb un com tu. Ara, me contaràs tot el que saps o te faré tot un expert en tots els tipus de dany que pot causar un xicotet ganivet.
cs: Ha! Nikdy předtím jsem se nesetkala s někým takovým,vjako jsi ty. Teď mi řekneš úplně všechno, co víš, nebo se seznámíš se všemi druhy bolesti, které ti může ukázat tento malý nožíček.
hu: Há! Sosem találkoztam még ilyen alakkal. Nos, most pedig szépen elmondasz mindent, amit tudsz, vagy megismertetlek az összes kínnal, amit ezzel a kis késsel okozni lehet.
