Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: On the other hand, leaving me was quite easy for him. It seems he just needed some practice.
ca: D'altra banda, abandonar-me va resultar-li prou fàcil. Qüestió de pràctica, supose.
cs: Na druhou stranu, opustil mě celkem snadno. Že by v tom měl praxi?
hu: Engem bezzeg nem esett nehezére magamra hagyni. Közben úgy látszik belejött...

source: Let's be careful. Scouts reported orcs garrisoned east from here. Now, we will just have to capture their leader and ...
ca: Aneu amb cura. Els exploradors ens han informat que hi han orcs establerts cap a l'est d'ací. Per tant, només hem de capturar el seu líder i...
hu: Legyünk óvatosak! Felderítőink szerint orkok táboroznak innen keletre. Most már csak el kell fogjuk a vezérüket, és...

source: ... And we will see our great future king Gaumhaldric defeating his enemies in epic battle, which will be described by bards - for all times!
ca: ... I vorem al nostre futur gran rei Gaumhaldric derrotar tots els seus enemics en una batalla èpica que serà cantada pels bards per sempre!
cs: ... a pak bychom viděli našeho budoucího krále Gaumhaldrika jak poráží nepřátele v té přeslavné bitvě, o které budou bardové po všechny časy pět celé eposy!
hu: ...És látni fogjuk jövendő nagy királyunk, Gaumhaldric hőstettét, amint egy legendás csatában megsemmisíti az ellenségeit, s amit a lantosok örök időkig énekelnek majd.

source: Anyway, what I wanted to say before my offspring interrupted me, is that we don't have to defeat all enemies. We can withdraw after interrogating Orcish leader.
ca: De tota manera, el que volia dir abans que m'interrompera la meua filla, és que no hem de derrotar tots els enemics. Podem retirar-nos després d'interrogar el líder orc.
cs: To hlavní, co jsem chtěl říct, než mne moje ratolest přerušila, bylo, že nemusíme pobít všechny. Stačí, když vyslechneme velitele skřetů a potichoučku zmizíme.
hu: Mondani akartam, mielőtt kotnyeles kislányom közbekotyogott, hogy nem kell minden ellenségünket kiirtani. Az ork vezér kivallatása után vissza is vonulhatunk.

source: My lord, an army is approaching us!
ca: Senyor, s'acosta un exèrcit!
hu: Uram, ellenséges sereg tűnt fel!

source: Oh, do not worry. Probably those are our people returning from making deal with outlaw underlings.
ca: Oh, no cal preocupar-se. Segurament seran part de la nostra gent tornant després de fer negocis amb els carralls proscrits.
cs: To nic. To budou naši, co jsem je poslal na velmi speciální nákupy k banditům.
hu: Ugyan már, ne pánikolj! Biztosan az embereink jöttek vissza, akiket a nemtelen törvényen kívüliekhez küldtünk egyezkedni.

source: Lady Lorin can also interrogate enemy leaders. You will receive no bonus if withdrawing with Gawen.
ca: Na Lorin també pot interrogar líders enemics. No rebràs cap bonificació si retires Gawen.
hu: Lady Lorin szintén kivallathatja az ellenséges vezéreket. Gawen visszavonulásáért nem jár jutalom.

source: You will receive no bonus if withdrawing with Gawen.
ca: No rebràs cap bonificació si retires Gawen.
hu: Ha visszavonulsz Gawennel, nem kapsz jutalmat.

source: That's impossible! They are breaking into the city! How, how, how this could happened? Where are my soldiers? My allies? Help me!!
ca: Açò és impossible! Estan atacant la ciutat i s'acosten ja! Com, com, com pot estar pasant açò? On estan els meus soldats? I els meus aliats? Ajudeu-me!!
hu: Ez lehetetlen! Betörtek a városba! Hogy lehet ez? Hol vannak a zsoldosaim? A szövetségeseim? Segítség!!!

source: Humans.. cowards.. good only for meat..
ca: Humans... Són tots uns cagats... Només serveixen per a menjar-se'ls...
cs: Človeci..ustrašenci.. dobrej tak do klobása..
hu: Emberek... birkák... csak pecsenyének valók...

source: God! Everything is lost! Run for your life!
ca: Déu meu! Tot està perdut! A córrer!
cs: Bože! Vše je ztraceno! Zachraňte si holou kůži! Utíkejte!
hu: Uramisten! Minden elveszett! Fussatok az életetekért!

source: Hey, wait, what about our fight?! Coward!
ca: Ei, espera, què passa amb la nostra lluita! Covard!
cs: Hej, stůj, a co náš souboj? Zbabělec!
hu: Hé, s mi lesz a viadalunkkal?! Gyáva féreg!

source: He ran away! But I will meet him one day, and then he will have no time to flee..
ca: Ha fugit! Tornaré a trobar-me amb ell, i aleshores no tindrà temps per córrer...
hu: Elinalt! De még találkozunk, s akkor nem menekülhet el...

source: Hey, I think I know you! Weren't you one of those young chieftains who visited Vattin the other day..
ca: Ei, crec que et conec! Tu no eres un dels joves capitosts que van visitar Vattin l'altre dia...
hu: Hé, hiszen én ismerlek téged! Te is egyike voltál az ifjú törzsfőknek, akik Vattinba látogattak a régi szép időkben...

source: Yes! Yes! That could be! I was at Vattin once!
ca: Sí! Sí! Sí que pot ser! Vaig estar en Vattin una vegada!
cs: Ano! Ano! To by mohlo být! Jednou jsem ve Vatinu byl!
hu: Igen! Igen! Így kellett lennie! Egyszer voltam Vattinban!

source: Thank God! I'm glad! I'm really, really glad! What is your name, man?
ca: Gràcies, Déu! Estic contenta! Molt i molt contenta! Quin és teu nom, home?
cs: Díky Bohu! Jsem hrozně, ale opravdu hrozně moc ráda! Jak se jmenuješ, můj zachránče?
hu: Hál' istennek! Úgy örülök! Nagyon-nagyon örülök! Hogy is hívnak?

source: Kariv, my lady, yes, Kariv.
ca: Kariv, senyora, Kariv.
cs: Kariv, má paní, ano, Kariv.
hu: Kariv, úrnőm, Karivnak hívnak.

source: Do you remember the song you were singing near my windows when you were drunk?
ca: Te'n recordes d'aquella cançó que estaves cantant prop de les meues finestres quan estaves bufat?
cs: Vzpomínáš na tu písničku, co jsi mi zpíval pod oknem, když jsi byl ožralý jako prase?
hu: Emlékszel még, hogy mit énekeltél az ablakom alatt, amikor részegen ott ordítoztatok?

source: O shit.
ca: Oh, merda.
cs: A doprdele.
hu: A francba!

source: I promised myself that I would take revenge one day. And see, the God was fond of me, because he let me kill you! Or maybe do you know something about the orcs, why are they here and all?
ca: Em vaig prometre que em venjaria un dia d'aquestos. I ves per on que Déu deu estar orgullós de mi, perquè m'ha deixat matar-te! O tal volta saps alguna cosa dels orcs, perquè són ací i tot això?
hu: Megfogadtam, hogy egyszer megfizetek nektek. És most Isten kegyes volt hozzám, s megengedte, hogy saját kezűleg öljelek meg. Vagy akarsz valamit mondani az orkokról, miért vannak itt, stb...

source: Orcs? Yes, yes, orcs! They are helping us! They are, uhm, our allies or something!
ca: Orcs? Sí, sí, orcs! Ens ajuden! Són, mmmm... els nostres aliats o alguna cosa semblant!
cs: Skřeti? Ano, ano, skřeti, vím, vím! Oni nám pomáhají! Jsou to, no, naši spojenci nebo tak nějak!
hu: Orkok? Ja igen, az orkok! A segítségünkre jöttek! Ők a, öö, a szövetségeseink vagy valami ilyesmi.

source: He doesn't know anything. Let him go
ca: No sap res. Deixa'l anar.
cs: Nic neví, nech ho jít.
hu: Nem tud semmit. Hadd menjen!

source: Aaargh!
hu: Ááááhhhh!

source: Mother...
ca: Mare...
cs: Matko...
hu: Anyám...

source: Listen, if you'll answer me a few questions I'll let you go. Understand? Now, what do you know about orcs and why they are here?
ca: Escolta'm bé, si em respons a algunes preguntes et deixaré anar. Bé? Ara, què saps dels orcs i per què són ací?
hu: Na ide figyelj! Ha válaszolsz néhány egyszerű kérdésre, futni hagylak. Megértettél? Tehát, mit tudsz az orkokról, miért vannak itt?

source: Wait, one last question. What about Reme Carrenemoe, do you know anything about his fate?
ca: Espera, una última pregunta! Saps alguna cosa de Reme Carrenemoe?
cs: Počkej, ještě něco. Reme Carrenemoe, říká ti to něco? Slyšel jsi o něm?
hu: Egy pillanat, még egy utolsó kérdést. Mit tudsz Reme Carrenemoéról? Mi történt vele?

source: Yes! His clan settlements were attacked by outlaws. They captured him and they keep him in some place called Bontom. They will trade him to Bor Cryne, I think.
ca: Sí! Els territoris del seu clan van ser atacats pels proscrits. El van capturar i el tenen pres a un lloc anomenat Bontom. Volen fer un bescanvi amb Bor Cryne, crec.
cs: Ano! Obydlí jeho klanu byly napadeny zbojníky. Zajali ho a drží ho na místě, kterému říkají Bontom. Chtějí ho prodat Boru Crynovi, myslím.
hu: Reme klánját megtámadták a törvényen kívüliek. Elfogták, és valami Bontom nevű helyen tartják fogva. Bor Crynével tárgyalnak a sorsáról, azt hiszem.

source: Listen, if you will answer my questions I will let you go. Understand? Now, what do you know about orcs and why they are here?
ca: Escolta'm bé, si em respons a algunes preguntes et deixaré anar. Bé? Ara, què saps dels orcs i per què són ací?
hu: Na ide figyelj! Ha válaszolsz a kérdéseimre, szabadon engedlek. Megértettél? Tehát mit tudsz az orkokról? Miért vannak itt?

source: He knows nothing. Let him go
ca: No sap res. Deixa'l anar.
hu: Nem tud semmit. Hadd menjen!

source: Hey orc! Can you still hear me? Are you okay?
ca: Ei, orc! Pots sentir-me? Estàs bé?
cs: Hej, skřete! Slyšíš mně? Jsi v ókeju?
hu: Hé, ork! Hallasz? Jól vagy?

source: Mother earth, human woman is trying to save me? Such a care for a fallen enemy, this is so rarely found!
ca: Mare terra, una dona humana està intentant salvar-me? Tanta atenció per un enemic derrotat no es sol trobar molt a sovint!
cs: Matka země, ty to vidět! Lidská ženština chtít zachránit já? Jaký starost padlý skřet. To nevidět.
hu: Földanyám, egy nő akar megmenteni? Ritka alkalom, hogy egy legyőzött ellenféllel kegyesen bánnak.

source: Trying to save you? Well, not exactly. I want to.. wait, I must think a correct term... Terrorize you, yes, that's more what I have on my mind. Let's start with the basics. This is a knife. When a knife is put into human - or, in that case, orcish - flesh, it hurts.
ca: Salvar-te? Bé, no exactament... Vull... espera, la paraula exacta és... terroritzar-te. Sí, terroritzar-te, això és el que vull fer. Bé, comencem pel principi, açò és un ganivet. Quan un ganivet es clava dins de carn humana - orca en aquest cas - fa mal.
cs: Chtít zachránit? Ne tak docela. Chci.. počkej, nemůžu najít správné slovo... jo, terorizovat, to je ono, chci tě terorizovat. Začněme pěkně od začátku. Toto je nůž. Pokud píchneš nožem do lidského - nebo v tomto případě skřetího masa, rozřízne se.
hu: Ki akar téged megmenteni? Nos, nem egészen erről van szó. Én téged meg akarlak... hogy is fejezzem ki magam pontosan... félemlíteni, ez pontosan kifejezi, mit akarok. kezdjük az elején! Ez egy kés. Amikor a kés behatol egy emberbe - illetve ez esetben egy orkba - nos, az fájdalmat okoz.

source: Mother! Stop it! This is disgusting and I will not allow for that!
ca: Mare! Para! Això és desagradable i no ho pense permetre!
cs: Matka příroda u já! Zastavit to! Dost konec šlus! To být ohavná a já nechtít. Nedovolit to!
hu: Anyám, hagyd abba! Ez gusztustalan, s nem engedélyezem!

source: Hmm.. You know what, orc? Let's make a deal... If you will tell me why are you here, allied with Akladians, then I will let you die peacefully. If not, despite my son's cries I will explain you another aspects of fascinating topic of what suffering can be induced by simple knife in hands of able woman.
ca: Saps què, orc? Fem un tracte... Si tu em dius per què sou ací, aliats amb els akladians, aleshores et deixaré morir en pau. Si no ho fas, per molt que el meu fill plore, continuaré explicant-te uns altres aspectes de l'apassionant tema del mal que pot fer un senzill ganivet a les mans d'una dona manyosa.
cs: Víš co, skřete? Uděláme dohodu. Pokud mi řekneš, proč sou tady všichni ti skřeti a proč se paktujete s Akladijci, v klidu a bezbolestně tě podříznu. Pokud ne, i přes nářek svého syna ti vysvětlím další díly fascinujícího příběhu ze života Co dokáže obyčejný nůž v ruce schopné ženy.
hu: Hmmm.... Tudod mit, ork? Egyezzünk meg... ha eldalolod nekem, miért vagytok itt, mire szövetkeztetek az akladiaiakkal, akkor békésen hagylak kimúlni. Ha nem, akkor a fiam aggodalmai ellenére is megismertetlek azzal a kegyetlen móddal, ahogyan egy magamfajta nő egy egyszerű késsel pokollá változtatja utolsó perceidet.

source: No, I won't let you! Orc, tell us everything you know and I will let you live.
ca: No, no t'ho permet! Orc, dis-nos tot el que sàpigues i et deixaré viure!
cs: Ne, to ti nedovolím. Poslyš, skřete, řekni nám všechno, co víš, a já ti dám život.
hu: Ne, nem hagyom! Ork, mondj el mindent, amit tudsz, s életben maradhatsz.

source: I don't know much - only that this was the wish of our guide, Grekulak. He wished Akladians to be allied with us.
ca: No sé molt - només que era el desig dels nostre guia, Grekulak. Ell volia que els akladians estigueren aliats amb nosaltres.
cs: Moc nevědět. Jenom vědět tak chtít Grekulak. Chtít spoc.. spojec.. dokupy s Aklady.
hu: Nem tudok túl sokat - csak azt, hogy a vezetőnk, Grekulak ezt így kívánta. Grekulak azt akarta, hogy az akladiaiak legyenek a szövetségeseink.

source: Grekulak! I know that name. We should go back to Freetown and report that, that's all we had to know!
ca: Grekulak! Conec eixe nom! Deuríem tornar a Ciutat Lliure i informar d'això, és tot el que teníem que saber!
cs: Grekulak! Znám to jméno. Měli bychom se nejrychleji vrátit nazpět do města Svobodova a zpravit o tom. To je to jediné a hlavní, co bylo nutno zjistit.
hu: Grekulak! Ez a név! Azonnal vissza kell térnünk Freetownba, és jelentést kell tennünk, ezt az információt kerestük!

source: Grekulak? That's something to report. We should go back to Freetown then.
ca: Grekulak? Ja és prou per tornar a Ciutat Lliure i informar d'açò.
cs: Grekulak? Toť informace hodná raportu. Měli bychom se nejrychleji vrátit nazpět do města Svobodova.
hu: Grekulak? Ez fontos lehet. vissza kéne térjünk Freetownba.

source: Orc, do not die, yet! Can you still hear me? I will ask you a few questions, if you will answer them, I will order someone to take care for your wounds and I will let you live
ca: Orc, no et moris ja! Pots sentir-me encara? Et faré unes poques preguntes, si em respons, ordenaré que et cuiden les ferides i et deixaré viure.
cs: Skřete, ještě neumírej! Slyšíš mně? Ještě pár otázek! Pokud my odpovíš, nechám ti ošetřit rány a přežiješ. Chápeš?
hu: Ork, ne halj még meg! Hallasz engem? Válaszolj nekem néhány kérdésre, s én biztosítom, hogy a sebeid kezelésbe vétessenek, s életben maradhatsz, s szabadon távozhatsz.

source: Listen, that won't work! I know, because I know the job of interrogating of prisoners quite well, and this is not even amateur job... this is..
ca: Bah, això no funcionarà! Ho sé, perquè conec prou bé el treball d'interrogar presoners i açò no arriba ni a categoria amateur... açò és...
cs: Poslouchej mně! takhle to nefunguje! Já vím jak správně vyslýchat vězně! To není práce pro žádné amatéry... to je...
hu: Hallgass ide, ez nem fog működni! Tudom, mert én gyakorlatot szereztem már a vallatásban, s ez nem pancsereknek való... ehhez profi...

source: Amazing. Simply, amazing.
ca: Increïble. Senzillament, increïble.
cs: Úžasné. Jednoduše úžasné.
hu: Fantasztikus! Egyszerűen fantasztikus!

source: My lord, are you sure you want to retreat?
ca: Senyor, segur que vols retirar-te?
cs: Pane, opravdu chceš složit zbraně?
hu: Uram, biztosan vissza akarsz vonulni?

source: Oh no! New reinforcements arrived to help our enemies, now we cannot win!
ca: Oh, no! Han arribat reforços per ajudar els nostres enemics, ara no tenim cap possibilitat de derrotar-los!
hu: Ó ne! Erősítést kapott az ellenség, nem győzhetünk!

source: Ha! The orcs were hiding here some gold!
ca: Ha! Estos orcs amagaven ací una miqueta d'or!
cs: Ha! Skřeti tu schovávali nějaké zlato!
hu: Há! Az orkok némi aranyat rejtettek el!

source: You have received 50 golden pieces
ca: Has rebut 50 peces d'or
cs: Obdržel jsi 50 zlatých
hu: Szereztél 50 aranyat

source: Yes, I survived the battle at Barnon. I will tell you everything later, but now - do not call me Gawen, please. I am Gaumhaldric.
ca: Sí, vaig sobreviure a la batalla de Barnon. Ja t'ho contaré tot, però recorda açò: no em digues Gawen, per favor. Sóc Gaumhaldric.
cs: Ano, přežil jsem bitvu u Barnonu. Později ti všechno povím, ale teď - neříkej mi Gawene, prosím. Teď je ze mne Gaumhaldrik.
hu: Igen, túléltem a barnoni csatát. Később mindent elmondok, de most - kérlek ne hívj Gawennek. Gaumhaldric a nevem.

source: Now, we may withdraw. There is no point in fighting the others.
ca: Ara ja no hi ha cap raó per a continuar lluitant. Podem retirar-nos.
hu: Nos, visszavonulhatunk. Nincs miért tovább harcolnunk.

source: Now, we may try to interrogate that orcish leader or simply withdraw.
ca: Bé, podríem intentar interrogar aquell líder orc o retirar-nos.
cs: Teď můžeme zkusit vyslechnout toho skřetího vůdce nebo prostě odtáhnout.
hu: Nos, most kivallathatjuk az ork vezért, vagy egyszerűen visszavonulhatunk.

source: Note: you will receive no bonus if you will withdraw with Reme.
ca: Nota: no rebràs cap bonificació si et retires amb Reme.
cs: Poznámka: nezískáš žádný bonus, pokud Reme dojde ke směrovníku.
hu: Megjegyzés: ha visszavonulsz Remével, nem kapsz jutalmat

source: Guides showed Gawen where Bontom was located. He and his army soon reached the area. Of course his army was too big to be not noticed and his scouts reported that enemies were preparing their defenses.
ca: Els guies van mostrar Gawen on era Bontom i prompte va arribar amb el seu exèrcit. Per suposat, aquest n'era massa gran per no ser detectat i els seus exploradors van informar-li que els enemics s'estaven preparant per defendre's.
hu: A vezetők megmutatták Gawennek, hol található Bontom. Csapatával hamarosan oda is értek. Természetesen a serege túl nagy volt ahhoz, hogy észrevétlen maradjon, így felderítői azt jelentették, hogy az ellenség felkészült a támadásra.

source: Hans the Ripper
ca: Hans el Trenca-ossos
cs: Sekáč Hans
hu: Jópofa Hans

source: So, this is the place! Now, let's find Reme.
ca: Així que açò és Bontom! Ara només ens queda trobar Reme.
cs: Tak, jsme tady. Teď ještě najít Remeho.
hu: Tehát itt vagyunk. Keressük meg Remét!

source: Hm, it seems that orcs are here too. We can interrogate their leader, too.
ca: Uhm, pareix que també n'hi han orcs ací. També podríem interrogar el seu líder.
cs: Hm, vypadá to, že skřeti jsou zde také. Na druhou stranu můžeme vyslechnout jejich velitele...
hu: Hm, úgy látszik, orkok is vannak itt. Kivallathatjuk az ő vezérüket is.

source: What about the others?
ca: I els altres què?
cs: A co ti druzí?
hu: S mi legyen a többiekkel?

source: I don't care about the others. If you want, you may ask them questions, but I won't waste my time on them.
ca: Jo no em preocuparia per ells. Si vols, pots fer-los preguntes però jo no perdria temps amb ells.
hu: A többiekkel nem kell törődni. Ha akarod, kifaggathatod őket is, de én nem vesztegetnék sok időt rájuk.

source: Wait! Who's there?
ca: Qui va?
cs: Stůj! Kdo tam?
hu: Megállj! Ki van ott?

source: And what do you think?
ca: I tu què creus?
cs: A kdo myslíš že jsme?
hu: Mit válaszolsz?

source: We came here to release our friend.
ca: Hem vingut per alliberar el nostre amic.
cs: Přišli jsme osvobodit našeho přítele.
hu: Azért jöttünk, hogy kiszabadítsuk a barátunkat.

source: We came here to make a deal.
ca: Hem vingut a fer un tracte.
cs: Přišli jsem udělat obchod.
hu: Van egy ajánlatom a számodra.

source: Friend? What friend?
ca: Amic? Quin amic?
cs: Přítel? Jaký přítel?
hu: Barátotokat? Kiről beszélsz?

source: Reme Carrenemoe. Let him go, and we will leave this place.
ca: Reme Carrenemoe. Deixa'l anar i ens anirem d'ací.
cs: Reme Carrenemoe. Propusťte ho a my v klidu odejdeme.
hu: Reme Carrenemoe. Engedjétek szabadon, és békében távozunk!

source: Ha! Ha! Ha! Go and find some other friend to rescue, that one is busy. Go away!
ca: Ha! Ha! Ha! Aneu a buscar un altre amic que alliberar, aquest està ocupat. Fora!
cs: Ha! Ha! Ha! Běžte a hledejte jiné přátele k záchraně, tento je poněkud zaneprázdněn. Táhněte pryč!
hu: Ha, ha, ha! Menj, és keress más barátot, akit kiszabadíthatsz, ez a mi foglyunk. Húzzatok innen!

source: Deal? What deal?
ca: Tracte? Quin tracte?
cs: Obchod? Jaký obchod?
hu: Ajánlatod? Miféle ajánlatod?

source: You have captured my friend, Reme Carrenemoe. What about this:
ca: Has capturat el nostre amic, Reme Carrenemoe. Que et pareix açò:
cs: Zajali jste mého přítele, Remeho Carrenemoea. Co třeba:
hu: Elfogtátok a barátomat, Reme Carrenemoét. Mit szólsz az ajánlatomhoz:

source: Let him go, and we will leave in peace.
ca: El deixes anar i nosaltres ens anirem d'ací.
cs: Propusťte ho a my v klidu odejdeme.
hu: Elengeded, és mi békében távozunk.

source: I will give you 200 golden pieces for releasing him
ca: Et donaré 200 peces d'or per alliberar-lo.
cs: Dám vám za něj 200 zlatých.
hu: Kapsz 200 aranyat, ha elengeded.

source: What kind of joke is this? You haven't got that much gold!
ca: Quina mena de broma és aquesta? No tens tant d'or!
cs: Co je to za vtip? Kde bys vzal tolik peněz?
hu: Miféle vicc ez? Nincs is ennyi aranyad!

source: Seems fine too me. 200 golden pieces for me, Reme for you.
ca: Em pareix bé. 200 peces d'or per mi, Reme per tu.
cs: To se mi zamlouvá. 200 zlatých ke mně, Reme k tobě.
hu: Elfogadhatónak tűnik. 200 aranyért viheted Remét.

source: Free! Free, at last!
ca: Lliure! Lliure per fi!
cs: Volný! Jsem volný! Konečně...
hu: Szabad vagyok! Végre szabad vagyok!

source: My lord, the outlaw army decimated my clan. But still, some of my people survived, and they will be glad to help you.
ca: Senyor, l'exèrcit de proscrits va delmar el meu clan, però van sobreviure uns quants, i estan ben disposats a servir-te.
cs: Můj Pane! Zbojníci zdecimovali můj klan. Ale přesto, několik našich přežilo. Bude jim potěšením Ti pomáhat.
hu: Uram, a törvényen kívüliek megtizedelték a klánomat. De néhányan túlélték, s ők örömmel csatlakoznak hozzád.

source: You may recruit Akladian Clansmen again.
ca: Pots reclutar akladians de nou.
hu: Újra toborozhatsz klántagokat.

source: NORMAL: Rescue Reme Carrenemoe and move him to the north-eastern signpost
ca: NORMAL: Allibera Reme Carrenemoe i meneja'l al senyal cap al nord-est
hu: ÁTLAGOSAN: Kiszabadítod Reme Carrenemoét, és elviszed őt az északkeleti útjelzőhöz

source: You may interrogate Orcish leader with either Gawen, Ruvio or Lorin. Other leaders may be interrogated by Gawen only.
ca: Pots interrogar el líder orc amb Gawen, Ruvio o Lorin. Als altres líders només els podrà interrogar Gawen.
cs: Vůdce skřetů může vyslechnout Gawen, Ruvio či Lorin. Ale ostatní vůdce smí vyslechnout pouze Gawen.
hu: Az ork vezért kivallathatod Gawennel, Ruvióval vagy Lorinnal. A többi vezért csak Gawen vallathatja ki.

source: To win, you should move Reme Carrenemore here!
ca: Per a guanyar, has de moure Reme Carrenemoe ací!
hu: A győzelemhez Reme Carrenemoét ide kell hoznod!

source: My lord, are you sure you want to retreat? We should move Reme Carrenemoe here first!
ca: Senyor, estàs segur que vols retirar-te? Deuríem dur Reme Carrenemoe ací primer!
cs: Můj Pane, opravdu chceš prchnout? Měli bychom sem nejprve dostat Remeho Carrenemoea!
hu: Uram, biztos, hogy visszavonulsz? Reme Carrenemoénak kellene először ideérnie!

source: I'm sorry Reme, but we simply were unable to succeed.
ca: Ho sento, Reme, però no vam poder tindre èxit.
cs: Je mi líto, Reme, ale jednoduše jsme nebyli schopni uspět.
hu: Bocsáss meg Reme, de nem volt esélyünk a sikerre.

source: Good. Reme left me, we paid him back, so the balance in the nature is preserved.
ca: Bé. Reme em va deixar, ara li l'hem tornada, per tant, l'equilibri natural ha sigut preservat.
cs: Dobře. Reme mne opustil, já ho vyplatil. Rovnováha přírody zůstala zachována.
hu: Ez így van rendjén. Reme elhagyott engem, most mi hagytuk el őt, a természet egyensúlya helyreállt.
