Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Finally, food, wine and some rest! Hey, what's happening here?
ca: Per fi, menjar, vi i descans! Ei, què hi passe ací?
cs: To tady! Žrádlo, víno, odpočinek! Hej, co tu stát se tady?
hu: Végre, kaja, pia, pihenő! Hé, mi történik itt?

source: Run for you life! They are too many of them!!
ca: A córrer! Són massa!
cs: Spaste duši! Utíkejte! Je jich hrozná síla!!
hu: Fussatok az életetekért! Rengetegen vannak!!

source: Keep fighting! Don't give up! At least kill as many of them as you can! They will surely have to withdraw soon!
ca: Continueu lluitant! No vos rendiu! Com a poc, mateu-ne tants com pugueu! Segur que prompte hauran de retirar-se!
cs: Bojujte! Nevzdávejte se! Ukažte jim zač je toho loket! Pobijte jich co nejvíc to jde! Každou chvíli začnou ustupovat!
hu: Harcoljatok! Ne adjátok fel! Öljetek meg annyit, amennyit csak tudtok! Hamarosan kimerülnek!

source: We have no more supplies. We have to withdraw! We will return, she-wolf.
ca: No ens queden més queviures. Retirada! Tornarem, lloba.
cs: Žádné žrádlo. My muset ustoupit! Ale brzy vrátit, Vlčice.
hu: Nincs több készletünk. Vissza kell vonuljunk! Visszatérünk, nőstényfarkas.

source: They are withdrawing! They have no more supplies.
ca: Es retiren! No els queden queviures!
cs: Ustupují! Došly jim zásoby. Hurááá!
hu: Visszavonulnak! Kimerültek a készleteik.

source: This was incredibly difficult. I was sure this would be the last day of my life.
ca: Uf! Açò ha sigut terriblement difícil. Estava segur que seria l'últim dia de ma vida.
cs: To byl neskutečně náročný den. Byl jsem přesvědčený, že se nedožiju zítřka.
hu: Ez hihetetlenül kemény volt. Azt hittem, ez lesz életem utolsó napja.

source: Lorin, did you heard how our people are calling you? A she-wolf. She-wolf of Haeltin.
ca: Lorin, has sentit cóm et diu la nostra gent? Lloba. La lloba de Haeltin.
cs: Lorin, slyšela jsi, jak ti naši lidé říkají? Vlčice. Vlčice Haeltinská.
hu: Lorin, hallottad, hogy hívnak az embereink? Nőstényfarkas. Haeltin Nőstényfarkasa.

source: LADY Lorin. So? Do they expect me to howl or something?
ca: NA Lorin. I? Pensen que em ficaré a ulular o alguna cosa així?
cs: LADY Lorin. Ták? To čekají, že budu výt nebo tak něco?
hu: LADY Lorin. Igen? S akkor most üvöltsek, vagy mi?

source: Lorin, if you would only gave me a chance, I would make you howl.
ca: Lorin, si només em donares una oportunitat, sí que et faria ulular.
cs: Lorin, stačí když mi dáš šanci a přísahám, že výt budeš!
hu: Lorin, ha adnál nekem egy esélyt, én megtanítanálak üvölteni.

source: Listen underling, the only thing which stops me from taking your life away after hearing such remark is that I still need you. But you are dangerously close to the line, so..
ca: Escolta'm, carrall, l'única cosa que m'impedeix matar-te després de sentir eixe comentari es que encara et necessite. Però estàs perillosament a prop de la línia, així que...
cs: Poslouchej, podřadný, jediná věc, která mi po takových kecech brání tě podříznout je to, že tě pořád potřebuju. Ale uvědom si, že i tak jsi tomu opravdu blízko!
hu: Idehallgass, nemtelen, szerencséd, hogy szükségem van rád, különben ezért a beszólásodért a fejedet venném. De kezdek kételkedni benne, hogy tényleg szükségem van-e rád.

source: You said you need me?
ca: Has dit que em necessites?
cs: Tys řekla, že mě potřebuješ?
hu: Azt mondtad, hogy kellek neked?

source: Oh my God. It's worse than I thought.
ca: Oh, Déu meu. Açò és encara pitjor del que em pensava.
cs: Ó bože, je to horší než jsem myslela.
hu: Istenem. Ez rosszabb, mint gondoltam.

source: What do you mean?
ca: Què vols dir?
cs: Co tím myslíš?
hu: Mire gondolsz?

source: You forgot to say that 'one more reference to underling and I'm leaving'. Listen, Yaranov: I had noticed how you had been looking at me. At first, I couldn't guess what it meant. I am not used to such kind of glances. I can easily recognise hatred, despise, disdain. But this...
ca: T'has oblidat de dir 'una altra referència a carrall i me'n vaig'. Escolta'm, Iaranov: m'he adonat de cóm em mires. En un inici, no sabia que volia dir. No estic acostumada a que em miren així. Puc reconèixer fàcilment l'odi, el menyspreu, el desdeny... Però açò...
cs: Zapomněl jsi říct 'ještě jednou mi řekneš podřadný a necháme tě tu samotnou'. Dobře poslouchej, Jaranove: zaznamenala jsem jak na mně čumíš. Za prvé, nemám tušení co to má znamenat. Nikdy jsem takové chování nezažila. Rozeznám nenávist, opovržení, pohrdání. Ale toto...
hu: Elfelejtetted hozzátenni, hogy 'még egy ilyen elszólás - nemtelen -, és faképnél hagylak'. Idefigyelj, Yaranov: feltűnt, hogy bámulsz engem. Először nem is értettem, miért. Nem szoktam meg, hogy ilyen pillantást vetnek rám. A gyűlöletet, lenézést, megvetést azonnal felismerem, de ez...

source: Listen carefully. Do not have any hope. Do not try anything. First, I am an Akladian and you are not. Second, I am a bad woman. You have no idea how bad. Avoid me. Third, you are not my type. Fourth, there are some Akladian customs of which you are seemingly unaware. Let's make a deal: I will not call you underling, and you will call me Lady Lorin. Agreed?
ca: Escolta'm bé. No tens cap possibilitat. Ni ho intentes. Primera, sóc akladiana i tu no. Segona, sóc una dona roïna. No et pots fer una idea. Evita'm. Tercera, no eres com a mi m'agraden. Quarta, tenim costums que tu pareixes desconèixer. Fem un pacte: jo no et dic carrall i tu em diràs Na Lorin. D'acord?
hu: Na, idefigyelj! Eszedbe ne jusson reménykedni! Se próbálkozni. Először is, én akladiai vagyok, te nem. Másodszor, rossz vagyok. El sem tudod képzelni, milyen rossz. Kerülj engem! Harmadszor, nem vagy az esetem. Negyedszer, vannak bizonyos akladiai szokások, amelyekről láthatólag nem tudsz. Egyezzünk meg: én nem hívlak nemtelennek, te viszont Lady Lorinnak hívsz! Rendben?

source: Lady Lorin it is then. Or maybe I could call you she-wolf, sometimes? She-wolf of Haeltin. In exchange, you could call me Andrey.
ca: Siga. Na Lorin, doncs. Tal volta podria dir-te lloba a vegades? Lloba de Haeltin. A canvi, em podries dir Andrei.
cs: Tak dobře, LADY Lorin. A nebo ti můžu říkat Vlčice? Vlčice z Haeltinu. Na oplátku mi můžeš říkat Andreji.
hu: Tehát Lady Lorin. Esetleg hívhatlak néha nőstényfarkasnak? Haeltini Nőstényfarkasnak. Cserébe hívhatsz Andreynek.

source: Whatever. Go to your people, see what they need. I will check our wounded.
ca: Com siga. Ves amb la teua gent, a veure que els fa falta. Jo miraré els nostres ferits.
cs: Co nadělám. Hybaj ke svým lidem, zjisti, co potřebují. Já se jdu postarat o zraněné.
hu: Ahogy tetszik. Menj az embereidhez, s nézd meg, mire van szükségük! Én megnézem a sebesültjeinket.

source: My soldiers! Bastards, he is killing my soldiers!
ca: Els meus soldats! Bastard, està matant els meus soldats!
cs: Moji vojáci! On zabíjí mé vojáky!
hu: A harcosaim! Az állatok a harcosaimat ölik!

source: I never knew you cared so much for your warriors.
ca: No mai t'he vista tan preocupada pel teus guerrers.
hu: Nem is tudtam, hogy így törődsz a harcosaiddal.

source: I always care for my people, and you have no idea how difficult it was to train them.
ca: Sempre em preocupe pel meu poble, i no tens ni idea de la dificultat que va suposar entrenar-los.
cs: Vždycky jsem se starala o své lidi, a ty nemáš ani páru o tom jak těžké je bylo vycvičit!
hu: Én mindig törődöm az embereimmel, elképzelésed sincs, mennyibe került a kiképzésük.

source: Lorin, what are you doing?
ca: Lorin, què fas?
cs: Lorin, co to děláš?
hu: Lorin, mit csinálsz?

source: Maybe we could try to withdraw to the mountains?
ca: Tal volta ens podríem retirar a les muntanyes?
cs: Možná můžeme zkusit utéct do hor?
hu: Talán a hegyek közé kellene visszavonulnunk?

source: Wait a moment. Are you running away?
ca: Un moment. Estàs fugint?
cs: Tak moment. Ty se snažíš utéct?
hu: Várj egy pillanatot! Te elfutsz?

source: The correct term is strategical relocation of the forces, impertinent underling.
ca: El terme correcte és una reordenació estratègica, carrall insolent.
cs: No já bych to nazvala strategický přesun vojsk, drzý podřadný!
hu: Ezt az erők stratégiai átirányításának szokták hívni, arcátlan nemtelen.

source: One more reference to underling... Ah, what the hell.
ca: Una altra referència a carrall i.... Ah, tant li fa...
cs: Ještě jedna poznámka o podřadném a ... K ďasu!
hu: Még egy ilyen elszólás - nemtelen... Ah, ez maga a pokol.

source: Council in Freetown
ca: Consell en Ciutat Lliure
cs: Rokování ve Svobodově.
hu: Freetowni tanácskozás

source: The day was bright when Gawen Hagarthen entered the forests of Raedwood. There, inside the very heart of the forest, lay the city of Freetown, founded by refugees from lands under Akladian yoke. Life was not easy here, the food was scarce, yet the smiles were often seen on the faces of men and women.
ca: El dia ja estava prou avançat quan Gawen Hagarthen va entrar als boscos de Raedwood. Allí, dins el propi cor dels bosc, s'assetiava la ciutat de Ciutat Lliure, fundada pels refugiats de terres baix el jou akladià. La vida no era gens fàcil allí, el menjar era escàs, però sovint es veia un somrís a la cara de qualsevol home i dona.
hu: Verőfényes nap volt, mikor Gawen Hagarthen belépett Raedwood erdejébe. Az erdő mélyén rejtőzött Freetown városa, amelyet az akladiaiak igája alól menekülő szökevények alapítottak. Lakóinak nem volt könnyű életük, az élelem kevés volt, mégis gyakran harsant nevetés a nők és férfiak között.

source: Karen said she could smell the freedom in the air here; Gawen smelled nothing, though, only the meals prepared in field kitchen. It was not given to him to taste it. The messengers waited for Ruvio, asking him to come to the meeting of the Freetown leaders.
ca: Karen havia dit que es podia sentir la llibertat en l'aire de la ciutat; tanmateix, Gawen no sentia res més que l'olor dels dinars preparats a les cuines. No li havia sigut donat el poder sentir-la. Els missatgers estaven esperant a Ruvio, per pregar-li que acudira al consell dels líders de Ciutat Lliure.
hu: Karen kijelentette, hogy érzi a szabadságot a levegőben; Gawen nem érzett semmit, csak a fővő étel illatát. Ez még nem idézte eszébe a szabadságot. A hírvivők már várták Ruviót, s kérték, hogy keresse fel Freetown vezetőit.

source: Welcome back to Freetown, Ruvio. You are just in time to participate in our meeting.
ca: Benvingut de nou a Ciutat Lliure, Ruvio. Has arribat just a temps per participar en el consell.
cs: Vítej zpátky ve Svobodově, Ruvio. Právě včas, aby ses připojil k našemu Sněmu.
hu: Légy üdvözölve visszatérésed alkalmából, Ruvio! Épp időben érkeztél, hogy részt vegyél a megbeszélésünkön.

source: We welcome also your daughter. Karen, I would order you to leave this meeting and go to your mother...
ca: També li donem la benvinguda a la teua filla. Karen, et manaria que t'anares del consell i visitares a ta mare...
cs: Vítáme také tvou dceru. Karen, rád bych tě požádal, abys odešla a přivítala se se svou matkou a sestrami...
hu: Üdvözöljük a lányodat is. Karen, szeretném, ha magunkra hagynál, és anyáddal töltenéd az időt...

source: ..but you know you would only waste your breath.
ca: ...però ja saps que només balafiaries el teu alè.
cs: ...ale je ti jasné, že bys jenom plýtval dechem.
hu: ... de azt is tudod, hogy az ember vágyai nem mindig teljesülnek.

source: We've heard that you have battled and defeated both Akladians and Outlaws. Accept our congratulations, Ruvio. But who is this young man, your companion?
ca: Hem sentit que has lluitat i vençut tant akladians com proscrits. Accepta les nostres felicitacions, Ruvio. Però qui és aquest jove, el teu company?
cs: Doneslo se k nám, že jste se střetli a porazili jak Akladijce tak bandity. Přijmi naše gratulace, Ruvio. Ale kdo je tady ten mladík?
hu: Hallottuk, hogy megütköztél az akladiaiakkal és a törvényen kívüliekkel, és legyőzted őket. Fogadd elismerésünket, Ruvio! De ki ez az ifjú a társaságodban?

source: I participated in the battles you have mentioned, but someone else should be credited for the victory. We were commanded by this young man.
ca: Jo vaig participar a les batalles que acabes de dir, però un altre deuria rebre el crèdit de les victòries. Vam ser comandats per aquest jove.
cs: Sice jsem se podílel na těch bitvách, o kterých mluvíš, ale někdo jiný si zaslouží ovace za vítězství. Pod velením právě tohoto mladého muže jsme vítězili.
hu: Valóban részt vettem a csatákban, amiket említettél, de a győzelem másnak az érdeme. Ez az ifjú parancsnokolt.

source: And his name is..
ca: I el seu nom és...
cs: A jak se jmenuje?
hu: Akinek a neve...

source: I hate you.
ca: T'odie.
cs: Já tě nenávidím.
hu: Utállak.

source: But now he has to leave. We have very important and secret things to talk upon.
ca: Però ara ha de marxar. Hem de tractar temes molt importants i secrets.
hu: De most távoznia kell. Nagyon fontos és titkos dolgokat kell megbeszélnünk.

source: He has my full trust. He stays.
ca: Té tota la meua confiança. Es queda.
cs: Má mou plnou důvěru. Zůstane.
hu: Teljesen megbízom benne. Tehát marad.

source: Now, let's greet our honorable guest, Mithrandil from the northern Elves. He made a long journey here and he bears important news.
ca: Bé. Ara, donem la benvinguda al nostre honorable hoste, Mithrandil, de les terres dels elfs del nord. Ha fet un llarg viatge per arribar ací i porta notícies d'una importància extrema.
hu: Akkor üdvözöljük nagyrabecsült vendégünket, Mithrandilt, az északi tündéktől. Hosszú utat tett meg idáig, s fontos híreket hozott.

source: My respect and best wishes for everyone in this free city. I hope you will forgive me for not boring you with a long and pompous traditional speech. The news I bring here is simple, and terrifying. The Orcish army has marched unnoticed into very heart of Wesnoth.
ca: El meu respecte i els millors desitjos per aquesta ciutat lliure. Espere que em perdoneu per no avorrir-vos amb un típic discurs llarg i pompós. Les notícies que porte són senzilles i terrorífiques. L'exèrcit orc ha marxat, sense que ningú es donés compte, fins al propi cor de Wesnoth.
hu: Tisztelet és elismerés e szabad város minden polgárának. Remélem elnézitek, ha a hosszú ceremoniális köszöntő helyett rögtön a tárgyra térek. A hírek, amiket hoztam, egyszerűek, de szörnyűyégesek. Egy ork hadsereg masírozott be észrevétlenül Wesnoth szívébe.

source: No! That impossible! How that could possibly happened, they would have to cross through the free realms of the north, and..
ca: No! Això és impossible! Cóm pot ser? Haurien d'haver creuat els regnes independents al nord i...
cs: Ne, nikdy! To je nemožné! Jak by se to mohlo stát? Vždyť by museli projít svobodnými zeměmi na Severu, a ...
hu: Nem! Ez lehetetlen! Hogy történhetett ez meg, az északi szabad területeken kellett átvágniuk, és...

source: He is saying the truth, Huon. You have not seen the reports I've gotten.
ca: Està dient la veritat, Huon. No has llegit els informes que jo he rebut.
hu: Igazat beszél, Huon. Még nem olvastad a jelentésemet.

source: They indeed crossed the free realms of the north. The relations among humans are none of my business. Also, I will pretend that I have not noticed that you have called me a liar. The Orcish army appeared in Wesnoth, bringing back memories of the queen, whose name I will not utter.
ca: Sí que han creuat els regnes independents del Nord. Les relacions entre els humans no són del meu abast. A més a més, faré com si no haguera sentit que m'has taxat de mentider. L'exèrcit orc ha reaparegut en Wesnoth, recordant una reina, de la qual no pronunciaré el seu nom.
hu: Valóban átvágtak az északi szabad területeken. Az emberek közti viszonyokkal nem foglalkozom. Most eltekintek attól, hogy megjegyzést tegyek arra, hogy hazugnak neveztél. Az ork hadsereg betört Wesnothba, s felelevenítette a királynő emlékét, akinek nevét nem óhajtom a számra venni.

source: According to what we gathered, it's internal strife amongst Akladians. If Akladians are slaughtering each other, even if with Orcish help, why should free people be disturbed with that?
ca: Segons el que hem pogut saber, és un conflicte intern entre akladians. Si els akladians estan matant-se els uns als altres, encara que amb l'ajuda dels orcs, per què s'hauria de preocupar la gent lliure?
hu: Azok alapján, amit megtudtunk, ez egy akladiai belháború. Ha az akladiaiak egymást irtják, akár az orkok segítségével is, miért kéne a szabad embereknek emiatt aggódni?

source: We elves believe that this is more than just an Orcish invasion and quarrels between Akladians. Something greater, something evil, is hiding behind this. What it is, we do not know. I came here to warn you, to help you, and ask for help. Find out the real reason the Orcish army is here. Who is hiding behind the invasion. We have our suspicions, but we want to be sure.
ca: Nosaltres, els elfs, creiem que ací hi ha alguna cosa més que unes simples bregues entre akladians i una invasió orca. Hi ha alguna cosa més gran, més malvada que està amagant-se darrere d'aquesta cortina de fum. He vingut per avisar-vos, oferir-vos ajuda i demanar-la. Busqueu quina és la vertadera raó de la tornada dels orcs. Qui està amagant-se darrere de la invasió. Tenim les nostres sospites, però volem estar segurs.
hu: Mi, tündék úgy gondoljuk, hogy ez több, mint egy ork támadás, vagy akladiaiak civakodása. Ez valami sokkal jelentősebb vállalkozás, s valami gonosz rejtőzik mögötte. Hogy pontosan miféle, azt nem tudjuk. Azért jöttünk, hogy figyelmeztessünk titeket, hogy segítsünk, s segítséget kérjünk. Az orkok jelenlétének pontos okát akarjuk megtudni. Ki van az egész invázió mögött. Vannak elképzeléseink, de bizonyítékot szeretnénk.

source: We respect wisdom of the Elves, and we will fulfill your request. We will send two armies to catch Orcish leaders and investigate them. One will be led by Ruvio, second by Huon. Agreed?
ca: Respectem la saviesa dels elfs, i complirem amb la teua petició. Manarem dos exèrcits per capturar els líders orcs i investigar-los. Un anirà dirigit per Ruvio, l'altre per Huon. D'acord?
cs: Respektujeme moudrost Elfů a vyplníme Váš požadavek. Pošleme dvě armády zajmout a vyslechnout vůdce střetů. První pod vedením Ruvia a druhá pod vedením Huona. Má někdo něco proti?
hu: Ismerjük a tündék bölcsességét, s megtesszük, amit tehetünk. Kiküldünk két sereget, hogy elcsípjünk ork vezéreket, s kivallassuk őket. Az egyiket Ruvio fogja vezetni, a másikat Huon. Rendben?

source: No, Gwidle. My army will be led by this ... Gaumhaldric.
ca: No, Gwidle. El meu exèrcit serà comandat per aquest... Gaumhaldric
cs: Ne, Gwidle. Moje armáda půjde pod vedením našeho ... Gaumhaldrika.
hu: Nem, Gwidle. Az én seregemet ez az ifjú, ö... Gaumhaldric vezeti.

source: I will join Huon with part of my escort, I will gave the rest of them to Ruv.. to Gah - uhm - haldreeck. My finest archer, my best captain, two fighters and another archer. In addition, would you prefer to get a Scout or Shaman?
ca: M'uniré a Huon amb part de la meu escorta, i li donaré la resta a Ruv... a Gah...uhm...halrig. La meua millor arquera, el meu millor capità, un parell de lluitadors i una arquera més. A més, prefereixes una xaman o un explorador?
hu: Én csatlakozom Huonhoz a kíséretem egy részével, de néhány kísérőmet Ruv... ö... Gah -uhm- haldreeck rendelkezésére bocsátom. A legjobb íjászomat, a legjobb kapitányomat, két harcost és még egy íjászt. Ezenkívül, sámánt vagy felderítőt szeretnél inkább?

source: I think that...
ca: Em pareix que...
cs: Myslím, že ...
hu: Úgy gondolom, hogy...

source: A Shaman would be great.
ca: Una xaman seria genial.
cs: Šaman se bude hodit.
hu: Egy sámán az nagyszerű lenne.

source: A Scout could be usefull.
ca: Un explorador em seria molt útil.
cs: Průzkumník se bude hodit.
hu: Egy felderítő nagyon hasznos lenne.

source: No, I think I would want more fighters.
ca: No, crec que prefereix alguns lluitadors més.
cs: Ne, díky. Myslím, že budu potřebovat víc bojovníků.
hu: Nem, azt hiszem, inkább néhány harcos jobb lenne.

source: Actually I would like to have one more archer.
ca: La veritat és que m'agradaria tindre un arquer més.
cs: No, víte, kdyby byl ještě jeden lučištník...
hu: Alkalmasint inkább még egy íjászt szeretnék.

source: It would be honor to fight for you, Gaumhaldric.
ca: Serà un honor lluitar amb tu, Gaumhaldric
cs: Bude mi ctí pro Tebe bojovat, Gaumhaldriku.
hu: Megtiszteltetés a számomra, ha érted harcolhatok, Gaumhaldric.

source: Your enemies are mine.
ca: Els teus enemics són també els meus.
cs: Tvý nepřátele jsou i mí.
hu: Az ellenségeid az enyémek is.

source: The honor is mine.
ca: L'honor és meu.
cs: Potěšení je na mé straně.
hu: Enyém a megtiszteltetés.

source: Karen, you will stay here, with mother and sisters. It's too dangerous for you.
ca: Karen, romandràs ací a casa amb la mare i les teues germanes. És massa perillós per tu.
cs: Karen, ty zůstaneš tady s matkou a sestrami. Je to příliš nebezpečné, dítě.
hu: Karen, te itt maradsz anyáddal és a testvéreiddel. Ez túl veszélyes neked.

source: Another one bites the dust.
ca: Un altre que cau a terra.
cs: Zase jeden se válí v prachu.
hu: Fűbe harapott még egy.

source: My arrows never miss!
ca: Les meues fletxes no mai fallen!
cs: Mé šípy nikdy neminou.
hu: Az én nyilaim sosem tévesztenek célt!

source: My lord, I bet you are impressed!
ca: Senyor, segur que estàs impressionat!
cs: Můj Pane, vsadím se, že budete nadšen!
hu: Uram, fogadom, hogy most ámulsz!

source: Akladians, orcs, lizards and all others - when facing mighty Elorain, their fate is always the same!
ca: Akladians, orcs, sauris i tota la resta - quan s'enfronten amb la poderosa Elorain, el seu destí sempre és el mateix!
cs: Akladijci, skřeti, ještěráci i vy všichni ostatní - tváří v tvář mocné Elorian vás čeká vždy stejný osud.
hu: Akladiaiak, orkok, gyíkok és minden más - amikor szembekerülnek a hatalmas Elorainnal, a sorsuk ugyanaz!

source: No man or woman may oppose me when I have a bow or sword!
ca: Cap home ni dona em planta cara quan tinc l'espassa o l'arc!
cs: Ni muž ni žena mi odporovat může, mám-li svůj meč a svůj luk při sobě!
hu: Nincs ember vagy asszony, aki ellen tudna állni nekem, ha kard vagy íj van a kezemben!

source: Straight into your heart!
ca: Directe al teu cor!
cs: Přímo na komoru!
hu: Pont a szíve közepébe!

source: Eat this!
ca: Menja't aquesta!
cs: Nažer se!
hu: Ezt kapd ki!

source: I always shoot to kill. No need to remind me.
ca: Sempre tire a matar. No cal recordar-m'ho.
cs: Vždy střílím tak, abych zabil. Nemusíš mě poučovat!
hu: Mindig halálos lövésre készülök. Szükségtelen emlékeztetni.

source: I stopped to count killed enemies when I turned 50.
ca: Vaig deixar de contar morts quan vaig arribar a 50.
cs: Při padesátém jsem přestal počítat zabité.
hu: 50-nél megálltam számolni az áldozataimat.

source: Sword or Bow, who is better than me?
ca: Espasa o arc, qui és millor que jo?
cs: Meč či luk, kdo je lepší než já?
hu: Van nálam jobb karddal vagy íjjal?

source: For honour, in the name of Eloh!
ca: Per l'honor, en el nom d'Eloh!
cs: Ve jménu Božím, pro věčnou slávu naší Eloh!
hu: A becsületért, Eloh nevében!

source: Strength and honour!
ca: Força i honor!
cs: Síla a čest!
hu: Erő és becsület!

source: First kill this day.
ca: Primer mort ahui.
cs: Dneska jsi můj první.
hu: Az első áldozatom ma.

source: Death is my companion, she walks whenever I may roam
ca: La mort és la meua companya, camina allà on jo estiga.
cs: Smrt je můj souputník, jde v mých šlépějích kamkoli kráčím.
hu: A halál jár velem valahányszor portyára indulok.

source: Killing without hate, dying without fear!
ca: Matar sense odi, morir sense por!
cs: Já zabíjel bez nenávisti, kráčím smrti čelem hrdě vstříc!
hu: Gyűlölet nélkül ölök, félelem nélkül halok!
