Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: We can't. Our enemies are just behind our backs. We want just to cross your swamp and you will then heard about us no more.
ca: No podem. Els nostres enemics ens segueixen molt a prop. Només volem creuar les marjals i ja no ens tornaràs a sentir mai més.
cs: Nemůžeme. Naši nepřátelé jsou nám v patách. Chceme jenom projít tyto bažiny a už o nás nidky neuslyšíte.
hu: Nem tehetjük. Az ellenségeink itt loholnak a nyomunkban. Keresztül kell vágjunk a mocsáron, nem akarunk tőletek semmit.

source: Ssswampss you leave now! Hear about you no more!
ca: Fora de lesss marjjjalsss! No sssentirem de vossaltress mésss!
cs: Bažiny vás propouštějí. Už o vás necheme slyšet!
hu: Kifelé a mocsárrrból! S ne is halljunk felőletek!

source: Reme, leave negotiations to me, I am far more experienced. Lizards! You are about to be exterminated! Prepare to meet your destiny!
ca: Reme, deixa'm les negociacions, tinc molta més experiència. Fardatxos! Aneu a ser exterminats! Prepareu-vos per morir!
cs: Reme, nech vyjednávání na mě. Mám v tom daleko větší zkušenosti. Ještěráci! Budete vyhlazeni! Připravte se. Váš čas nadešel!
hu: Reme, hagyd nekem a tárgyalást, nekem vannak tapasztalataim. Gyíkok! Kiirtunk titeket az utolsó szálig! Készüljetek a halálra!

source: <To himself> No wonder none really liked her.
ca: <A sí mateix> No m'estranya que ningú no la vulga.
cs: <sám sobě> Žádný div, že ji nikdo nemá rád.
hu: <Magában> Nem csoda, hogy senki se szereti igazán.

source: I am not sure whether we have enough gold for this endeavor. I wish we'd got more in previous battles, at least 200.
ca: No estic segur si tenim prou or per aquesta empresa. Tant de bo tinguérem una miqueta més d'or de les altres batalles, com a poc, 200 peces.
cs: Nejsem si jist, že máme na naši výpravu dostatek peněz. Byl bych rád, kdyby nám z předchozích bitev zůstalo víc, aspoň 200.
hu: Nem vagyok benne biztos, hogy elég aranyunk van ehhez a megmérettetéshez. Bárcsak többet gyűjtöttünk volna korábban, legalább 200-at.

source: Wait! Ssspare my life, for I know sssomething...
ca: Essspera! Perdona'm la vida, sssé alguna cosssa...
cs: Počkejte! Nezzzabíjejte mě, vím toho sssspoussstu...
hu: Várrrj! Kegyelmesssz, tudok valamit...

source: Interesting. Speak, maybe I will spare your worthless head, inhuman ungodly beast $ano_saurian_interrogated.
ca: Interessant. Parla, tal volta no et talle eixe cap inútil que tens, bestiola inhumana $ano_saurian_interrogated.
cs: Zajímavé. Mluv, možná si opravdu zachráníš tu tvoji špinavou kůži, nelidská bezbožná příšero jménem $ano_saurian_interrogated.
hu: Érdekes. Beszélj, s lehet, hogy meghagyom a fejed a nyakadon, te embertelen, istentelen jószág, $ano_saurian_interrogated.

source: The orcss are coming in great numbersss.. They are numerousss, they are hiding in the hillss waiting for moment to come...
ca: Els orcss han vingut en un gran nombre, sssón moltss i estan amagatss en lesss muntanyess esperant a que arribe el moment...
cs: Ssskřeti přicházzzí ve velkých hejnech.. Obrovssské počty sssskřetů, ssschovávají ssse v horách, čekají na ssssvou chvíli...
hu: Órrriási orrrk serrreg közeledik... Ssszámolatlan sokan vannak, s a megfelelő pillanatrrra várrrnak a dombok között, hogy...

source: What moment?
ca: Quin moment?
cs: Jakou chvíli?
hu: Hogy?

source: What moment I do not know, but I know that they are expecting a human envoy.
ca: No ho sssé, però sssí sssé que esstan essperant un misssatger humà.
cs: Nezzznám jakou chvíli, ale vím, žžže čekají na lidsssský předvoj.
hu: Hogy mirrre várrrnak, azt nem tudom pontosan, de az biztos, hogy egy emberrri követet várrrnak.

source: Human envoy? That's impossible.
ca: un missatger humà? Això es impossible?
cs: Lidský předvoj? To je nemožné!
hu: Emberi követet? Lehetetlen.

source: Impossible if it isss, then they will wait long... Will you let me live now?
ca: Sssi és imposssible, alessshoresss esssperaran molt.... Em deixaràsss viure?
cs: Pokud je to nemožžžné, assssi budou ččččekat věčččně... Nechášššš mě těd jít?
hu: Hááát, ha lehetetlen, akkorrr sokáig fognak várrrni... Elmehetek?

source: Hide in your quagmire, lizard thing.
ca: Ves-te'n i amaga't al teu amagatall, fardatxo.
cs: Schovej se ve svém blátě, ještěráku.
hu: Süllyedj el a pocsolyádba, te béka!

source: We already know everything we need to know. Your friend had told us about a great army of orcs, what else you could possibly know?
ca: Ja sabem tot el que havíem de saber. El teu amic ens ha parlat d'un gran exèrcit orc, què més saps?
cs: Už víme všechno, co jsme potřebovali vědět. Tvůj přítel nám řekl vše o velké armádě skřetů. Co bys ty ještě mohl vědět?
hu: Megtudtunk mindent, amit akartunk. A haverod már beszélt az ork ármádiáról, mi újat tudnál nekünk mondani?

source: I know where the gold we hide.. Humanss, you love gold, you ssave me life if I show you?
ca: Jo ssé on amaguem l'or.... Humanss, ameu l'or, em ssalveu la vida ssi voss ho enssenye?
cs: Vím, kde je sssschované zzzlato.. Lidiššškové milují zzzzlato, nechášššš mě žít, kdyžžž ti zzzzlato ukážžžžu?
hu: Tudom, hol van elrrrejtve az arrranyunk... Emberrrek, ti arrranyra vadásssztok, lemondanátok rrróla?

source: Seems a fair deal. Show uss.. damned. Show us gold and you may leave.
ca: Pareix just. Disss... merda. Dis-nos on és l'or i podràs marxar.
cs: To vypada jako dobrý obchod. Ukažžž.. k sakru! Ukaž nám zlato a můžeš vypadnout.
hu: Nos, esetleg megkíméljük az életedet. Rendben van, ide az arannyal, aztán elhúzhatod az irhádat.

source: My lady, we have found some gold Saurians were hiding. They probably earned it by robbing the humans living nearby.
ca: Senyora, hem trobat un poc d'or que els sauris havien amagat. Segurament, ho hauran guanyat robant els poblets que hi ha ací prop.
cs: Má Paní, našli jsme nějaké zlato, které tu ještěráci schovávali. Asi ho získali vylupováním lidských obydlí tady v okolí.
hu: Úrnőm, találtunk némi aranyat, amit a gyíkok elrejtettek. Talán a környező emberektől rabolták el.

source: Oh, so I am still 'my lady' to you? Good. We may have some use of the gold in future.
ca: Oh, encara sóc la teu senyora? Oh, bé. Tal volta ens faja falta després.
cs: Ale, takže jsem pořád "Moje Paní"? Dobře. Určitě to zlato budeme ještě potřebovat.
hu: Ó, még mindig 'úrnőm' vagyok neked? Jól van. Jól fog jönni nekünk ez a kis arany a jövőben.

source: I don't care what 'we' you have on mind.
ca: No m'importa què volies dir amb eixe 'ens'.
cs: Žádné MY není.
hu: Nem tudom, mit forgatsz a fejedben ezzel a 'nekünkkel'?

source: You have received 150 gold pieces
ca: Has rebut 150 peces d'or
cs: Získal jsi 150 zlatých.
hu: Hozzájutsz 150 aranyhoz.

source: Good luck, Lady Lorin. It's not far from here to your family castle.
ca: Bona sort, Na Lorin. No estàs molt lluny del castell de la teua família des d'ací.
hu: Sok szerencsét, Lady Lorin! Innen nem messze van a családod kastélya.

source: My family has denied any ties to me long time ago, and you know that, Reme. I promise you that you will hear about me.
ca: Saps que la meua família ha negat qualsevol relació amb mi des de fa temps, Reme. Et promet que tornaràs a sentir de mi.
cs: Má rodina se mě zřekla už před dlouhou dobou, a ty to víš, Reme. Přísahám ti, že o mě ještě uslyšíš.
hu: A családom már rég megszakította a kapcsolatot velem, és te ezt jól tudod, Reme. De még hallasz felőlem.

source: Separation
ca: Separació
cs: Rozdělení
hu: Elválás

source: Finally the party reached the crossroads. One, northern path led to Vattin, second to Reme's clan settlements. Reme Carrenemoe decided to leave the Lorin to her own destiny here.
ca: Per fi, el grup va arribar a un forcall. Un camí, cap al nord, duia a Vattin, l'altre cap als territoris del clan de Reme. Reme Carrenemoe havia decidit abandonar Lorin al seu destí allí.
cs: Nakonec se dostali na křižovatku. Jedna cesta vedla na sever do Vattinu, druhá k Remeho domovu. Reme Carrenemoe se rozhodl opustit Lorin a zanechat ji zde jejímu osudu.
hu: Végül a csapat elérte az útkereszteződést. Az egyik, északra tartó út Vattinba vezetett, a másik Reme klánjának kastélyához. Reme elhatározta, hogy itt hagyja magára Lady Lorint.

source: Now you should be safe, Lady Lorin. I have escorted you to this place. You may choose now five best troops from my army. I shall also leave you all the gold, which is $gold|. And then, we part ways.
ca: Ara ja deuries estar segura, Na Lorin. T'he escortat fins ací. Ara pots triar-ne els cinc millors soldats del meu exèrcit, i a més, et donaré tot l'or que tenim, és a dir, $gold|. I després, ens separarem.
hu: Nos, itt már biztonságban vagy, Lady Lorin. Idáig kísértelek. Kiválaszthatod az öt legjobb harcosomat. Tied lehet az összes arany, mind a $gold|. Aztán útjaink elválnak.

source: Reme.. You've always been a loyal servant of the Hagarthens..
ca: Reme... sempre havies sigut un lleial servidor del clan Hagarthen...
hu: Reme... Te mindig hűségesen szolgáltad a Hagartheneket...

source: I was and am. But you are no Hagarthen, my lady. I have no obligations to you. No Hagarthens remain in Vakladia any more.
ca: Ho era i ho sóc. Però tu no eres cap Hagarthen, senyora. No tinc cap obligació respecte a tu. Ja no queden Hagarthens en Vakladia, no cap.
hu: Mindig és most is. De te, úrnőm, nem vagy Hagarthen. Nem tartozom neked semmivel. Vakladiában nem maradt több Hagarthen.

source: And what about that Orcish army we found out about? We should stick together!
ca: I què passa amb l'exèrcit orc que vam descobrir? Deuríem seguir junts!
hu: S mi van azzal az ork sereggel, amiről információt szereztünk? Össze kellene tartanunk!

source: I have already told you. There is no <we>. Neither of us can do anything about those Orcs.
ca: Ja t'ho he dit. No hi ha cap 'nosaltres'. I ni tu ni jo podem fer res contra ells.
hu: Már megmondtam. Nincs többé királyi többes. Nem tudunk mit tenni az ork sereg ellen.

source: If you don't recall veteran units, the next scenario with Lorin will be extremely difficult to win.
ca: Si no crides cap unitat veterana, el pròxim escenari amb Lorin pot ser extremadament difícil de guanyar.
hu: Ha nem hívsz vissza tapasztalt egységeket, Lorint igen nehéz helyzetbe hozod a következő pályán.

source: Recall or recruit five troops. OR
ca: Reincorpora o recluta 5 soldats O
cs: Přivolej nebo naverbuj pět jednotek. NEBO
hu: Hívj vissza vagy toborozz öt egységet. VAGY

source: End turn if you do not want or can't recall or recruit troops.
ca: Acaba el torn si no vols o no pots reincorporar o reclutar més tropes.
cs: Ukonči kolo, pokud už nemůžeš nebo nechceš přivolávat či verbovat další jednotky.
hu: Fejezd be a kört, ha sem visszahívni, sem toborozni akarsz!

source: You have less than 200 gold pieces. I am not sure if this will be enough in your future endeavours.
ca: Tens menys de 200 peces d'or. No estic segur que això siga prou per a les pròximes missions.
cs: Máš méně než 200 zlatých. Nejsem si jist, že to bude stačit pro příští dobrodružství stačit.
hu: Kevesebb, mint 200 aranyad van. Nem biztos, hogy ez elég lehet a későbbi megmérettetéshez.

source: You have neither choosen nor recruited five soldiers. I hope you know what you are doing, since in future it may be hard to find battle-hardened units. Or, for that matter, Akladians.
ca: No has elegit ni triat cinc soldats. Espere que sàpigues el que estàs fent, perquè en un futur potser siga difícil trobar veterans d'algunes batalles. O, ja ficats, akladians.
hu: Nem választottál, s nem is toboroztál öt harcost. Remélem, tudod, mit csinálsz, mivel nehéz lesz harcedzett egységekre találnod a jövőben. Még akladiaiakra sem.

source: Ally from the Past
ca: Aliat del passat
hu: Szövetséges a múltból

source: When I woke up, first thing I felt was astonishment: I was still alive! At first I thought I was Bor Cryne's prisoner, but my hands weren't tied. Then I noticed that weary man.
ca: Quan vaig despertar, el primer que vaig sentir va ser sorpresa: encara estava viu! En un primer moment, vaig pensar que havia sigut capturat pels guerrers de Bor Cryne, però les meues mans no estaven lligades. Aleshores, vaig adonar-me de la presència d'aquell home cansat.
hu: Amikor felébredtem, én lepődtem meg a legjobban: hiszen még élek! Először azt hittem, hogy Bor Cryne foglya vagyok, de nem voltam megkötözve. Aztán megpillantottam azt a viharvert embert.

source: I do not mean he was old. He just seemed like he saw a lot in his life, his face was bearing memories of old battles, many of them lost. He looked a bit familiar. He was, as my step-mother would call him, an ungodly underling. Wesnothian, in other words. I wasn't sure whether this was a good or bad thing, remembering how much those folks hated Akladians.
ca: No vull dir que era vell. Però sí que semblava que havia vist moltes coses en tota sa vida, la seua cara recordava a antigues batalles i guerres, moltes d'elles perdudes. Em pareixia lleugerament familiar. Era, com la meua madrastra hauria dit, un maleit carrall. Un wesnothià, en altres paraules. No estava segur si era una cosa bona o roina, al recordar quant odiava aquesta gent els akladians.
hu: Nem mondhatom, hogy idős volt. Inkább csak olyan, mint aki már sokat látott életében, számos csata emléke tükröződött az arcán, sok vesztett csatáé. Valahogy ismerősnek tűnt. Egy, nevelőanyám szavaival, istentelen nemtelen volt. Más szóval wesnothi. Nem voltam benne biztos, hogy ez jót vagy rosszat jelent, mivel ismertem gyűlöletüket az akladiaiak iránt.

source: Rebel
hu: Lázadó

source: Finally, you awaken.
ca: Oh, ja veig que t'has despertat.
hu: Végre, magadhoz tértél.

source: Am I alive? Who are you? Where am I?
ca: Estic viu? Qui eres? On sóc?
cs: Žiju? Kdo si? Kde sem?
hu: Élek? Ki vagy te? Hol vagyok?

source: Be not worried. You are amongst friends, Haldric.
ca: No et preocupes, estàs entre amics, Haldric.
hu: Ne aggódj, Haldric! Barátok közt vagy.

source: But, how.. What did you call me? Haldric?
ca: Però, cóm...ei, espera, cóm m'havies dit? Haldric?
hu: De, hogy... Mit mondtál? Haldric?

source: That's how your mother named you.
ca: Sí, eixe era el nom que ta mare et va ficar.
hu: Igen, édesanyád így hívott.

source: My mother never.. wait, you are talking about my REAL mother, aren't you? You knew my mother?
ca: Ma mare no mai... espera, estàs parlant de ma mare, la de veritat, no? Tu la vas conèixer?
cs: Moje matka mi nikdy.. počkat, bavíme se o mojí SKUTEČNÉ matce, že? Ty jsi ji znal?
hu: Anyám soha... azaz, te most az IGAZI anyámról beszélsz? Ismerted őt?

source: Yes, I was her courtier. I was close to her when she was dying. I promised her that I would be watching after you. You have her eyes... I played with you when you were a child, don't you remember me?
ca: Sí, era un dels seus cortesans. Vaig estar al seu costat mentre moria. Li vaig prometre, abans de morir, que cuidaria de tu. Tens els mateixos ulls que ella... Jo jugava amb tu quan eres un xiquet, no te'n recordes de mi?
hu: Igen. Egyike voltam az udvaroncainak. Ott voltam mellette, mikor haldoklott. Megígértem neki, hogy felügyelek rád. A szemeidet tőle örökölted... Veled is játszottam, amikor még kicsi voltál, nem emlékszel?

source: I remember nothing. But, how..
ca: No me'n recorde de res. Però, cóm...
cs: Nepamatuju si vůbec nic. Ale, jak..
hu: Semmire sem emlékszem. De, hogy...

source: I have friends in Barnon. One told me you were walking into a trap. I feared I had come too late when I found you; I thought you were dead. Fortunately, you were only without consiousness. I took you here and cared for you these past three days.
ca: Tinc un amic dins la ciutat de Barnon. Em va dir que anaves de cap a una trampa. Tenia por d'haver arribat massa tard quan vaig encontrar el teu cos. Vaig pensar que havies mort. Afortunadament, només estaves inconscient. Et vaig traure ací i he estat cuidant de tu estos tres últims dies.
hu: Vannak barátaim Barnonban. Egyikük mondta, hogy csapdába csaltak. Féltem, hogy későn találtalak meg; azt hittem meghaltál. Szerencsére csak az eszméletedet vesztetted el. Idehoztalak, s gondodat viseltem az elmúlt három nap alatt.

source: What are you doing here?!
ca: Què estàs fent ací?!
cs: Co tady děláš?!
hu: Mit keresel itt?!

source: My lord, I was not able to stop her.
ca: Senyor, no vaig poder aturar-la.
cs: Můj Pane, nemohl jsem ji zadržet.
hu: Uram, nem tudtam megállítani.

source: Don't be too hard on him, father. He really tried. So, this is little Haldric whom you told us about? He looks quite normal, not Akladian at all.
ca: No sigues molt dur amb ell, pare. Ho ha intentat amb totes les seues forces. Bé, així que aquest és el Haldric del que ens vas parlar? És normal, no pareix gens akladià.
hu: Ne légy hozzá szigorú, apám! Tényleg megpróbálta. Szóval ez az a kis Haldric, akiről beszéltél nekünk? Egészen normálisnak néz ki, nem hasonlít az akladiaiakra.

source: Meet my daughter, Gawen Hagarthen. Imagine I have three other daughters like that back home. Not to mention my wife!
ca: Aquesta és la meua filla, Karen. Imagina, Gawen, tinc tres filles més iguals a casa. I això sense contar amb la meua dona!
cs: Seznam se s mou sestrou, Gawene Hagarthene. A uvědom si, že má doma ještě tři podobné sestry, nepočítaje jejich matku!
hu: Ismerd meg a lányomat, Gawen Hagarthen! S képzeld el, hogy még három ugyanilyen lányom van odahaza. S a feleségemet ne is említsem!

source: I can't believe my own eyes! Isn't that Gawen, the little so called king?
ca: No m'ho puc creure! Aquell no és Gawen, el xiquet que es feia passar per rei?
cs: Nemohu věřit vlastním očím! Není to náhodou Gawen, ten maličký takzvaný král?
hu: Nem hiszek a szemeimnek! Hát nem Gawenbe botlottunk, a kis királyocskába?

source: Are we gonna kill him?
ca: Vas a matar-lo?
cs: Zamodrujem ho?
hu: Megöljük?

source: No, our forces are too weak. Underlings soon may come here in greater numbers. We should immediately carry word to Bor Cryne, he will reward us well and arrive here with more than enough men to crush them.
ca: No, les nostres forces són molt febles. Els carralls prompte vindran en gran nombre. Deuríem dur el missatge immediatament a Bor Cryne, ell ens recompensarà en or i vindrà ací amb un exèrcit més que suficient per xafar-los.
hu: Nem, kevesen vagyunk. A nemtelenek felülkerekednének rajtunk. Azonnal értesítenünk kell Bor Crynét, jó pénzt kapunk a hírért, majd ő hoz elég embert, s elintézik ezt a nemtelen csürhét.

source: My lord, we can't let anyone know that you live. No enemy should leave this battlefield alive. There aren't many of them, this should be easy.
ca: Senyor, no podem deixar que ningú sobrevisca, ja que saben que estàs viu. No cap dels enemics pot abandonar el camp de batalla, però no en són massa, deuria ser prou fàcil.
hu: Uram, nem tudhatja meg senki, hogy élsz. Egyetlen ellenség sem hagyhatja el élve a csatamezőt. Nincsenek sokan, elbírunk velük.

source: Kill enemy leader and all enemy units. Don't allow any enemy unit to reach north-eastern signpost, or the village nearby.
ca: Mata el líder enemic i totes les unitats enemigues. No permetes que cap enemic arribe al senyal del nord est o el poblet del costat.
cs: Zabij vůdce nepřátel a všechny jeho jednotky. Nenech žádnou nepřátelskou jednotku dojít k severozápadnímu směrovníku nebo k blízké vesnici.
hu: Megölöd az ellenséges vezért és minden ellenséges egységet. Nem engeded, hogy egyetlen ellenséges egység is elérje az északkeleti útjelzőt, vagy a mellette lévő falut.

source: Any enemy unit reaches north-eastern signpost
ca: Qualsevol unitat enemiga arriba al senyal del nord-est
cs: Jakákoli nepřátelská jednotka dosáhne severozápadního směrovníku.
hu: Ellenséges egység éri el az északkeleti útjelzőt

source: I will carry the message to Bor Cryne. He will reward me in gold!
ca: Ara podré dur-li el missatge a Bor Cryne. Em cobrirà d'or!
hu: Megviszem a hírt Bor Crynének. Busás jutalmat fogok kapni!

source: It's the end. We have no chance to escape now, once Bor Cryne sends his army.
ca: S'ha acabat. No tenim cap oportunitat d'escapar, una vegada Bor Cryne envie tot el seu exèrcit ací.
hu: Itt a vég. Esélyünk sincs elszökni Bor Cryne serege elől.

source: No! The Akladian reinforcements have arrived! We are encircled!
ca: No! Han arribat els reforços akladians! Estem rodejats!
hu: Ne! Az akladiaiak erősítést kaptak! Bekerítettek minket!

source: Wow.
cs: Uf.
hu: Ejha!

source: What? Young women like me have to learn to defend ourselves.
ca: Què? Una xica jove com jo ha de saber defendre's.
hu: Mondtál valamit? A hozzám hasonló ifjú hölgyeknek meg kell tanulniuk megvédeni magukat.

source: Isn't that Ruvio we heard about? It's a honour fighting for you! Command!
ca: No és el Ruvio del qui em sentit parlar tant? És tot un honor lluitar per tu! A les teues ordres!
cs: Není to ten Ruvio, o kterém jsem toho tolik slyšeli? Je mi potěšením pro tebe bojovat. Čekám rozkazy.
hu: Nahát, Ruvio szólít bennünket? Megtiszteltetés, hogy veled harcolhatunk! Rendelkezz velünk!

source: Today you won't be commanded by me, but by this young man. I will only be his advisor.
ca: Ahui no vos dirigiré jo, sinó aquest jove. Jo seré el seu conseller.
cs: Dnes ale rozkazy neuděluji já, ale tento mladý muž. Já budu jenom rádce.
hu: Most nem én irányítom a csatát, hanem ez az ifjú harcos. Én csak az ő tanácsadója vagyok.

source: And who is he? Why should we fight under his command?
ca: I qui és ell? Per què deuríem lluitar sota el seu comandament?
cs: A kdo je to? Proč bychom měli bojovat pod jeho velením?
hu: És ő kicsoda? S miért kéne elfogadnunk a parancsait?

source: Because I ask you to. Don't you think my word is enough?
ca: Per què jo vos ho demane. No creieu que la meua paraula és suficient?
cs: Protože jsem tě o to požádal. Cožpak ti moje slovo nestačí?
hu: Mert én kérem tőletek. Vagy az én szavam már nem elég?

source: Well then, Ruvio. We'll listen to his orders. We hope you are not mistaken and this young boy can lead us to victory over the Akladian beasts.
ca: Siga, doncs, Ruvio. Seguirem les seues ordres. Esperem que no t'hages equivocat i aquest jove ens puga liderar a la victòria sobre les bèsties akladianes!
hu: Dehogynem, Ruvio. Követjük az ifjú parancsait. Reméljük, nem tévedsz, s ez az ifjú harcos tényleg győzelemre vezet bennünket az akladiai szörnyetegek felett.

source: Peasants and brawlers, how on earth am I supposed to win battle with those?
ca: Camperols i avalotadors, cóm es suposa que he de guanyar aquesta batalla amb açò?
cs: Sedláci a křiklouni, jak mám proboha s takovou armádou zvítězit?
hu: Parasztok és szájhősök, hogy az ördögbe nyerjek csatát ilyenekkel?

source: You forgot about me!
ca: T'has oblidat de mi!
cs: Zapomněl jsi na mne!
hu: Rólam megfeledkeztél!

source: He didn't. He mentioned brawlers already.
ca: No, no ho ha fet. Ja ha mencionat els avalotadors.
hu: Dehogy. Mondta a szájhősöket is.

source: Yes, not the best warriors, but you can recruit a lot of them, and they learn fast. Our opponents are not numerous, and here they can't really recruit more soldiers. It'll be easy, believe me.
ca: Sí, potser no siguen els millors guerrers disponibles, però pots reclutar una caterva d'ells, i aprenen ràpid. Per contra, els nostres rivals són pocs i no poden reclutar més soldats. Serà fàcil, ja ho veuràs.
hu: Igaz, hogy nem a legjobb harcosok, de sokat toborozhatsz belőlük, s gyorsan tanulnak. Az ellenségeink kevesen vannak, s nem is toborozhatnak sokat. Megoldható a dolog, higgy nekem!

source: See, I told you it would be easy.
ca: Veus, t'havia dit que seria fàcil!
hu: Látod, én mondtam, hogy menni fog.

source: Yes, but only because they had limited soldiers and a moron commander. Where to go now?
ca: Sí, però ha sigut gràcies als pocs soldats que tenien i a la estultícia del comandant. On anirem ara?
hu: Igen, mert kevesen voltak, s a parancsnokuk is egy idióta volt. Hova megyünk tovább?
