Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Why should I do that? And when? I was with Gawen all the time far away from here!
ca: Per què ho hauria de fer? I quan? He estat amb Gawen fora d'ací tot el temps!
cs: A jak bych to asi mohla udělat? Celou dobu jsem byla s Gawenem, daleko odtud!
hu: Miért tettem volna? És mikor? Én egész idő alatt Gawen mellett voltam, míg távol voltunk!

source: Huon, stop accusing her. You have no proof.
ca: Huon, deixa d'acusar-la. No tens cap prova.
cs: Huone, přestaň ji obviňovat. Nemáš jediný důkaz.
hu: Huon, hagyd abba a vádaskodást! Nincs bizonyítékod.

source: She could do that, from what I've heard about her. She could do that. I have no proof, but you will never be sure whether it was she or not.
ca: Podria fer-ho, pel que he sentit dir d'ella. Podria fer-lo. No tinc cap prova, però no mai sabràs segur si va ser o no ella.
cs: Mohla to udělat. Podle toho, co o ní vím, to mohla udělat. Nemám důkaz, ale nikdy si nebudeš jist, zda to byla ona nebo nebyla.
hu: Képes lett volna rá, abból ítélve, amit hallottam róla. Megtehette. Nincs bizonyítékom, de sosem lehetsz benne biztos, hogy megtette-e, vagy sem.

source: That's ridiculous! How can you accuse.. Gawen, tell him you don't believe in that bullshit! Gawen! ... Gawen?
ca: Això és ridícul! Cóm pots acusar... Gawen, dis-li que no creus en tota eixa merda! Gawen!.... Gawen?
cs: To je k smíchu! Jak mě můžeš takto podle obviňovat.. Gawene, řekni mu, že nevěříš ani slovo z toho žvástu! Gawene! ... Gawene?
hu: Ez felháborító! Hogy merészelsz megvád... Gawen, mondd, hogy nem hiszed el ezt a zagyvaságot! Gawen! ... Gawen?

source: I want to be... alone for a moment.
ca: Vull... Vull estar sol una estona.
cs: Chci být... na chvíli sám.
hu: Szeretnék egy... egyedül maradni egy kicsit.

source: Because you were declared messiah by the Oracle and recognised as king by Wesnothians, you may again recruit Fencers, Spearmen, Bowmen, Akladian Clansmen, Akladian Warriors, Akladian Homeguards, Akladian Wisemen.
ca: Donat que vas ser declarat messies per l'Oracle i has sigut reconegut rei pels wesnothians, pots reclutar de nou esgrimidors, soldats, arquers, akladians, guerrers, vigil·lants i savis.
hu: Mivel a Jósnő kihirdette, hogy te vagy a Megváltó, és a wesnothiak elismertek királyuknak, újra toborozhatsz vívókat, lándzsásokat, íjlövészeket, akladiai klántagokat, akladiai harcosokat, akladiai honvédőket és akladiai bölcseket.

source: Also, since you were joined by Rob Roe in the past, you may again recruit Thugs, Henchmen, Thiefs and Footpads.
ca: A més, ja que Rob Roe va unir-se a tu en el passat, pots tornar a reclutar brètols, sequaços, lladres i saltejadors.
cs: A navíc, protože se k tobě přidal Rob Roe, můžeš také verbovat Lupiče, Pěšáky, Zloděje a Lapky.
hu: Mivel Rob Roe csatlakozott hozzád korábban, újra toborozhatsz gyilkosokat, útonállókat, orvvadászokat és tolvajokat.

source: Return of the king
ca: La Tornada del Rei
cs: Návrat krále
hu: A király visszatérése

source: Once again I was inside the walls of Vattin. I dreamt about this moment many times, but I never expected I would be that... terrified. Gawen got his throne, and he was busy accepting the envoys from all sides of Vakladia acknowleding him as king, both Wesnothians and Akladians, not to mention he was growing a beard.
ca: Una altra vegada tornava a estar dins les muralles de Vattin. Havia somniat amb aquest moment moltes vegades, però mai haguera imaginat que estaria tan... terroritzada. Gawen ha arribat al tro i està ocupat acceptant delegacions de totes les parts de Vakladia que el reconeixen com a rei, tant wesnothians com akladians. A més, s'estava deixant barba.
cs: Takže jsem byla znova ve Vattinu. Mnohokrát jsem snila o tomto momentu, ale nikdy jsem nevěřila, že budu tak... sklíčená. Gawen získal svůj trůn a byl tak zaneprázdněný přijímáním poselstev ze všech koutů Vakladie, kdy mu jak Wesnoťani, tak Akladijci vzdávali hold jako svému králi, že ani nezaznamenal, že mu narostl plnovous.
hu: Újra Vattin falain belül voltam. Sokszor álmodtam erről a pillanatról, de sosem hittem volna, hogy ennyire... félni fogok. Gawen elfoglalta a trónját, s rengeteg dolga volt, Vakladia minden részéből jöttek küldöttek, akik elismerték őt királynak, s mind a wesnothiak, mind az akladiaiak elküldték követeiket hozzá, nem is beszélve arról, hogy szakállat növesztett.

source: But I felt like a hunted animal. Whenever I looked, I met eyes full of distrust and disdain. I wasn't sure how long I could keep my secret; I tried hard, but it was harder with every day. Do they know already? Maybe they are just pretending they don't? This were strange days, when I felt both happy and terrified, when I was both escaping from and waiting for every hour.
ca: Però em sentia com un animal que evitava els caçadors. On mirava, em trobava amb ulls plens de desconfiança i menyspreu. No estic segura, no sé quant podré mantenir el meu secret. Ho intentava amb totes les meus forces, però cada dia era més i més difícil. Ja ho sabran? Potser fan com si no ho saberen? Eren uns dies estranys, em sentia a vegades feliç i a vegades terroritzada, quan al mateix temps estava escapant i esperant cada hora.
cs: Ale stále jsem se cítila jako štvaná zvěř. Kamkoli jsem se podívala, viděla jsem oči plné nedůvěry a nenávisti. Nevěděla jsem, jak dlouho dokážu udržet svoje tajemství; byla jsem silná, ale bylo to čím dál těžší. Už to opravdu ví? Možná se jenom všichni tváří, že nic nevidí? Byly to zlé dny, když jsem se cítila šťastná i sklíčená zároveň, kdy jsem se těšila na každou hodinu, před kterou jsem se ale zároveň snažila uprchnout.
hu: De én úgy éreztem magam, mint egy űzött vad. Akárhova néztem, a szemekben gyanakvást láttam és megvetést. Nem tudtam, meddig őrizhetem meg a titkomat; kitartottam, de napról-napra nehezebb volt. Tudják már? Csak megjátsszák, hogy nem? Különös napok voltak, hol boldog voltam, hol rettegtem, egyszer menekültem volna a jövőtől, másszor szaladtam volna a következő óra elé.

source: Soon envoys came also from other Akladian kingdoms. Easkladia had no king and Gawen was asked to take over what was left from that kingdom. Others came from Okladia, but this were not envoys, but refugees. Finally, to my surprise also Gawen's cousins, Luc and Gauri Hagarthens from Guilcorta sent their own messengers.
ca: Prompte van arribar també delegacions d'altres regnes akladians. Iskladia no tenia rei i van demanar a Gawen que prenguera possessió del que quedava del regne. Uns altres van arribar des d'Okladia, però aquestos no eren delegacions sinó refugiats. Finalment, i no sense sorpresa, va arribar una delegació de part dels cosins Luc i Gauri Hagarthen de Guilcorta.
cs: Brzy dorazily také poselstva z ostatních Akladijských království. Eskladie neměla krále a Gawen byl požádán, aby převzal to, co z toho království zbylo. Další přišli z Okladie, ale to nebyli poslové, ale uprchlíci. A nakonec, také Gawenovi bratranci, Luc a Gauri Hagarthenové z Guilcorta vyslali své emisary.
hu: Hamarosan megérkeztek a többi akladiai királyság követei is. Easkladiának nem volt királya és Gawent kérték fel a megmaradt királyság trónjának elfoglalására. Megint mások Okladiából érkeztek, de ők nem követek voltak, hanem menekültek. Végül meglepetésemre Gawen unokatestvérei, Luc és Gauri Hagarthen is elküldte követeit.

source: Welcome, noble lords, my friends, my swords. We gathered here to discuss our situation.
ca: Benvinguts, nobles senyors, amics meus, espases meues. Ens hem reunit ací per debatre la nostra situació.
cs: Vítejte, vznešení pánové, mí přátelé, mé meče. Setkali jsme se zde, abychom projednali naši situaci.
hu: Legyetek üdvözölve, nemes uraim, barátaim, fegyvereim. A helyzet megbeszélésére gyűltünk össze.

source: Those few Akladian lords, who refused to believe the Oracle withdrew into the hills. Bor Cryne is there, gathering an army. I think he waits until Grekulak's allies, orcs and undead will come here from the Okladia.
ca: Aquells pocs senyor akladians que van rebutjar la proclama de l'Oracle es van retirar a les colines. Allà és Bor Cryne, reunint un exèrcit. Crec que espere els aliats de Grekulak, els orcs i els no morts que vindran des d'Okladia.
cs: Ti zbylí Akladijští lordové, kteří odmítli uvěřit Věštkyni, prchli do hor. Je tam i Bor Cryne a sbírá armádu. Předpokládám, že čeká, než dorazí Grekulakovi spojenci, skřeti ze severu a nemrtví z Okladie.
hu: Az a néhány akladiai nemes, aki a Jósnő felhívása ellenére sem hódolt be, visszavonult a dombok közé. Közéjük tartozott Bor Cryne is, aki nagy sereget toborzott. Úgy gondolom, arra várt, hogy Grekulak a szövetségeseivel, orkokkal, élőholtakkal megérkezzen Okladiába.

source: And when that will happen?
ca: I això quan passarà?
cs: A kdy se tak stane?
hu: És ez mikorra várható?

source: Soon, my lord. I talked to the refugees from Okladia. King Buffin is dead. Some Akladian lords are still defending themselves, locked in their castles, but I doubt Grekulak will wait until they will be defeated. He will march here immediately.
ca: Prompte, mon senyor. He parlat amb els refugiats d'Okladia. El rei Buffin ha mort i només queden alguns senyors akladians que es defensen, tancats dins dels seus castells. Tanmateix, dubte que Grekulak es quede per derrotar-los tots, marxarà ací immediatament.
cs: Brzy, Můj Pane. Bavil jsem se s uprchlíky z Okladie. Král Buffin je mrtev. Někteří Akladijští lordi se stále brání, zabarikádovaní ve svých hradech. Předpokládám, že Grekulak čeká, až padnou, a pak se vypraví sem.
hu: Hamarosan, uram. Beszéltem az okladiai menekültekkel. Buffin király halott. Néhány akladiai nemes még tartja magát, körbezárva a kastélyában, de kétlem, hogy Grekulak megvárja, míg beveszik a váraikat. Szerintem rögtön idemasírozik.

source: Soon, my lord. I talked to the refugees from Okladia. King Buffin is dead. Some Akladian lords are still defending themselves, locked in their castles, but I doubt Grekulak will wait untill they will be defeated. He will march here immediately.
ca: Prompte, mon senyor. He parlat amb els refugiats d'Okladia. El rei Buffin ha mort i només queden alguns senyors akladians que es defensen, tancats dins dels seus castells. Tanmateix, dubte que Grekulak es quede per derrotar-los tots, marxarà ací immediatament.
cs: Brzy, Můj Pane. Bavil jsem se s uprchlíky z Okladie. Král Buffin je mrtev. Někteří Akladijští lordi se stále brání, zabarikádovaní ve svých hradech. Předpokládám, že Grekulak čeká, až padnou, a pak se vypraví sem.
hu: Hamarosan, uram. Beszéltem az okladiai menekültekkel. Buffin király halott. Néhány akladiai nemes még tartja magát, körbezárva a kastélyában, de kétlem, hogy Grekulak megvárja, míg beveszik a váraikat. Szerintem rögtön idemasírozik.

source: Noble Lutr Moric from Guilcorta, I believe you have a message for us from your kings
ca: Noble Lutr Moric de Guilcorta, crec que tens un missatge per nosaltres de part dels vostres reis.
cs: Vznešený Lutre Morici z Guilcorta, věřím, že ty máš pro nás zprávy od svých králů.
hu: Nemes Lutr Moric Guilcortából, azt hiszem, üzeneted van számunkra a királyaidtól.

source: Yes. Both Luc and Gauri will recognise you as superior king of all Akladian kingdoms. The Oracle couldn't be wrong declaring you as messiah. We are not delighted with all your laws about Wesnothian emancipation, but we respect the will of God's voice and messiah.
ca: Sí. Tant Luc com Gauri et reconeixen com el rei suprem de tots els senyors akladians. L'Oracle no pot equivocar-se al declarar-te messies. No ens acaben d'agradar les teues lleis sobre l'emancipació wesnothiana, però respectem la voluntat de la veu de Déu i el messies.
cs: Ano. Oba dva, Luc i Gauri, tě uznávají jako nadřazeného krále všech Akladijských království. Věštkyně se nemohla mýlit, když tě označila za Mesiáše. Nejsme nadšeni všemi tvými zákony o Wesnoťanské emancipaci, ale budeme tě respektovat jako Boží hlas a Mesiáše.
hu: Igen. Mind Luc, mind Gauri elismeri az akladiai királyságok fölötti főhatalmadat. A Jósnő nem tévedhet, ha megváltónak nevez téged. Nem örülünk a rendelkezéseidnek, a wesnothiak egyenjogúsítása ügyében, de tiszteletben tartjuk Isten hangjának és a megváltónak az akaratát.

source: Good. Ruvio, what's your advise? Ruvio..
ca: Bé. Ruvio, què aconselles? Ruvio...
cs: Výborně. Ruvio, jaká je tvá rada? Ruvio..
hu: Rendben. Ruvio, mit tanácsolsz? Ruvio...

source: I'm sorry.. Yes..
ca: Ho sent... Sí...
cs: Promiň.. Samozřejmě..
hu: Elnézést... Igen...

source: Undead and orcs will strike from east very soon. Maybe they are already on their way here. Bor Cryne is preparing an army in hills, he will join Grekulak's army.
ca: Els no morts i els orcs atacaran des de l'est molt prompte. Tal volta ja estiguen en camí. Bor Cryne està preparant un exèrcit en els colines, prompte s'unirà a l'exèrcit de Grekulak.
cs: Nemrtví a skřeti zaútočí z východu velmi brzy. Dost možná, že už jsou na cestě. Bor Cryne připravuje v horách svoji vlastní armádu, se kterou se připojí ke Grekulakovi.
hu: Az élőholtak és az orkok keletről gyorsan ideérhetnek. Lehet, hogy már meg is indultak. Bor Cryne a dombok közt fegyverkezik, csatlakozni fog Grekulakhoz.

source: We cannot possibly defeat those three forces when they will be united. I propose to strike now, when they are still separated. Bor Cryne is the weakest of this two enemies, so I hope you will agree with me that he is the best target.
ca: És molt difícil que puguem derrotar totes tres forces quan estiguen unides. Propose atacar ara, quan encara estan separats. Bor Cryne és el més dèbil dels dos enemics, així que supose que estareu d'acord amb mi en què és el millor objectiu.
cs: Pravděpodobně nejsme schopni odolat všem třem silám, pokud se sjednotí. Proto musíme zaútočit nyní, když jsou rozděleni. Bor Cryne je nejslabší, takže doufám, že budeš se mnou souhlasit, když v prvé řadě vytáhneme proti němu.
hu: Az egyesült hármas sereget nem leszünk képesek legyőzni. Azt javaslom, hogy csapjunk le most, amíg még külön vannak. Bor Cryne látszik a legygyengébbnek közülük, tehát én őt ajánlom célpontnak.

source: The words of messiah cannot be doubted.
ca: Les paraules d'un messies no poden ser discutides.
cs: Slova Mesiáše nemohou být zpochybněna.
hu: A Megváltó szavához nem férhet kétség.

source: What help can be expected from our dear cousins from Guilcorta?
ca: Quina ajuda podem esperar dels nostres benvolguts cosins de Guilcorta?
cs: Jakou pomoc můžeme očekávat od mých bratranců z Guilcorta?
hu: Milyen segítséget várhatunk kedves guilcortai unokatestvéreinktől?

source: We are preparing the defenses ourselves and cannot spare any soldier,...
ca: Estem reforçant les nostres defenses i no podem permetre'ns cap soldat...
cs: Sami se připravujeme na obranu a nemůžeme postrádat jediného vojáka...
hu: A védelmünket szervezzük, és nem tudunk katonákkal hozzájárulni...

source: (To herself) Or rather, they are so afraid of each other that they can't risk weaken their armies, because the one beloved brother would then cut the second beloved brother his beloved throat.
ca: <A sí mateixa> Més aviat, es tenen tanta por que no poden arriscar-se a debilitar els seus exèrcit, ja que un benamat germà li tallaria a l'altre benamat germà el seu benamat coll.
hu: (Magában) Vagy inkább, annyira félnek egymástól, hogy nem kockáztatják meg, hogy meggyengüljön a seregük, hiszen akkor az egyik szeretett testvér habozás nélkül átvágná a másik szeretett testvér szeretett torkát.

source: .. but I brought here gold, 100 golden pieces from Luc and 100 golden pieces from Gauri.
ca: ... però he tret ací 100 peces d'or per part de Luc i 100 més per part de Gauri.
cs: .. ale přinesl jsem zlato. 100 zlatých od Luca a 100 zlatých od Gauriho.
hu: ... de hoztam egy kis aranyat, 100 aranyat Luctól és 100 aranyat Gauritól.

source: You have received 200 gold pieces
ca: Has rebut 200 peces d'or.
cs: Získal jsi 200 zlatých
hu: Kapsz 200 aranyat

source: (To herself) 200 golden pieces! Wow, I'm impressed. I bet they will be forced to beg now, losing so ENORMOUS amount of gold.
ca: <A sí mateixa> 200 peces d'or! Wow, estic impressionada. Segur que ara es veuen obligats a mendicar pels carrers, havent perdut tan ENORME quantitat de diners.
hu: (Magában) 200 arany! El vagyok ájulva... Fogadni mernék, hogy koldusbotra jutnak, ekkora HIHETETLEN nagy összeg adományozásával.

source: Gawen and his army marched out of Vattin. Bor Cryne wasn't waiting - realising, that his only chance is to join with Grekulak hordes advancing from east, he left his hide with all forces he could gather. Many Akladian lords and large part of orcs already abandoned him by this time.
ca: Gawen i el seu exèrcit van eixir de Vattin als pocs dies. Bor Cryne no els esperava, ja que va adonar-se que l'única oportunitat que tenia consistia en reunir-se amb les forces de Grekulak que avançaven des de l'est. Així que va abandonar el seu amagatall amb totes les forces que va poder reunir. A aquestes altures, molts senyors akladians i la major part dels orcs ja l'havien abandonat.
cs: Gawen se svou armádou vypochodoval z bran Vattinu. Bor Cryne nečekal - došlo mu, že jeho jediná šance je spojit se s Grekulakovými hordami na východě. Opustil úkryt v horách se všemi jednotkami, které se mu podařilo posbírat. Mnoho Akladijských lordů a velká část skřetů ho tehdy opustila.
hu: Gawen a seregével elhagyta Vattint. Bor Cryne nem várta be őket - felismerte, hogy az egyetlen esélye az, ha egyesülnek Grekulak keletről érkező hordáival, serege maradékával elhagyta rejtekhelyét, s keletre igyekezett. Sok akladiai nemes, s az orkok nagyobb része eddigre már elpártolt tőle.

source: Both forces met at the fields which were later called Orannon, which in Akladian means 'battlefield'. This day was to be remembered for many generations to come - also by crows and wolves, who by decades couldn't expect for such abundant amount of bodies.
ca: Les dos forces van xocar als camps que avui es coneixen amb el nom d'Orannon, que en llengua akladiana vol dir 'camp de batalla'. Aquell dia seria recordat durant generacions i generacions... i també pels corbs i els llops, tal va ser el nombre de cadàvers que en décades mai tornarien a veure.
cs: Obě strany se setkali na poli, kterému se od těch dob říká Orannon, což v Akladijštině znamená "bitevní pole". Tento den se stane památným pro mnohá pokolení - včetně generací vran a vlků, kteří po mnoho dalších věků nebudou mít tolik těl k hostině.
hu: A két sereg összetalálkozott a mezőn, amely később az Orannon nevet kapta, ennek jelentése akladiai nyelven 'hadszíntér'. Ez a nap a következő nemzedékek számára örökre emlékezetes maradt - akárcsak a hollóknak és farkasoknak, amelyek sosem látott lakomát rendeztek az elesettek hulláiból.

source: Robert the Hefty
ca: Robert el Pesat
hu: Izom Robi

source: Remember the Freetown!
ca: Recordeu Ciutat Lliure!
cs: Za Svobodov!
hu: Emlékezzetek Freetownra!

source: My lord, our scouts reported that Grekulak is much closer than we thought. He is just two days of march from here - two days from undead army that is, since they can march without the rest night and day.
ca: Mon senyor, els nostres exploradors informen que Grekulak està molt més a prop del que pensàvem. Només està a dos dies de marxa, dos dies per a un exèrcit no mort, això és, ja que poden marxar sense descans de dia i de nit.
cs: Můj Pane, náš průzkum hlásí, že Grekulak je mnohem blíže, než jsme si mysleli. Je pouze dva dny pochodu odtud - dva dny pro armádu nemrtvých, kteří mohou pochodovat bez únavy a odpočinku, dnem i nocí.
hu: Uram, a felderítőink jelezték, hogy Grekulak sokkal közelebb van, mint gondoltuk. Mindössze kétnapi járásra van tőlünk - kétnapi járásra az élőholtaknak, mivel ők pihenés nélkül menetelhetnek éjjel-nappal.

source: Two days? It's impossible to defeat them within two days.
ca: Dos dies? És impossible derrotar-los en dos dies.
cs: Dva dny? Nemůžeme je porazit za dva dny!
hu: Két nap? Ennyi idő alatt képtelenség megsemmisíteni őket.

source: Then kill as many of them as it is possible and choose good defensive position until Grekulak's army will come here.
ca: Aleshores mata tants com pugues i després tria una bona posició defensiva fins que arribe l'exèrcit de Grekulak.
cs: Tak jich pobijme, co se do nich vejde a vyber dobrou obranou pozici, než Grekulak dorazí.
hu: Akkor öljetek meg közülük annyit, amennyit tudtok, s keressetek megfelelő védelmi pozíciókat, míg Grekulak serege meg nem érkezik.

source: Indeed. We will have no time to rest and cure our wounded. But maybe it won't be necessary, we should negotiate first..
ca: Cert. No tindrem temps per descansar i cuidar els nostres ferits. Tal volta no siga necessari, deuríem negociar-ho primer...
cs: Zajisté. Nebude čas na odpočinek a léčení zraněných. Ale možná to nebude nutné, mohli bychom zkusit nejdříve vyjednávat.
hu: Úgy van. Nincs időnk pihenni és a sebeket gyógyítani. De lehet, hogy nem is lesz rá szükség, talán megegyezhetünk velük...

source: Hey, who's there? The little boy with his mommy!
ca: Ei, qui va! Oh, si és el xiquet i sa mamà!
cs: Hej, kdo je to? Malý chlapec a jeho matička!
hu: Hé, ki van ott? A kisfiú az anyjával!

source: Bor Cryne - finally I meet you. You will pay me for everything you have done.
ca: Bor Cryne... Per fi ens trobem. Em pagaràs tot el que m'has fet.
cs: Bore Cryne - konečně jsme se setkali. Zaplatíš za všechny své skutky.
hu: Bor Cryne - végre találkozunk. Fizetni fogsz azért, amit elkövettél.

source: Oh how am I scared. And there, isn't that the famous rebel leader, Ruvio? Unfortunately he was such a coward he abandoned his family in Freetown when he heard we are coming for them.
ca: Ui, ja estic tremolant. Ah, i mira, si també està el famós líder rebel Ruvio! Malauradament, va ser tan covard que va abandonar la seua família en Ciutat Lliure quan va sentir que anàvem contra ells.
cs: Ouha, už se bojím! A támhleten, není to náhodou ten věhlasný vůdce rebelů, Ruvio? Bohužel jako zbabělec opustil svoji rodinu ve Svobodově, když uslyšel, že si pro ně jdeme.
hu: Ó, de be vagyok rezelve. És az ott, csaknem a híres lázadó vezér, Ruvio? Aki olyan szerencsétlen birka volt, hogy otthagyta a családját, amikor meghallotta, hogy értük megyünk.

source: My lord.. Please.. I want to kill him. Leave him to me..
ca: Mon senyor... Per favor... Vull matar-lo. Deixa-me'l.
cs: Můj Pane.. Prosím.. Chci ho zabít sám. Prosím, nechej mi ho.
hu: Uram... Kérlek... Én akarom megölni őt. Hagyd őt nekem...

source: I wish you were as pretty as your daughters, Ruvio. I could do to you the same I've done to them. Especially the redhead, what was her name? The fighting one. She was the best.
ca: Tant de bo fores tan bonic com les teues filles, Ruvio. Et podria fer el mateix que a elles. Especialment a la pèl-roja, quin era el seu nom? La que lluitava. Va ser la millor.
cs: Přeju si, abys byl taky tak krásný jako tvoje dcerušky, Ruvio. Chtěl bych ti udělat to samé, co jsem udělal jim. Zvláště pak té zrzavé, jak ona se to jenom jmenovala? Ta bojující. Ta byla nejlepší.
hu: Bárcsak olyan csinos lennél, mint a lányaid voltak, Ruvio. Ugyanazt tenném veled, mint velük. Különösen az a vöröshajú, hogy is hívták? A kis harcos. Ő volt a legjobb.

source: Kill them. Kill them all. Have no mercy.
ca: Mateu-los. Mateu-los tots. Sense pietat.
cs: Bijte. Zabijte je všechny. Nemějte s nimi žádné slitování!
hu: Öljétek meg őket! Öljétek meg mindet! Nincs kegyelem.

source: My lord, we should try negotiations first. Grekulak is enemy of every one, and...
ca: Mon senyor, deuríem intentar negociar primer. Grekulak és l'enemic de tots, i...
cs: Můj Pane, měli bychom zkusit nejřív vyjednávat, Grekulak je nepřítel nás všech a ...
hu: Uram, megpróbálhatnánk először egyezkedni. Grekulak mindenkinek az ellensége, és...
