Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: You probably heard the stories about the messiah. I think that Grekulak is source of this stories. He wants to appear amongst the Akladians, to graspp them again. But we may use those stories against him. To counter him the Oracle also started to made her own prophecies, unclear enough to be popular. Grekulak has it that messiah would not be Akladian, more popular version of Oracle is that he will not be fully Akladian.
ca: Probablement hageu sentit ja les històries del messies. Crec que Grekulak és la font d'aquestes històries. Vol aparèixer entre els akladians per tornar a dominar-los. Però també podem usar aquestes històries en la seua contra. Amb aquesta finalitat, l'Oracle va començar a fer també les seues pròpies profecies, que eren prou vagues com per ser populars. La versió de Grekulak deia que el messies no seria akladià, però la versió més popular és la de l'Oracle, que assenyala que el pròxim messies no serà totalment akladià.
hu: Talán halottátok a történetet a megváltóról. Azt hiszem, Grekulaktól ered ez a teória. Így akar megjelenni az akladiaiak közt, s újra magához kötni őket. De saját fegyverét használhatjuk ellene. Számolva a lehetőséggel a Jósnő már maga is elkezdte a saját jövendölését terjeszteni, ami elég homályos ahhoz, hogy népszerű legyen. Grekulak verziója, a megváltó nem akladiai, ellenében a Jósnö jövendölésében az szerepel, hogy a megváltó nem teljesen akladiai.

source: I think you understand now. Gawen, you will be that new messiah. In the better times Wesnoth would defeat Grekulak easily. Even Akladians could defeat him on his own if not for the chaos. But in this time of disunity Grekulak has a chance of taking over these lands, and then over the whole world.
ca: Crec que ja comprens, Gawen. Eres tu qui serà el pròxim messies. En els seus bons temps, Wesnoth podria derrotar Grekulak fàcilment. Fins i tot els akladians podrien derrotar-lo si estigueren units. Tanmateix, en aquesta època de desunió i conflicte, Grekulak té l'oportunitat de conquerir aquestes terres, i després tot el món.
cs: Myslíš, že jsi to pochopil, Gawene, ty budeš tím novým Mesiášem. V lepších časech by Wesnoth s přehledem porazil Grekulaka. I sami Akladijci by jej byli schopni sami porazit. Ale nyní, v době rozdrobenosti má Grekulak, stejně jako kdysi Akladijci, šanci ovládnout postupně všechna území a posléze i celý svět.
hu: Azt hiszem, hogy most már értesz mindent. Gawen, neked kell lenned ennek a megváltónak. Fénykorában Wesnoth könnyen elbánt volna Grekulakkal. Még az akladiaiak is elbánnának vele, ha nem lenne ez a káosz, de ebben a széttagoltságban Grekulaknak esélye van átvenni az uralmat fölöttük, s aztán az egész világ fölött.

source: Messiah, ha, ha, ha, that's good. I really miss Karen - she would probably immediately create some witty song about this. Gawen the messiah! First the king, and now the messiah! What a career for someone who is considered bastard by Akladians.
ca: Messies, ha, ha,ha, eixa és bona! Ah, tan de bo estiguera Karen per ací, segur que ara ja hauria creat una divertida cançó amb tot açò! Gawen el messies! Primer, el rei, i ara tot un messies! No és una mala carrera per a un que els akladians consideren bastard.
cs: Mesiáš, ha, ha, ha, to je fakt dobrý. Skutečně mi tu chubí Karen - jistě by o tom ihned složila veršovanku. Gawen Mesiášem! Nejdřív král, a teď dokonce Mesiáš! Jaká úžasná kariéra pro někoho, kdo je i Akladijci označen za barbara!
hu: Megváltó, ha, ha, ha, ez nagyon jó. Most tényleg hiányzik Karen - biztosan kreálna valami szellemes éneket róla. Gawen, a megváltó! Először király, s most megváltó! Micsoda karrier egy embernek, akit az akladiaiak csak egy korcsnak tartanak.

source: No, Gawen. For great many Akladians, especially simple clan members Gawen Hagarthen is rightfull king. Only part of Akladian lords hates you. You are the only person which can unite both Akladians and Wesnothians, who can create one nation from them, and defeat the forces of evil which will came here led by Grekulak.
ca: No, Gawen. Per a la gran majoria d'akladians, especialment els més senzills membres dels clans, Gawen Hagarthen és rei per dret propi. Només una part dels senyors akladians t'odien. Eres l'única persona que pot unir tant els akladians com els wesnothians, l'únic que pot crear una nova nació d'entre aquestes dos i l'únic que pot derrotar les forces del mal que arribaran liderades per Grekulak.
hu: Nem, Gawen. Az akladiaiak számára, különösen az egyszerű emberek számára, Gawen Hagarthen a törvényes király. Csak az akladiai nemesek egy része gyűlöl. Te vagy az egyetlen ember, aki egyesítheti az akladiaiakat és a wesnothiakat, aki egységes nemzetet kovácsolhat belőlük, s aki megsemmisítheti a gonosz erőt, amelyet Grekulak hoz ellenünk.

source: How do you think I will do it? I will just say 'hey guys, you may call me messiah now'? Isn't some kind of miracle needed and this kind of stuff?
ca: I cóm creus que puc fer tot això? Aniré i diré: 'ei gent, ara podeu dir-me messies i tal'? No és necessita cap mena de miracle o alguna cosa d'aquestes?
cs: A jak si myslíš, že to udělám? Třeba že řeknu "Nazdar hoši, od teď mi říkejte Mesiáš."? Není k tomu nutné vykonat nějaké zázraky nebo něco takového?
hu: S hogy tudnám ezt megtenni? Csak odaszólok 'hé, fiúk, mostantól szólítsatok megváltónak'? Nem kellene valami csodát művelnem, vagy valami ilyesmit?

source: The oracle will declare you a messiah, and Akladians from all the kingdoms, including even the other kings, will acknowledge you. You are of Wesnothian royal line, so also Wesnothian will recognise you as their legal ruler. As Gaumhaldric you made a name of your own. And I and all surviving mages will serve you.
ca: L'Oracle et declararà messies, i els akladians de tots els regnes, fins i tot els altres reis, hauran de reconèixer-te. També tens sang de la casa reial de Wesnoth, així que els wesnothians també t'admetran com el seu governant legal. Sent Gaumhaldric vas aconseguir fer-te un nom i una fama. I tots els mags supervivents i jo et servirem.
cs: Věštkyně tě prohlásí Mesiášem, a Akladijci ze všech království, včetně všech ostatních králů, se ti pokloní. Pocházíš z Wesnothské královské krve, takže i lidé Wesnothu tě přijmou za svého právoplatného dědice trůnu. A jako Gaumhaldrik sis vybudoval velké jméno a prestiž. A nakonec já i všichni přeživší mágové ti budou sloužit.
hu: A Jósnő kihirdeti, hogy te vagy a megváltó, s az akladiaiak minden királyságból, s még más királyok is, el fognak ismerni. Wesnothi királyi család sarja vagy, így a wesnothiak is el fogják ismerni a trónigényedet. Gaumhaldric néven, amit választottál magadnak. S mi az összes mágussal a szolgálatodra állunk.

source: Shut up, foul mage. Everything you tell us was blasphemy. Gawen Hagarthen is the king of Vakladia.
ca: Calla, maleït mag. Tot el que has dit és blasfèmia. Gawen Hagarthen és el rei de Vakladia.
cs: Zklapni, pitomý mágu. Všechno, cos tu navykládal, jsou žvásty. Gawen Hagarthen je král Vakladie.
hu: Fogd be a szád, aljas mágus. Minden, amit elmondtál, istenkáromlás. Gawen Hagarthen Vakladia királya és punktum.

source: And you are his mother, therefore the queen - think about it. He could rule over whole Wesnoth, all Akladian kingdoms.
ca: I tu eres sa mare, la reina mare, doncs. Pensa-ho. Podria governar tot Wesnoth i tots els regnes akladians.
cs: A ty jsi jeho matka, tedy královna - mysli na to. Mohl by vládnout celému Wesnothu, všem Akladijským královstvím.
hu: És te, mint az anyja, a királyné - vagyis így képzeled. Uralkodhatna egész Wesnoth felett, s minden akladiai királyságban.

source: Mage Deorien, do you really think Gawen can unite Akladians and Wesnoth? You're no serious, aren't you? Hey, Lorin, do you think underlings are equal to Akladians?
ca: Deorien, realment creus que Gawen pot unir els akladians i wesnothians? Deus estar de broma! Ei, Lorin, tu creus que els carralls són iguals als akladians?
hu: Deorien mágus, tényleg azt hiszed, hogy Gawen egyesíthetné az akladiaiakat és a wesnothiakat? Ugye csak viccelsz? Hé, Lorin, szerinted a nemtelenek egyenlőek az akladiaiakkal?

source: You have to be joking.
ca: Tu sí que estàs de broma.
cs: Si děláš prdel.
hu: Te most viccelsz.

source: Deorien, they have whole religion about their own supremacy over the rest of the world. The God himself chose them to be masters of every other nation and race. And you are saying we should coexist?
ca: Deorien, tenen tota una religió que els assenyala com senyors de tot el món. El Déu mateix els va triar per ser els senyors de cada nació i raça. I estàs dient que deurien conviure?
hu: Deorien, az egész vallásuk az ő felsőbbségüket hirdeti a világ többi része felett. Az Isten maga választotta ki őket, hogy minden más nép és faj felett uralkodjanak. S te arról beszélsz, hogy békésen együtt élhetnénk?

source: Yes. And this is already happening. No matter what the great Akladian lords are saying, how they are flaunting with their own superiority, how they heinous find the idea of being the same people as Wesnothian, it IS happening. Akladian clansmen marrying Wesnothian woman. Akladian peasants seeking the help of a shaman in next village. It is just a beginning, but it is a good beginning.
ca: Sí. I ja està succeint. No obstant tot el que els grans senyors akladians diuen, cóm alaben la seua superioritat i cóm de repugnant els resulte l'idea de ser iguals als wesnothians, ESTÀ succeint. Els membres dels clans es casen amb les wesnothianes. Els camperols akladians busquen l'ajut d'un xamà en el llogaret veí. Només és un principi, però ja és un bon inici.
hu: Igen. S ez a folyamat már zajlik. Nem számít, hogy az akladiai hatalmasságok mit mondanak, s hogy hencegnek a felsőbbrendűségükkel, s mennyire förtelmesnek találják, hogy a wesnothiakkal egyenrangúak, az összeolvadás MÁR zajlik. Egyszerű akladiaiak házasodnak wesnothi asszonyokkal. Akladiai parasztok keresik a szomszéd falu sámánjának segítségét. Ez még csak a kezdet, de jó kezdet.

source: And the Akladian faith in one God ruling the world seems to be attractive to other peasants. If we would strip away the part about Akladian superiority, it may once became a religion uniting the nation, because you - Akladians, Wesnothians, and Aragwaithi - will became one nation, sooner or later.
ca: I la fe akladiana d'un sol Deu regint el món pareix ser atractiva a la resta de camperols. Si li lleves la part de la superioritat akladiana, podria arribar a ser una religió que unira tota la nació, ja que vosaltres, akladians, wesnothians, aragwaithi, arribareu a ser tota una nació, més prompte o més tard.
cs: A Akladijská víra v jednoho Boha ovládajícího svět může být pro mnohé vesničany atraktivní. Pokud se nám podaří oddělit tu část o Akladijské nadřazenosti, tato víra se jednou může sjednocovat národy, protože vy - Akladijci, Wesnoťané i Aragwaithi - se dříve či později stanete jedním národem.
hu: És az akladiaiak egyistenhite a parasztok számára is vonzónak tűnik. Ha kivesszük belőle az akladiaiak felsőbbrendűségének tézisét, még akár közös vallás is lehet, amely egyesítheti a népeket, mivel ti - akladiaiak, wesnothiak, aragwaithok - előbb vagy utóbb egységes néppé lesztek.

source: Can we kill him now? He is a gall on the face of the earth. A mage.
ca: Podem matar-lo ja? És tot un gra en el cul de la terra. Un mag.
cs: A teď už ho můžem zabít? Je to vřed na tváři světa. Mág.
hu: Megölhetem végre? Hiszen csak egy szemölcs a világ arcán. Egy mágus.

source: You may recruit mages now.
ca: Pots reclutar mags ara.
cs: Nyní můžeš verbovat mágy.
hu: Mostantól mágusokat is toborozhatsz.

source: Once there was a great city here, I was told. Once people were crowding on its streets, and its walls were reaching the sky. Now only ruins have remained - only the skeletons of the buildings and empty wells.
ca: Una vegada hi havia ací una gran ciutat, segons tinc entrés. Una vegada, les gent omplien estos carrers i les muralles arribaven al cel. Ara només queden les seues ruïnes: els esquelets d'alguns edificis i els pous buits.
cs: Bylo mi řečeno, že tu kdysi stálo velké město. Kdysi se tu lidé procházeli po ulicích a jeho zdi sahaly až do nebes. Nyní tu leží ruiny - jenom trosky domů a prázdné ulice.
hu: Egyszer egy hatalmas város feküdt itt, amiről már beszéltem. Emberek tömegei nyüzsögtek az utcákon, s a falak az eget ostromolták. Most csak romok hevernek mindenütt - épületek vázai és mély árkok.

source: It is said that Akladians were unable to take the Weldyn, they never were good in taking fortified cities. They sieged the city for years, storming the walls with ferocity and fanatical courage.
ca: Diu la llegenda que els akladians van ser incapaços de prendre Weldyn, no mai han sigut bons en prendre ciutats fortificades. Van assetjar la ciutat durant anys, atacant les muralles amb una ferocitat i coratge fanàtics.
cs: Bylo řečeno, že Akladijci nebyli schopni dobýt Weldyn, nikdy nebyly dobří v dobývání opevněných měst. Obléhali město po dlouhé roky, zuřivě a fanaticky bušili do hradeb.
hu: Azt mondják, hogy az akladiaiak nem tudták bevenni Weldynt, sosem voltak túl jók az erődítések ostromában. Évekig ostromolták a várost, rohamozták kitartó szívóssággal a falait.

source: Finally they were helped by the treachery from the inside. The traitor was promised three bags of gold for opening the city gates. Akladians kept their promise. The tale has it that they tied the three bags of gold to the traitor's legs before they pushed him from the walls into the river.
ca: Finalment, els va ajudar la traïció. Van prometre a un traïdor tres sacs d'or per obrir les portes de la ciutat. I van complir amb la promesa. Quan van prendre la ciutat, la llegenda diu que li van nugar els tres sacs d'or a les cames i el van tirar de les muralles al riu.
hu: A végén egy áruló segített nekik. Három zsák aranyért kinyitotta nekik a város kapuját. Az akladiaiak betartották a szavukat. A legenda szerint három zsákot kötöttek az áruló lábára, mielőtt a várfalról a folyóba taszították volna.

source: So, you think the great mage is hiding somewhere here?
ca: I tu creus que el gran mag s'estarà amagant per ací?
cs: Takže ty si myslíš, že se velký mág schovává někde tady?
hu: Tehát úgy gondolod, hogy a nagy mágus valahol itt rejtőzik?

source: Yes, my lord. These are ruins of great city. Deorien should be there.
ca: Sí, senyor. Aquestes són les ruïnes de la gran ciutat. Deorien deuria estar ací
cs: Ano, Můj Pane. Toto jsou starodávné runy Velkého města. Zde by měl Deorien být.
hu: Igen, uram. Ezek a nagy város romjai. Deoriennek itt kell lennie.

source: Hiding like a rat, seeking the cover against the wrath on just hand of the God. So, our plain is to find him, torture him and kill him, right?
ca: Amagant-se com una rata i buscant protecció front la justa fúria de Déu. Bé, el nostre plan és senzill: trobar-lo i torturar-lo, no?
cs: Zalezlý jako krysa, schovaný před pomstou ruky Boží. takže náš plán je najít ho, dostat z něj, co jde, a zabít ho, že?
hu: Rejtőzve, mint egy patkány, fedél után kutatva, rettegve Isten karjának haragjától. Tehát a terv: megtalálni, megkínozni, megölni, ugye?

source: Lady Lorin, are you just pretend you had not understood why we were sent here, or the unability to grasp the goals of our mission is natural consequence of quality of your mind?
ca: Na Lorin, tan sols vols fer veure que no has entès per què vam ser enviats ací o la inhabilitat de captar els objectius de la nostra missió és conseqüència natural de la qualitat de la teua ment?
cs: Lady Lorin, ty jenom předstíráš, že nechápeš, proč tu jsme, nebo neschopnost pochopit cíle naší mise má přirozené konsekvence s kvalitou tvé mysli?
hu: Lady Lorin, te most megjátszod magad, hogy nem érted, miért vagyunk itt, vagy tényleg ennyire gyenge az értelmi képességed, s képtelen vagy felfogni a küldetésünk célját?

source: I can kill you here and now, underling, so watch your words.
ca: Puc matar-te ara i ací, carrall, així que vigila què dius.
cs: Mohla bych tě podřezat teď a tady, podřadný, takže si dávej pozor na jazyk!
hu: Itt helyben fasírtot csinálok belőled, nemtelen, úgyhogy válogasd meg a szavaidat!

source: Mother! Stop it! What I told you about using this nasty word? I need both of you. You should be friends or at least allies, not enemies.
ca: Mare! Para! Què te vaig dir d'aquesta insultant paraula? Vos necessite als dos. Si no podeu ser amics, al menys intenteu parèixer aliats i no enemics.
cs: Matko! Přestaň! Co jsem ti říkal o používání toho hnusného slova? Potřebuji vás OBA. Měli byste se spřátelit, nebo alespoň se stát spojenci, ne nepřátelé.
hu: Anyám! Elég legyen! Mit mondtam neked korábban erről a leminősítő szóról? Szükségem van mindkettőtökre. Barátoknak kéne lennetek, vagy legalábbis szövetségeseknek, de nem ellenségeknek.

source: Is it an order?
ca: És una ordre?
cs: Je to rozkaz?
hu: Ez parancs?

source: Yes, it is.
ca: Sí, ho és.
cs: Ano, je.
hu: Igen, az.

source: If this is your will, Gawen, I will kill that under.. uhm... man-like creature later.
ca: Si aquesta és la teua voluntat, Gawen, mataré aquest carr... uhm... criatura humanoide després.
cs: Pokud si to přeješ, Gawene, tak tohoto podř.. hmm... toto stvoření vypadající jako muž podřežu později.
hu: Ha ezt akarod, Gawen, akkor később fogom ezt a nemt... ömm... nemtudom-minek nevezzem lényt megölni.

source: God help us. I've heard terrible stories about this area. They say the ghost of murdered citizens still inhabit this ruins. No Akladian wants to enter this cemetery full of memories of dead.
ca: Que Déu ens ajude. He sentit dir terribles històries d'aquest lloc. Diuen que els fantasmes dels ciutadans assassinats encara habiten aquestes ruïnes. Cap akladià vol entrar en aquest cementeri ple de memòries dels morts.
cs: Bůh nám pomáhej. Slyšel jsem hrůzostrašné historky o tomto místě. Říkají, že duchové zabitých obyvatel města stále obývají tyto ruiny. Žádný Akladijec nikdy nechtěl vstoupit do těchto míst plných vzpomínek na smrt.
hu: Isten legyen velünk! Rémséges történeteket hallottam erről a területről. Azt mondják, hogy a meggyilkolt polgárok szellemei lakják a romokat. Az akladiaiak messze kerülik a halottak emlékeivel teli temetőt.

source: God help us. I've heard terrible stories about this area. They say the ghost of murdered citizens still inhabit this ruins. No Akladian wants to enter this cemetary full of memories of dead.
ca: Que Déu ens ajude. He sentit dir terribles històries d'aquest lloc. Diuen que els fantasmes dels ciutadans assassinats encara habiten aquestes ruïnes. Cap akladià vol entrar en aquest cementeri ple de memòries dels morts.
cs: Bůh nám pomáhej. Slyšel jsem hrůzostrašné historky o tomto místě. Říkají, že duchové zabitých obyvatel města stále obývají tyto ruiny. Žádný Akladijec nikdy nechtěl vstoupit do těchto míst plných vzpomínek na smrt.
hu: Isten legyen velünk! Rémséges történeteket hallottam erről a területről. Azt mondják, hogy a meggyilkolt polgárok szellemei lakják a romokat. Az akladiaiak messze kerülik a halottak emlékeivel teli temetőt.

source: No ghost will be able to stand against the cold steel in the hand of Lorin.
ca: Cap fantasma resistirà el fred acer en la mà de Lorin.
cs: Žádný duch neobstojí proti chladné oceli v rukou Lorin.
hu: Nincs olyan szellem, amelyik Lorin pengéjének ellent tudna állni.

source: Explore
ca: Explora
hu: Felderíted a terepet

source: Master, someone approaches us! Should I attack now?
ca: Mestre, mestre, algú s'aproxima! Ataque?
cs: Pane, někdo přichází! Měli bychom zaútočit?
hu: Mester, valaki közeledik! Támadhatok?

source: No, don't attack.
ca: No, no ataques.
cs: Ne, neútočte.
hu: Nem, ne támadj!

source: These are Akladians! At least, there are Akladians amongst them! I will need reinforcements!
ca: Són akladians! Al menys, hi ha akladians entre ells! Necessitaré ajuda!
cs: Jsou to Akladijci! Minimálně je mezi nimi spousta Akladijců! Potřebujeme posily!
hu: Ezek akladiaiak! Vagyis vannak köztük akladiaiak is! Erősítésre lesz szükségem!

source: I said, don't attack. Do not be scared, friends from distant lands. I know who you are. Oracle notified me about you. I was waiting for you, noble Gaumhaldric - or rather, Gawen Hagarthen. You have no idea how long I waited for you.
ca: He dit que no ataques. No us atemoriu, amics de terres llunyanes. Sé qui sou. L'Oracle m'ho va notificar. Estava esperant-te, noble Gaumhaldric, o més aviat Gawen Hagarthen. No saps quan t'he esperat.
cs: Už jsem řekl, žádný útok. Nebojte se, přátelé ze vzdálených zemí. Vím kdo jste. Věštkyně mi o vás dala vědět. Čekám na tebe, ctihodný Gaumhaldriku - nebo raději Gawene Hagarthene. Ani nevíš, jak dlouho jsem na tebe čekal.
hu: Mondtam, hogy ne támadj! Ne félj, barátok jönnek, messzi földről! Tudom, kik ők. A Jósnő jelezte az érkezéseteket. Már vártalak titeket, nemes Gaumhaldric - vagy inkább Gawen Hagarthen. El sem tudod képzelni, hogy milyen régóta várok rád.

source: Are you Deorien, the great mage?
ca: Eres Deorien, el gran mag?
cs: Ty jsi Deorien, Velký Mág?
hu: Te vagy Deorien, a nagy mágus?

source: Yes, I am.
ca: Sí, ho sóc.
cs: Ano, jsem.
hu: Igen, én vagyok.

source: We need your help. Great army is about to invade Wesnoth, and without mage we..
ca: Necessitem la teua ajuda. Un gran exèrcit està a punt d'envair Wesnoth, i sense els mags nosaltres...
cs: Potřebujeme tvoji pomoc. Velká armáda se chystá napadnout Wesnoth a bez pomocí mágů..
hu: Szükségünk van a segítségedre. Egy nagy sereg készül lerohanni Wesnothot, s mágusok nélkül nem...

source: I told you I know who you are and why you are here. But I'm affraid you do not know. Gawen Hagarthen, I was waiting for many, many years until someone like you will appear. When I heard about you, a hope had arised in my heart. Now, when I see you, I am sure.
ca: T'he dit que sabia que eres i per què estaves ací. Però tem que tu no ho saps. Gawen Hagarthen, he estat esperant des de fa molts, molts anys que un com tu apareguera. Quan vaig sentir parlar de tu, una esperança va nàixer al meu cor. Ara que te veig, ja estic segur.
cs: Vždyť jsem ti říkal, že vím, kdo jste a proč tu jste. Ale já se bojím, že to nevíš TY. Gawene Hagarthene, čekal se po mnohé a mnohé roky na někoho, jako jsi ty. Když jsem o tobě uslyšel, naděje opět vešla do mého srdce. Nyní, když tě vidím, jsem si jist.
hu: Mint mondtam, tudom, ki vagy, és miért vagy itt. De attól tartok, te nem tudsz mindent. Gawen Hagarthen, nagyon-nagyon régóta várok valakire, hogy megjelenjen itt. Amikor hallottam rólad, remény gyúlt a szívemben. S most, hogy látlak, biztos vagyok benne, téged vártalak.

source: Sure? Of what? You are confusing me, while I only want to ask you for help.
ca: Segur? Per què? Em confons, jo només demanava la teua ajuda.
cs: Jistý? Čím? Mateš mě, a já pouze přišel žádat o pomoc.
hu: Biztos? Miben? Összezavarsz, pedig én csak a segítségedet akartam kérni.
