Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: The Oracle was the title of a woman living in ruins of an old city. For generations there was always one female mage with prophetic abilities living there, so long that no one remembered now what the city had once been called. Now it was just the city of the Oracle.
ca: L'Oracle era el nom que se li donava a la dona que vivia a les ruïnes d'una vella ciutat. Durant moltes generacions, sempre hi ha hagut una maga amb la capacitat de predir el futur vivint allí, durant tant de temps que ja ningú recordava quin era el nom de l'antiga ciutat. Ara ja era només la ciutat de l'Oracle.
hu: A Jósnő egy nő, aki egy öreg város romjai közt él. Nemzedékek óta mindig egy mágikus képességekkel rendelkező nő él itt, s ez annyira megszokottá vált, hogy a város eredeti nevére már senki nem emlékszik. Egyszerűen csak a Jósnő városának nevezik.

source: The city now was besieged. Four different armies, each under a different leader, and it seemed this heavily contributed to fact the Oracle still could defend herself. Each army seemed to siege the city on its own. But this was almost last moment for a relief.
ca: Ara la ciutat estava sota setge. Hi havia quatre exèrcits diferents, cadascú amb un líder diferent, i pareixia que tot això havia ajudat prou a que l'Oracle encara poguera defendre's. Cada exèrcit assetjava la ciutat a la seua. Encara així, aquest era quasi l'últim moment per a que arribara un exèrcit de relleu.
hu: A város ostrom alatt áll. Négy különböző sereg, négy különböző vezér irányítása alatt támadja, de a heves ostrom ellenére a Jósnő testőrsége még szilárdan ellenáll. A támadó seregek mindegyike saját taktikáját alkalmazza. De a helyzetben csak ez az egyetlen pozitívum.

source: Oracle's Guard
ca: Guàrdia de l'Oracle
cs: Strážce Věštkyně
hu: A Jósnő testőrei

source: Fat Bart
ca: Bart el Gros
cs: Tlustý Bart
hu: Kövér Bart

source: Outlaw
ca: Proscrit
cs: Zbojník
hu: Törvényen kívüli

source: Remember, the Oracle must be untouched. Do not kill the woman. Bor Cryne wants to have her untouched.
ca: Recordeu que l'Oracle ha d'eixir il·lesa. No la mateu. Bor Cryne la vol en perfecte estat.
hu: Ne felejtsétek, a Jósnőnek a haja szála sem görbülhet. Nehogy megöljétek! Bor Cryne épségben szeretné.

source: Bor Cryne may want whatever he wants. But the holy Oracle will be a 'guest' of the noble lord Uri van Roe.
ca: Per mi com si vol ballar la sardana. Però la sagrada Oracle serà una hoste del gran noble Uri van Roe
hu: Hogy Bor Cryne mit szeretne, az az ő dolga. De a szent Jósnő a mi nemes urunk, Uri van Roe 'vendége' lesz.

source: You will settle that later. But everything else inside the city will belong to us!
ca: Ja vos ficareu d'acord després. Però tota la resta que hi haja dins de la ciutat és per nosaltres!
cs: O tom se pobavíme později. Každopádně všechno ostatní ve městě je naše!
hu: Ezt majd eldöntitek később. Viszont minden más a városban a mi zsákmányunk!

source: Ha, ha, human. Everything we leave you.
ca: Ha, ha, humà. Tot el que nosaltres deixem sencer.
hu: Ha, ha, emberek. Minden, amit hagyunk nektek.

source: Wait, I think someone is trying to help the besieged.
ca: Espereu, crec que ve un exèrcit de relleu. Volen ajudar els assetjats!
cs: Stop! Myslím, že se někdo snaží obleženým pomoci!
hu: Nézzetek oda! Valaki segítségére siet az ostromlottaknak.

source: The Oracle was right, as always! Relief is coming! Fight harder, dammit, I don't know how long we can hold!
ca: L'Oracle tenia raó, com sempre! Ja ve l'ajuda! Vinga, més ràpid! No sé quant més podrem resistir!
hu: A Jósnőnek igaza volt, mint mindig! Megérkezett a felmentő sereg! Siessetek, fiúk, nem tudom, meddig tudunk még kitartani!

source: Any enemy unit reaches the keep of the Oracle.
ca: Qualsevol unitat enemiga entra dins la torre de l'Oracle.
cs: Nepřátelská jendotka vstoupí do tvrze Věštkyně.
hu: Ellenséges egység éri el a Jósnő várát

source: I found her! I found her! The Oracle!
ca: L'he trobada! L'he trobada! L'Oracle!
cs: Našel jsem ji! Našel jsem ji! Věštkyně!
hu: Itt van! Elfogtam! A Jósnőt!

source: Everything is lost! They captured the Oracle!
ca: Tot està perdut! Han capturat l'Oracle!
cs: Vše je ztraceno! Zajali Věštkyni!
hu: Minden elveszett! Elfogták a Jósnőt!

source: Everything is lost! The reinforcements for our enemies arrived! We now have no chance to win!
ca: Tot està perdut! Han arribat els reforços dels nostres enemics! No tenim cap oportunitat de vèncer!
hu: Minden elveszett! Az ellenségeink erősítést kaptak! Nincs esélyünk a győzelemre!

source: We've won! Great. Now, where is that famous oracle?
ca: Hem guanyat! Genial! Ara, on és aquest famós oracle?
cs: Vyhráli jsme! Skvělé. A teď, kde je ta slavná Věštkyně?
hu: Győztünk! Nagyszerű! Nos, hol van az a híres jósnő?

source: You pronounce that 'the Oracle' with a big O. But indeed, where is she?
ca: Es pronuncia 'L'Oracle', amb O majúscula. De tota manera, on és?
hu: Több tiszteletet a Jósnőnek! De tényleg, hol van?

source: Oracle
cs: Věštkyně
hu: Jósnő

source: Here I am. My voice speaks to those willing to listen. I know why you are here. I know who you are. Ask your questions and wait for the answers, for I know everything which may be.
ca: Aquí sóc. La meua veu parla per a aquells que volen escoltar. Sé qui sou. Sé per què sou aquí. Pregunteu les preguntes i espereu les respostes, jo sé tot el que serà i podrà ser.
hu: Itt vagyok. Hangomat hallják, akik hallani akarják. Tudom, miért vagytok itt. Tudom, kik vagytok. Tegyétek fel a kérdéseiteket, és halljátok a válaszomat! Én tudok mindent, ami tudható.

source: Everything? Then how does it happen that you were besieged and almost captured? Why didn't you escape or call someone to help you?
ca: Tot? Aleshores, cóm és que estaves assetjada i quasi capturada? Per què no vas escapar o vas cridar algú que t'ajudara?
hu: Mindent? Akkor hogy lehet, hogy körbevettek, megostromolták a váradat, s majdnem el is fogtak? Miért nem szöktél meg, vagy hívtál segítséget?

source: The answer to your question is the answer to your doubts. Why haven't I escaped? Why haven't I called someone for help? Why are you here?
ca: La resposta de la pregunta és la resposta dels teus dubtes. Per què no he escapat? Per què no he fugit? Per què esteu aquí?
cs: Odpověď na tvou otázku je odpovědí na tvé pochybnosti. Proč jsem neuprchla? Proč jsem nepřivolala pomoc? Proč jste zde?
hu: A kérdésedre adott válasz a kételyeidre is választ ad. Miért nem menekültem el? Miért nem hívtam segítséget? Miért vagytok itt ti?

source: Lady, we are searching for great mage, Deorien. Maybe you know...
ca: Senyora, estem buscant un gran mag, Deorien. Que saps algun cosa...
cs: Paní, hledáme velkého mága, Deoriena. Možná budeš vědět...
hu: Jósnő, mi a nagy mágust, Deorient keressük. Talán tudod...

source: Search for Deorien in the ruins of the great city, where even wind cries when bringing back memories of marvelous past. He will give you answers, some of which you may find unwelcome.
ca: Busqueu-lo a les ruïnes de l'antiga ciutat, on fins i tot el vent bufa plorant pels records d'un passat meravellós. Però vos donarà respostes, moltes de les quals podrien no entusiasmar-vos.
hu: Keressétek Deorient egy nagy város romjai közt, ahol a szél is sírva fakad, ha a dicső múlt emlékei bukkannak elő. Választ kapsz a kérdésedre, még akkor is, ha kellemetlenül érint.

source: Ruins of great city? What kind of answer is this? Which city? Why can't you give me straight answers?
ca: Les ruïnes d'una gran ciutat? Quina mena de resposta és aquesta? Quina ciutat? Per què no ens pots donar una resposta directa?
hu: Egy nagy város romjai közt? Milyen válasz ez? Melyik város romjai közt? Miért nem válaszolsz egyenesen a kérdésemre?

source: I am an Oracle. Why should I give straight answers? Why do you think my answer is not enough for you? Why do you think I should tell you more?
ca: Sóc l'Oracle. Per què hauria de donar-te respostes directes? Per què creus que les meues respostes no són prou per tu? Per què creus que hauria de dir-te més?
hu: Én a Jósnő vagyok. Miért adnék egyenes választ? Miért gondolod, hogy a válaszom nem elég neked? Miért gondolod, hogy ennél többet kellene mondanom?

source: Oracle.. I..
ca: Oracle... Jo...
cs: Věštkyně.. já..
hu: Jósnő... Én...

source: I know your questions, Lorin from Gallorae, clan which had more gold in the hair of their daughters than in their treasuries. The first answer is yes, you are. The second is yes, he will be. The third is no, plural^you will never be.
hu: Tudom, mit akarsz kérdezni, Lorin a Gallorae klánból, akiknek több az aranyuk a lányaik fején, mint a kincstárukban. Az első kérdésre a válasz, igen az vagy. A másodikra, igen, lesz. A harmadikra a válasz nem, sosem lesztek.

source: No! No! There has to be a better answer!
ca: No! No! Han d'haver respostes millors!
hu: Nem! Nem! Kell lennie jobb válasznak is!

source: As the Oracle I have nothing more to say to you. As a woman, advise this: There is only one man in this world who may change your future. I think you know his name. Go and find him. Beg him for forgiveness if you have to. Stay with him as long as you can.
ca: Com Oracle, no tinc res més que dir-te. Com a dona, un consell. Hi ha un sol home en aquest mon que podria canviar el teu futur. Crec que coneixes el seu nom. Ves i troba'l. Demana-li perdó si fa falta. Queda't amb ell tant com pugues.
hu: Mint Jósnő, nem tudok többet mondani. Mint nő, azt tanácsolhatom: csak egy férfi van, aki megváltoztathatja a jövődet. Gondolom, tudod, kiről beszélek. Menj, és keresd meg őt! Könyörögj a bocsánatáért, ha arra van szükség! S maradj vele, míg tudsz!

source: Is that all you wanted to tell me? Then know that I've heard, She-wolf of Haeltin has heard the Oracle, voice of God on Earth. She has not heard the woman whom is merely God's tool.
ca: Això és tot el que volies dir-me? Bé, que sàpigues que la lloba de Haeltin ha sentit l'Oracle, la veu de Déu en la terra. No ha sentit la dona que només és l'eina de Déu en la terra.
hu: Csak ennyit tudsz nekem mondani? Akkor most halld meg, mit mondok én: Haeltin Nőstényfarkasa maghallgatta a Jósnőt, aki Isten hangja a világon. De nem hallotta meg a nőt, aki pusztán csak eszköze Istennek.

source: Let's go, Gawen. We're finished here.
ca: Anem-nos, Gawen. Anem-nos.
hu: Gyerünk, Gawen! Végeztünk.

source: I have not understand the discussion between you, and I know it was important. But why?
ca: No he entès res de la discussió entre vosaltres dos, i tinc la sensació que era important. Però per què?
hu: Nem értem, miről beszéltetek, de azt tudom, hogy fontos dologról esett szó. De miért?

source: You will understand that one day, young king. I wish you luck in your quest. I will give one of my sergeants into your service. He will serve you loyally.
ca: Ho entendràs un dia, jove rei. Et desitge sort durant el teu viatge. Fique sota el teu comandament un dels meus sergents. Et servirà amb lleialtat.
hu: Egy napon majd megérted, ifjú király. Most pedig sok szerencsét kívánok a küldetésedhez. Egy őrmesteremet a rendelkezésedre bocsátom. Hűségesen fog szolgálni téged.

source: John Fasthood
cs: John Rychlokvaška
hu: Állhatatos Jani

source: So we marched into Okladia. Ruvio told me he was ALMOST sure where to find Deorien. I decided to trust him.
ca: Així doncs vam marxar cap a Okladia. Ruvio em va dir que estava QUASI segur d'on podríem trobar Deorien. Vaig decidir confiar en ell.
cs: Tak jsme vešli do Okladie. Ruvio mi řekl, že je si téměř jistý tím, kde najdeme Deoriena. Rozhodl jsem se mu věřit.
hu: Így Okladia felé vettük az irányt. Ruvio azt mondta, hogy SZINTE biztosan tudja, hol találhatjuk meg Deorient. Mivel nekem elképzelésem sem volt, ráhagyatkoztam.

source: Lorin was acting very strange. Often she was sitting outside our camp, her languid look wandering in the sky. I started to fret about this, but she refused any talk about her behaviour.
ca: Lorin estava actuant d'una manera molt estranya. Sovint s'assentava fora del nostre campament, mirant el cel amb la cara llarga. Vaig començar a preocupar-me per açò, però ella no volia parlar de res d'açò
cs: Lorin se chovala velice podivně. Často seděla mimo tábor, její mdlý pohled se ztrácel někde v oblacích. Začal jsem si o ni dělat starosti, ale ona se odmítala o sobě jakkoli bavit.
hu: Lorin nagyon különösen viselkedett. Gyakran ült ki a tábor szélére, s mélázó tekintettel az eget bámulta. Kezdett bosszantani a dolog, de Lorin megtagadta, hogy megmagyarázza furcsa viselkedését.

source: Akladians weren't happy seeing mages marching in the ranks, but the personal authority of Gawen prevailed. However, he noticed that whatever were the objections raised by Akladians, they seemed to not care about that as much as their complaints indicated.
ca: Els akladians no es sentien còmodes marxant al costat dels mags, però en últim lloc va prevaldre l'autoritat de Gawen. Tanmateix, va adonar-se que, no obstant les queixes que li comunicaven, els akladians no pareixien tindre tants problemes com volien fer semblar.
hu: Az akladiaiak nem örültek, hogy mágusok is a seregünkkel tartanak, de Gawen tekintélye megelőzte az atrocitásokat. Észrevette ugyanakkor azt is, hogy bár tekintélytiszteletük megakadályozta a súrlódásokat, viszont egyre többet panaszkodtak okkal, ok nélkül.

source: This was my first contact with undead, and I was happy that my troops passed this difficult test. I was hoping future battles with Grekulak's forces will be also won.
ca: Aquest va ser el meu primer contacte amb els no morts, i m'alegra veure que les meues tropes han superat aquesta difícil prova. Tenia l'esper que també eixiríem victoriosos dels pròxims xocs amb les forces de Grekulak.
cs: Toto bylo moje první setkání s nemrtvými a já jsem byl rád, že moji vojáci obstáli v tomto těžkém testu. Doufal jsem, že budoucí bitvy s vojsky Grkulakovými budou také vítězné.
hu: Ez volt az első alkalom, hogy élőholtakkal kellett szembenéznünk. Nagy örömömre a seregem kiállta a próbát. Ez reményt adott arra is, hogy a Grekulakkal megvívandó csatát is megnyerhetjük.

source: The farmer's daughter wasn't as beautiful as I expected. She was joyful to see her father again. She kissed both me - and Lorin - leaving my step-mother in total dismay.
ca: La filla del camperol no era tan bonica com esperava. Estava realment impacient per tornar a veure son pare. Va besar-nos tant a mi com a Lorin, cosa que la va deixar totalment sorpresa.
hu: A farmer lánya egyáltalán nem volt olyan szép, amilyennek képzeltem. Nagyon örült, hogy viszontláthatta az apját. Megcsókolt mindkettőnket, engem és Lorint is, amitől nevelőanyám teljesen zavarba jött.

source: The Dead City
ca: La ciutat morta
cs: Mrtvé Město.
hu: Holtak városa

source: The Haunted Place
ca: El lloc encantat
cs: Sídlo strašidel
hu: Kísértetjárta hely

source: The Road Back to Vakladia
ca: El camí de nou cap Vakladia
cs: Cesta zpět do Vakladie
hu: Visszaút Vakladiába

source: What should we do now, Ruvio?
ca: Què farem ara, Ruvio?
cs: Co bychom měli udělat teď, Ruvio?
hu: Mit kellene most tennünk, Ruvio?

source: First, let us find Deorien. And then...
ca: Primer, trobem Deorien. Després...
cs: Nejdřív najděme Deoriena. A pak...
hu: Először keressük meg Deorient! Aztán...

source: And then, we will earn the gratitude of the God by killing that offense to nature, that foulest of creatures, that MAGE.
ca: I després, ens guanyarem la gratitud de Déu matant aquesta ofensa a la natura, aquesta maleïda criatura, aquest MAG.
hu: Aztán kivívjuk Istenünk háláját ennek az istentelen lénynek az elpusztításával, megmentve a világot a legaljasabb teremtménytől, egy MÁGUSTÓL.

source: Stop it, Lorin.
ca: Deixa-ho estar, Lorin.
cs: Lorin, přestaň.
hu: Fejezd be, Lorin!

source: I can't stop it. I have to care for Gawen. I am his step-mother, and I have to shelter him from God's wrath.
ca: No puc. He de cuidar Gawen, són la seua madrastra i he de protegir-lo de l'ira de Déu.
cs: Nemohu přestat. Musím se starat o Gawena. Jsem jeho macecha a musím ho uchránit před Božím trestem.
hu: Nem tudom befejezni. Vigyáznom kell Gawenre. Én vagyok a nevelőanyja, s meg kell őt tartsam Isten hitében.

source: I care about him too.
ca: Jo també em preocupe per ell.
cs: Já se o něj také starám.
hu: Én is vigyázok rá.

source: Why, I wonder? Some silly promise made to his mother?
ca: I sempre m'he preguntat per què. Només perquè li ho vas jurar a sa mare?
hu: Ugyan miért? Valami ostoba fogadalom miatt, amit az anyjának tettél?

source: His mother.. Gawen's, Haldric's mother.. she was my fiance. We even had the date of our wedding fixed.
ca: Sa mare... La mare de Gawen, de Haldric... era la meua novia. Fins i tot teníem triada la data per la boda.
cs: Jeho matka.. Gawenova, Haldrikova matka.. byla mou snoubenkou. Už jsme měli smluvený den sňatku.
hu: Az édesanyja... Gawennek, Haldricnak az édesanyja... a menyasszonyom volt. Már az esküvőnk napja is ki volt tűzve.

source: Oh my God... Does that mean...
ca: Oh Déu meu... Això vol dir...
cs: Můj Bože! To znamená...
hu: Istenem! Ezek szerint te...

source: No, Lorin. That does not mean anything. Gawen is Hagarthen from his blood and flesh.
ca: No, Lorin. Això no vol dir res. Gawen és Hagarthen de sang i carn.
cs: Ne, Lorin. To neznamená nic. Gawen je Hagarthenem tělem i krví.
hu: Nem, Lorin. Ezek szerint nem. Gawen a Hagarthenek véréből származik.

source: Ruvio, I didn't know...
ca: Ruvio, no sabia...
cs: Ruvio, nevěděl jsem...
hu: Ruvio, én nem tudtam...

source: And maybe it's a mistake to tell you this. I loved your mother, Gawen. And I hated your father. When I look at you, I see her features, not your father's.
ca: I tal volta he fet mal al contar-t'ho. Amava ta mare, Gawen. I odiava ton pare. Però tu tens els seus ulls i la seua cara, no els de ton pare.
hu: Lehet, hogy hibát követek el, hogy elmondom, de én szerettem az édesanyádat, Gawen. És gyűlöltem az apádat. De amikor rád nézek, az édesanyád vonásait látom, nem az apádét.

source: So, shall we go to the ruins of Weldyn?
ca: Així doncs, deuríem anar a les ruïnes de Weldyn?
hu: Akkor Weldyn romjaihoz megyünk?

source: My lord, we already were in that place and we found Deorien there
ca: Mon senyor, ja hem estat aquí i vam trobar Deorien.
cs: Můj Pane, už jsme tam byli a už jsme tam Deoriena našli.
hu: Uram, már voltunk ott, s megtaláltuk Deorient.

source: So, shall we go to these haunted ruins?
ca: Així doncs, deuríem visitar aquestes ruïnes encantades?
hu: Akkor meglátogatjuk a kísértetjárta romokat?

source: My lord, we already were in that place
ca: Senyor, ja hem visitat l'Oracle
cs: Můj Pane, už jsme tam přece byli.
hu: Uram, már jártunk ott.

source: So, should we go that way?
ca: Deuríem, doncs, anar per aquest camí?
cs: Měli bychom jít tudy?
hu: Tehát erre menjünk?

source: So, should we go back to Vakladia?
ca: Bé, tornem a Vakladia?
cs: Měli bychom se vrátit do Vakladie?
hu: Tehát, visszamenjünk Vakladiába?

source: My lord, we had not found Deorien yet.
ca: Mon senyor, encara no hem trobat Deorien.
cs: Můj Pane, ještě jsme nenašli Deoriena.
hu: Uram, még nem találtuk meg Deorient.

source: Thank you once again, noble Gaumhaldric! I've sent my daughter to safety. If not for you, she would be still imprisoned.
ca: Gràcies de nou, noble Gaumhaldric! He manat la meu filla a un lloc segur. Si no hagués sigut per tu, encara estaria tancada en aquella bruta gàbia.
hu: Még egyszer köszönöm neked, nemes Gaumhaldric! Biztonságba helyeztem a lányomat. Ha te nem lennél, még mindig rabságban sínylődne.

source: Please accept this as modest sign of our gratitude.
ca: Per favor, accepta aquest modest senyal de la nostra gratitud.
cs: Prosím přijmi tento prostý dar na znamení tvé vděčnosti.
hu: Kérlek fogadd el ezt a szerénységet hálánk jeléül.

source: We are saved! Look, who has come - it's Gaumhaldric the legendary!
ca: Estem salvats! Ei, mireu qui ha vingut... És Gaumhaldric, aquell que tant hem sentit dir!
hu: Meg vagyunk mentve! Nézzetek oda! Maga a hős Gaumhaldric jött segítségünkre!

source: It's Gaumhaldric, this is true, but he is also Gawen Hagarthen, king of Vakladia, and as Haldric he is king of Wesnoth. Wait, did you say - `saved`?
ca: És Gaumhaldric, cert, però també és Gawen Hagarthen, rei de Vakladia, i com a Haldric és el rei de Wesnoth. Per què haveu dit que estàveu 'salvats'?
hu: Valóban ő Gaumhaldric, ez igaz, de egyben ő Gawen Hagarthen is, Vakladia királya, s Haldric néven ő Wesnoth királya is. Mit is mondtál - 'meg vagyunk mentve'?

source: Well, yes, it's me, but why do you need to be saved?
ca: Bé, sí, sóc jo, però per què penseu que necessiteu ser salvats?
hu: Nos, igen, én vagyok, de miért vagytok ezzel megmentve?

source: My lord, my daughter is the most beautiful girl in these parts. I knew this would bring woe upon us. An Akladian lord wanted her hand in marriage, and she foolishly refused.
ca: És tota una història. Veurà, mon senyor, la meua filla era la xiqueta més bonica de tota la contornada, i jo ja sabia que això em trauria problemes algun dia. Un senyor akladià va voler cassar-se amb ella, i ella imbècilment va rebutjar-lo.
hu: Uram, a lányom a legszebb lány ezen a vidéken. Sejtettem, hogy ez csak bajt hoz a fejünkre. Egy akladiai nemes feleségül akarta venni, de ez a bolond lány kikosarazta.

source: This Akladian lord, from Skagrrae clan, abducted her and swore to keep her imprisoned until she changes her mind. Please, free her!
ca: Aquest senyor akladià, del clan Skagrrae, estava tan furiós que va decidir segrestar-la i va jurar que la mantindria empresonada fins que canviarà d'opinió. Per favor, allibereu-la!
hu: Erre az az akladiai úr, a Skagrrae klánból, elrabolta őt, s addig tartja őt fogságban, míg meg nem változtatja az elhatározását. Kérlek, szabadítsd ki őt!

source: Ugh. From your description she seems to be a girl with character, even for an under... anyway, we will release her, won't we, Gawen?
ca: Cap problema. Per la teua descripció, pareix una xica de caràcter, fins i tot per una carr... uhmm... tant se fa, l'alliberarem, veritat, Gawen?
hu: Hah. Talpraesett kislánynak látszik, mégha nemt... nem tudom, miért ne szabadítanánk ki, ugye Gawen?

source: Yes, of course, but first I want to ask few questions.
ca: Sí, clar, però abans m'agradaria fer unes poques preguntes.
cs: Ano, samozřejmě, ale nejdřív mám pár otázek.
hu: Hát hogyne, de először néhány kérdésem lenne.

source: The hard and grueling times are ahead, I can't release anyone to join your army
ca: Aquestos són temps difícils i complicats, no puc deixar marxar cap dels meus amb el teu exèrcit.
hu: Kemény, embertpróbáló idők elé nézünk, senkit nem engedhetek el a seregedbe.

source: Who?
ca: Qui?
cs: Kdo?
hu: Kicsoda?

source: Deorien, great mage.
ca: Deorien, un gran mag
cs: Deorien, velký mág.
hu: Deorien, nagy mágus.

source: I don't know. Mages were all slaughtered by Akladians long time ago.
ca: No sé res. Els akladians van matar tots els mags fa molt de temps.
hu: Nem tudom. A mágusokat már régen lemészárolták az akladiaiak.

source: Our king, Buffin, is gathering the army to invade the neighbouring kingdom of Vakladia.
ca: El nostre rei Buffin esta reunint les seues tropes per conquerir el regne veí de Vakladia.
hu: A királyunk, Buffin nagy sereget gyűjt, hogy leigázza a szomszédos Vakladiát.

source: Take over the Vakladia? How?
ca: Conquerir Vakladia? Cóm?
cs: Získal Vakladii? Jak?
hu: Le akarja igázni Vakladiát? Miért?
