Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: What are you waiting for, flesh-bag? Come on, try your best!
ca: A què esperes, sac de carn! Fes-lo tan bé com pugues!
cs: Tak na co čekáš, ty pytli vášně? Pojď a ukaž, co umíš!
hu: Mire vársz, hústömeg? Próbálj szerencsét!

source: You think I am joking? You think you will be able resist me? Many thought so before you.
ca: Et creus que estic de broma? Penses que seràs capaç de resistir-me? Molts van pensar això.
cs: Si myslíš si dělám srandu? Si myslíš, že odoláš mému šarmu? Kolik chlapů před tebou si to myslelo taky.
hu: Azt hiszed, viccelek? Azt hiszed, ellent tudsz állni nekem? Sokat képzelsz magadról.

source: Aaargh! The pain! Yes! Yes! More!
ca: Aaaargh! El dolor! Sí! Sí! Més!
cs: Ano! To je bolest! Anoanoano! Ještě! To je tak píííjemnééé!
hu: Ááááhh! Úgy fáj! Igen! Igen! Még!

source: If Yaranov would be here, I'm sure he would say that Lorin and this guy would made perfect pair.
ca: Si Iaranov estiguera ací, estic segur que diria que Lorin i eixe home farien una parella perfecta.
cs: Myslím, že kdyby tu byl Jaranov, že by řekl, že se ti dva k sobě náramně hodí.
hu: Ha Yaranov itt lenne, biztos vagyok benne, hogy azt mondaná, Lorin és ez a fickó összeillenek.

source: Then you don't know Yaranov. I bet he would be jealous.
ca: Aleshores no coneixes Iaranov. Apostaria que estaria gelós.
cs: Tak to neznáš Jaranova. Vsadím se, že by žárlil až za hrob.
hu: Akkor te nem ismered Yaranovot. Fogadjunk, hogy féltékeny lenne...

source: Stop it! I hate this foul man! I cannot concentrate. Die!
ca: Para! Odie aquest maleït home! No em puc concentrar. Mor!
cs: Přestaňte! Nesnáším toho chlapa! Chcípni!
hu: Elég! Utálom ezt a fickót! Nem tudok koncentrálni! Pusztulj!

source: I failed my mission - but I do not afraid death!
ca: He fallat en la meua missió... però no tem la mort!
cs: Má mise selhala, ale já se smrti nebojím!
hu: Elbuktam a küldetésemet - de nem félek a haláltól!

source: Who are you? What are you doing here?
ca: Qui eres, i què hi fas ací?
cs: Kdo jsi? A co tu děláš?
hu: Ki vagy te? És mit keresel itt?

source: I am here preparing the ground for someone bigger, who will came very soon now. Beware of his army - he is closer with every night.. and every your heart beat makes you closer to your death...
ca: Estic ací preparant el camí per un més gran, que ben prompte arribarà. Temeu el seu exèrcit, cada nit està més prop... i cada batec dels vostre cor us aproxima a la mort...
cs: Připravuji půdu pro někoho většího, kdo přijde velice brzy. Boj se jeho armády - je každou nocí blíž a blíž.. a s každým úderem tvého srdce jsi blíž a blíž smrti...
hu: Azért vagyok itt, hogy előkészítsem a terepet Neki, aki hamarosan eljön. Féljétek az Ő seregét - minden éjszakával csökken az eljövetelének napja... s minden szívdobbanástok a halálotokhoz visz közelebb...

source: This castle seems to be abandoned not long ago. Probably previous owners were either killed or scared by undead. They left some gold here,it seems.
ca: Aquest castell pareix recentment abandonat. Segurament, els anteriors amos van acabar assassinats o espantats pels no morts. Pareix que es van deixar un poc d'or.
cs: Tento hrad byl opuštěn teprve nedávno. Asi jeho předchozí majitelé byli buď zabiti či vyděšeni nemrtvými. Vypadá to, že tu nechali nějaké to zlato.
hu: Ezt a kastélyt csak nemrég hagyhatták el. Talán az előző tulajdonosaikat is meggyilkolták az élőholtak, vagy elkergették őket. De egy kis aranyat azért hagytak itt.

source: Ruins of the Past
ca: Ruïnes del passat
hu: Elmúlt idők romjai

source: What I will tell you know is a result of many years of meditations and gathering of small pieces of information. I do not guarantee everything you will hear is true. But I think I guessed more or less correctly the story of Grekulak.
ca: El que us conte és el resultat d'anys i anys de meditacions i de recollida de xicotetes peces d'informació. No us puc garantir que tot el que diga siga veritat, però crec que he endevinat més o menys correctament la història de Grekulak.
cs: To, co ti nyní sdělím, je výsledek mnohaletého úsilí; meditace a trpělivé spojování malých střípků informací v celou mozaiku. Nezaručím ti, že vše, co ti nyní vyjevím, je pravda. Ale myslím, že ti mohu vypovědět více či méně přesný příběh Grekulaka.
hu: Amit most elmondok neked, az sokéves töprengés és információmorzsák gyűjtögetése során kristályosodott ki bennem. Nem állítom, hogy minden részlet pontos, de azt hiszem, többé-kevésbé helyesen raktam össze Grekulak történetét.

source: Many centuries ago there was lich, maybe most powerful who have ever appear on the surface of the earth. His name was Mal-Ravanal. His hordes invaded Wesnoth in the past, but he was defeated by few courageous man. Dacyn, Gweddry, all Wesnothian know that names, repeated with respect and sentiment.
ca: Segles i segles enrere hi havia un lich, potser el més poderós de tots els que han petjat la terra. Es deia Mal-Ravanal. Les seues hordes van envair Wesnoth, però va ser derrotat per un reduït grup de valents. Dacyn, Gweddry... Tots els wesnothians coneixen eixos noms, repetits amb respecte i sentiment.
cs: Před mnoha staletími žil jeden lich, možná nejmocnější stvoření, které kdy nosil povrch zemský. Jmenoval se Mal-Ravanal. Jeho hordy napadly v minulosti Wesnoth, ale byl poražen několika nesmírně odvážnými muži. Dacyn, Gweddry, všichni po celém Wesnothu znají ta jména a vyslovují je s respektem a láskou.
hu: Sok évszázaddal ezelőtt volt egy delevény, talán a leghatalmasabb, aki valaha is megjelent a földön. Mal-Ravanalnak hívták. Hordái végigpusztították Wesnothot a múltban, de néhány zseniális ember legyőzte őt. Dacyn, Gweddry, minden wesnothi ismeri ezeket a neveket, s mély tisztelettel emlegeti.

source: Only one of adepts of Mal-Ravanal survived, and, paradoxically, the weakest one. His magic seems to be of some other kind than that of the other liches. In fact, I hesitate to call him a lich. I know no other necromancer, lich who keeps his human appearance with the stubborness of Grekulak. According to my spies, he still looks like a living human.
ca: Només va sobreviure un dels adeptes de Mal-Ravanal, paradoxalment, el més dèbil. La seua màgia pareix que era distinta de la de la resta de liches. De fet, dubte d'anomenar-lo lich. No conec cap altre nigromant, cap altre lich que mantenga la seua aparença humana amb tanta tossudesa com Grekulak. Segons els meus espies, encara pareix un humà.
hu: Csak egyetlen tanítványa élte túl Mal-Ravanalt, paradox módon a leggyengébb. A többi delevényhez képest kicsit másféle képességekkel rendelkezett. Valójában talán nem is nevezhető igazán delevénynek. Nem ismerek más holtidézőt, delevényt, aki Grekulak könyörtelensége ellenére is megőrizte emberi formáját. Információim szerint most is úgy néz ki, mint egy élő ember.

source: After Mal-Ravanal's defeat Grekulak was roving in the morass and quagmires. Finally he came with an idea. The undead were storming the world of Wesnoth for the millenia. They never succeed, and sometimes very small pack of brave living creatures: be they elves, humans or dwarves - were able to defeat large hordes of undead.
ca: Després de la derrota de Mal-Ravanal, Grekulak va amagar-se entre les marjals i els pantans. Finalment, va arribar a una idea. Els no morts duien segles assetjant el món de Wesnoth; fins ara, no mai havien tingut èxit. Es més, a vegades un reduidíssim grup de criatures vives - ja foren elfs, humans o nans - havia sigut capaç de derrotar una enorme horda de no morts.
cs: Po porážce Mal-Ravanala bloudil Grekulak močály a bažinami. Během toulek si začal pohrávat s jistou myšlenkou. Nemrtví útočili na Wesnoth po celá tisíciletí. Vždy bez úspěchu. Někdy stačila dokonce malá skupinka odvážných smrtelníků - ať již to byli elfové, lidé nebo trpaslíci - aby rozdrtila hordy nemrtvých.
hu: Mal-Ravanal elpusztítása után Grekulak visszaevickélt a mocsaras posványába. Végül támadt egy csodás ötlete. Az élőholtak ezredév óta be-betörtek Wesnothba. Sosem tudtak felülkerekedni, s néha egészen kis csoport kerekedett felül rajtuk: hol tündék, hol emberek vagy törpök - de mindig megsemmisítették az óriási élőholt seregeket is.

source: Grekulak wanted to rule over the world, and the art of necromancy was only a means for him, not the goal - at least, that's what I think. The undead lacked their own will, the spirit, the intelligence and that seemed the reason of their failure. So Grekulak decided to use some race of living creatures.
ca: Grekulak volia governar el món, i ell considerava la nigromància més aviat un mitjà que un objectiu, al menys, això pense. Els no morts mancaven de voluntat, d'esperit, d'intel·ligència, i eixa pareixia la raó del seu fracàs. Així que Grekulak va decidir usar una raça de criatures vives.
hu: Grekulak uralkodni akart a világon, és a holtidézés volt az egyetlen, amihez értett, s ezt kevésnek tartotta a cél eléréséhez - legalábbis azt hiszem. Az élőholtaknak nem volt önálló akaratuk, lelkük, s nem voltak elég okosak, ez okozhatta a vesztüket. Tehát Grekulak úgy döntött, hogy élő lényekkel próbálkozik.

source: I don't know about his experiments, I may guess that he may made many of them, until he came to conclusion that neither the orcs or humans are well-suited for his goal. So he decided to breed a race of his own.
ca: No conec els seus experiments però sospite que va fer molts d'ells, fins que va arribar a la conclusió que ni els orcs ni els humans eren els més adequats per a la tasca. Així que va decidir crear una raça nova.
cs: Nevím nic přesného o jeho experimentech, mohu se pouze domnívat, že jich udělal velmi mnoho, dokud nezjistil, že se ani skřeti ani lidé nehodí pro jeho plány. Proto se rozhodl si stvořit svoji vlastní rasu.
hu: Nem ismerem a kísérleteit, de nyilván sokat próbálkozott, míg rájött, hogy sem az orkok, sem az emberek nem alkalmasak a céljai megvalósításához. Elhatározta, hogy saját fajt hoz létre.

source: I have no idea how he was able to do it. It is against the whole our knowledge and if I had not seen the living proof that he succeeded, I would say it is impossible. He crossed somehow orcs and humans, until he get a new race of merciless warriors. He crafted them, as smith crafts a sword. Yes, I am talking about the Akladians.
ca: No sé cóm ho va poder fer. Està en contra de tot allò que coneixem i si no haguera vist la prova del seu èxit amb els meus ulls, diria que és impossible. D'alguna manera, va creuar orcs i humans fins que va crear una nova raça de despietats guerrers. Els va crear, modelar, com un ferrer faria una espasa. Sí, estic parlant dels Akladians.
cs: Nevím, jak toho docílil. Příčí se to všem našim znalostem a kdybych neviděl na vlastní oči živoucí důkaz jeho úspěšného snažení, řekl bych, že je to nemožné. Nějakým způsobem křížil mezi sebou skřety a lidi, až získal novou rasu neúprosných válečníků. Vypiplal je z obrovskou trpělivostí, tak jako každý mistr kovářský, když vyrábí svůj mistrovský meč. Ano, synku, mluvím o Akladijcích.
hu: Fogalmam sincs, hogyan csinálta. Ez ellentmond minden eddigi tudásunknak, s ha nem látnám az élő bizonyítékokat, nem hinném el, hogy sikerült neki. Valahogy keresztezte az orkokat és az embereket, míg végül létrehozott egy könyörtelen harcos fajt. Ahogy a kovács kardot kovácsol, úgy kovácsolt ő egy új fajt. Igen, az akladiaiakról beszélek.

source: He wanted to use them as his tool for the conquest of the world. He wanted warriors, not mindless slaves, so he gave them religion in which he, Grekulak, supposed to be God, who would lead them. He created - or at least influenced - a whole new, brutal and violent culture. Hatred for the elves, disdain for the mages are clear workings of Grekulak. Why Akladians still know the honour and loyalty is unclear for me.
ca: Volia usar-los com una eina per a la conquista del món. Volia guerrers, no esclaus inerts, així que els va donar una religió en la que ell, Grekulak, suposadament Déu, els guiaria. Va crear o, al menys, va influenciar en la creació d'una nova cultura brutal i violenta. Eixe odi cap als elfs i els menyspreu dels mags són un clar treball de Grekulak. Per què els akladians encara coneixen l'honor i la lleialtat no ho veig clar.
cs: Chtěl je použít jako svůj nástroj k dobytí celého světa. Chtěl válečníky, ne bezmyšlenkové otroky, a tak jim dal náboženství, ve kterém on, Grekulak, představoval Boha, který je vede. A tak stvořil - nebo alespoň výrazně ovlivnil její vznik - zcela novou, brutální a poslušnou kulturu. Nenávidící Elfy, pohrdající mágy a zcela poslušná Grekulakovi. Jak je možné, že Akladijci stále znají pojmy jako vznešenost, čest a věrnost, mi není zcela jasné.
hu: Őket akarta felhasználni a világ meghódítására. Harcosokat akart, nem agyatlan szolgákat, tehát kitalált számukra egy vallást, ahol ő, Grekulak az Isten, s az ő rendeleteit kell teljesíteni. Kreált - de legalábbis uralma alá vont - egy teljesen új, kegyetlen és erőszakos kultúrát. A tündék és a mágusok iránti engesztelhetetlen gyűlölet teljesen Grekulak műve. Hogy az akladiaiak miért ismerik a hűséget és a becsületet, az számomra rejtély.

source: But the Akladians were human enough to want the same thing all human in all times wanted. The freedom, the right of choosing their own way. One of them, first Hagarthen, announced that Grekulak is the tool of the false God, and led a bloody rebellion.
ca: Tanmateix, els akladians eren prou humans com per voler allò que tots els humans han volgut des de l'inici dels temps: la llibertat, el dret a triar el seu camí. Un d'ells, el primer Hagarthen, va anunciar que Grekulak era l'eina del fals Déu i va liderar una violenta rebel·lió.
hu: De az akladiaiak eléggé emberek maradtak ahhoz, hogy azt akarják, amit minden ember mindig akar. A szabadságot, a választás lehetőségét. Közülük egy, az első Hagarthen, kinyilvánította, hogy Grekulak egy hamis istennek az eszköze, s véres lázadást robbantott ki.

source: It left Grekulak's capital in ruins, and Akladians escaping to the west, chased by the Grekulak's allies, drowning in swamps, fighting the lizards and all kinds of most nightmarish creatures. This was really an epic journey survived by less than quarter of all people who left Grekulak lands.
ca: Va deixar la ciutat de Grekulak en ruïnes i els akladians van escapar cap a l'oest, perseguits pels aliats de Grekulak, enfangats en marjals i lluitant contra els sauris i tota mena de criatures diabòliques. Realment, aquest va ser un viatge èpic que va sobreviure menys d'una quarta part de la gent que va abandonar les terres de Grekulak.
cs: Ta zanechala Grekulakovo hlavní sídlo v troskách, a Akladijci vyrazili na západ, v zádech Grekulakovy spojence, brodíce se bažinami, bojujíce s ještěráky a všemi možnými nejstrašnějšími příšerami. Bylo to skutečně hrdinné putování, které nepřežila ani čtvrtina těch, kteří opustili Grekulakovu zem.
hu: Grekulak fővárosát romba döntötték, az akladiaiak nyugat felé menekültek. Grekulak szövetségeseitől űzve sokan fulladtak a mocsárba, harcoltak a gyíkokkal, s mindenféle szörnyekkel, rémekkel. Ez tényleg egy legendás vándorlás volt, s a Grekulak elől menekülők alig negyede élte túl a megpróbáltatásokat.

source: Then they came to Wesnoth and they immediately started a brutal conquest. As you know, the kingdom was deeply fragmented then, and at the beginning all of the Wesnothian kings were simply thinking that Akladians could be a tool they could use to get advantage over the others, potential allies or mercenaries rather than terrible menace.
ca: Finalment, van arribar a les terres de Wesnoth i van iniciar una conquesta brutal. Com ja sabeu, el regne estava aleshores terriblement fragmentat i al principi els reis wesnothians pensaven que els akladians eren una simple eina que podrien usar per traure un avantatge a la resta, uns aliats o mercenaris potencials més que una terrible amenaça.
hu: Aztán elérték Wesnothot, s azonnal kegyetlen hódításba kezdtek. Ahogy tudod, a királyság mély megosztottágban volt, s kezdetben a wesnothi királyok pusztán csak egy eszközt láttak bennük, amelyet könnyen kihasználhatnak az ellenségeik ellen, lehetséges szövetségesekként vagy zsoldosokként kezelték őket, semmint fenyegető veszedelemként.

source: Even the fall of Weldyn was not enough to convince the Wesnothian kings to unite against common danger. They came together temporarily and even won a battle, but after this victory they came back to their old quarrels. So they were taken, one by one. Only Elensefar and last outposts on sea shore and the north were left, some of them ruled by the members of the royal line of questionable legality. Whole the Wesnoth became the spoil of Akladian barbarians, introducing their laws of unthinkable stringency and cruelty into civilised lands, chasing mages, murdering elvish and dwarvish traders.
ca: Fins i tot la caiguda de Weldyn no va ser prou per convèncer els reis wesnothians a unir-se contra el perill comú. Van aliar-se temporalment una vegada, fins i tot van guanyar una batalla, però després d'aquesta victòria van tornar a separar-se i barallar-se entre ells. Així que van ser presos un a un pels akladians. Només Elensefar i uns pocs poblets fortificats en la costa i al nord van quedar lliures, alguns d'ells governats per membres de la família reial de qüestionable legalitat. Tot Wesnoth va convertir-se en el botí dels bàrbars akladians, que van introduir lleis d'extrema exigència i crueltat en les terres civilitzades, perseguint els mags i assassinant els comerciants nans i elfs.
cs: Ano pád Weldynu nepřiměl Wesnothské vládce k jednotnému postupu proti společnému nebezpečí. Jejich spojenectví bývala pouze dočasná pouze k vítězství v jedné bitvě, po které zase vše upadalo do původního chaosu. A tak byli jeden po druhém poraženi. Pouze Elensefar a poslední přímořská pobřeží a severní oblasti si zachovaly svrchovanost, leč na pováženou zůstává legalita jejich královských linií. A tak se téměř celý Wesnoth stal kořistí barbarských Akladijců, kteří s sebou přinesli do civilizovaných zemí svůj vlastní přísný řád plný krutosti a zloby, opovrhování mágy, vraždění elfích a trpasličích obchodníků.
hu: Még Weldyn eleste sem tudta meggyőzni a wesnothi királyokat, hogy közösen lépjenek fel a mindegyiküket fenyegető veszély ellen. Néha ugyan volt együttműködés köztük, s arattak győzelmeket, de aztán újra a régi sérelmeik kerekedtek fölül. Így egyesével hódították meg őket az akladiaiak. Csak Elensefar és a tengerparti területek északon maradtak szabadon, ahol kétes legitimitású királyok uralkodtak. Egész Wesnoth a barbár akladiaiak prédájává lett, elképzelhetetlen szigorral és kegyetlenséggel vezették be a törvényeiket a civilizált területeken, üldözték a mágusokat, s mészárolták le a törp és tünde kereskedőket.

source: Then your grandfather, Gawen, divided the land between his four sons. Akladians became far less ruthless, cruel and fearsome now, after the years of reasonable prosperity. They even started to mix with Wesnothians, and your father was not the first nor the last who married Wesnothian woman.
ca: Aleshores el teu avi, Gawen, va dividir la terra entre els seus quatre fills. Els akladians van fer-se prou menys cruels, temibles i despietats ara, després d'anys de raonable prosperitat. Fins i tot van començar unir-se amb els wesnothians... Ton pare no va ser el primer ni l'últim en casar-se amb una wesnothiana.
cs: Tehdy tvůj děd, Gawene, rozdělil dobyté území mezi své čtyři syny. Po letech prosperity pak se pak Akladijci stali mnohem méně nemilosrdnými, krutými i nebojácnými. A začali se mísit s Wesnotským obyvatelstvem. Tvůj otec nebyl první, kdo se oženil s Wesnotskou dívkou.
hu: Aztán a nagyapád, Gawen, felosztotta az országát a négy fia közt. Sokévi folyamatos virágzás után az akladiaiak sokat veszítettek korábbi féktelenségükből, kegyetlenségükből és vadságukból. Sőt kezdtek keveredni a wesnothiakkal, s nem apád volt az első, de nem is az utolsó, aki wesnothi feleséget vett magának.

source: In the meantime Grekulak was trying to gather what was left from the fall of his kingdom. The Akladian rebellion was serious blow to him. I think it took him more than a century to rebuild his forces. He abandoned the plans of breeding another race of warriors. He came here now, trying to seduce orcs and some of Akladians by promises of gold, fame and who knows what else.
ca: Mentrestant Grekulak intentava reunir el que quedava del seu regne. La rebel·lió dels akladians havia sigut un dur colp per ell. Crec que li va costar més d'un segle reconstruir les seues forces. Va abandonar els plans de crear una nova raça de guerrers. Va vindre ací, intentant seduir orcs i akladians alhora amb promeses d'or, fama i qui sap quines altres coses.
cs: Mezi tím se grekulak snažil posbírat, co se se dalo, z jeho zničeného království. Akladijská rebelie pro něj byla strašnou ranou. Myslím, že mu trvalo více než století, aby znovu vybudoval ztracenou armádu. Zavrhl plány na vytvoření nové rasy válečníků. A tak nyní přišel a získává na svou stranu skřety i některé Akladijce pod příslibem zlata, slávy a kdoví čeho ještě.
hu: Ezalatt Grekulak megpróbálta rendezni sorait, s újraépíteni a birodalmát. Az akladiaiak lázadása komoly veszteségeket okozott neki. Azt hiszem, hogy több, mint egy évszázadig tartott, míg kiheverte a csapást. Felhagyott az új harcos faj létrehozásának kísérletével. Most visszatért, s megpróbálja az orkokat és az akladiaiakat arannyal, hírnévvel, s ki tudja még mivel megvesztegetni.

source: Dead city
ca: La ciutat morta
hu: Halott város

source: This story.. Deorien, are you sure about this?
ca: Aquesta història... Deorien, estàs segur?
cs: Tento příběh.. Deoriene, jsi si tím jistý?
hu: Ez a történet... Deorien, biztos, hogy így történt?

source: Now, when he finished his story. Should we kill him now?
ca: Ara que ja ha acabat amb la seu història... El matem?
cs: Teď, když dovykládal tu pohádku. Můžem ho konečně zabít?
hu: Most, hogy befejezte a meséjét, már megölhetem?

source: Mother, don't you get it? It means we are practically half-orcs!
ca: Mare, no ho pilles? Això vol dir que som pràcticament mig-orcs!
cs: Matko, tos to ještě nepochopila? To znamená, že jsme prakticky poloskřeti!
hu: Anyám, még mindig nem érted? A jelek szerint félig orkok vagyunk!

source: No, Gawen. Grekulak used human form as a base and added few orcish features. To describe Akladians as half-orcs is a big simplification.
ca: No, Gawen. Grekulak va usar la forma humana com base i després va sumar unes poques característiques orques. Descriure els akladians com uns mig-orcs és una simplificació excessiva.
cs: Ne, Gawene. Použil jako základ lidskou formu a pouze přidával skřetí vlastnosti. Popsat Akladijce jako půlskřety je velice hrubé zjednodušení.
hu: Nem, Gawen. Grekulak embert vett alapul, s némi ork vonással ruházta fel. Az akladiaiakat félorknak nevezni túlzott egyszerűsítés.

source: Why you were telling us whole that long story?
ca: Per què ens has contat tota eixa llarga història?
cs: Proč nám zde vykládáš tento předlouhý příběh?
hu: Miért mondtad el nekünk ezt a hosszú történetet?
