Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: What orcs are doing here and why are awaiting them?
ca: Què fan els orcs ací i per què els esteu esperant?
cs: Co tu dělají skřeti a proč ste na ně čekali?
hu: Mit keresnek itt az orkok, és miért várjátok őket tárt karokkal?

source: Where do you hide the gold?
ca: On amagàveu l'or?
cs: Kam jste schovali zlato?
hu: Hol rejtegeted az aranyadat?

source: Gold? What gold? I know nothing about AAARGH it's in a safe place, I will show you!
ca: Or? Quin or? Jo no sé res de AAAARGGH està amagat en un lloc segur. Ara te'l mostraré!
hu: Arany? Mi az? Én semmit sem tudok ÁÁÁÁHHH biztonságos helyen, megmutatom.

source: You have received 100 golden pieces.
ca: Reps 100 peces d'or.
cs: Získal jsi 100 zlatých.
hu: Hozzájutsz 100 aranyhoz.

source: He isn't able to tell anything more. I can't decide whether I should admire your ruthlessness or despise your cruelty.
ca: No pot dir-te res més. No sé si hauria d'admirar la teua crueltat o menysprear-la.
cs: Tak ten už nic neřekne. Nemůžu se rozhodnout, jestli tě mám obdivovat pro tvou nemilosrdnost nebo se bát tvojí krutosti.
hu: Többet nem fogsz kihúzni belőle. Nem tudom eldönteni, hogy csodáljam a könyörtelenségedet, vagy nézzem el a kegyetlenségedet.

source: You may admire my generosity.
ca: Pots admirar la meua generositat.
cs: Můžeš obdivovat moji ušlechtilost.
hu: Csodálhatod a nagylelkűségemet.

source: Orcs? Bor Cryne told us to wait for them here. We will go then kill every one who is unworthy of being Akladian. Those who violated our customs, who are underlings friends, those who even offended our God by marrying them. Only then God will again be fond of us and he will reward us, completing of our conquest of Wesnoth.
ca: Orcs? Bor Cryne ens va dir que els esperàrem ací. Pensem anar a matar a qualsevol que no siga digne de ser akladià. Aquells que hagen violat les nostres costums, que siguen amics dels carralls o que hagen ofès al nostre Déu cassant-se amb ells. Aleshores, Déu tornarà a estar orgullós de nosaltres i ens recompensarà amb la conquesta completa de Wesnoth.
hu: Orkok? Bor Bryne parancsolta, hogy itt várjuk őket. Azután velük együtt kiirtunk mindenkit, aki nem méltó az akladiai névre. Akik áthágják a szokásainkat, akik nemtelenekkel barátkoznak, s vérfertőző házasságra lépnek velük, mind méltatlanok. S miután mindegyikükkel végeztünk, akkor fog Istenünk újra kegyeibe fogadni, s adja nekünk Wesnothot teljes egészében.

source: Interesting theory. So, basically Bor Cryne wants to eliminate all of his opponents?
ca: Interessant teoria. Bàsicament, el que vol fer Bor Cryne és aniquilar tots els seus rivals?
cs: Zajímavá teorie. Chce prostě Bor Cryne odstranit všechny své odpůrce?
hu: Érdekes elképzelés. Tehát Bor Cryne gyökeresen ki akarja irtani az ellenlábasait?

source: Hey, Reumario, what will you say about that? Akladians allying with orcs to kill other Akladians? Quite a dishonorable thing, don't you think?
ca: Ei, Reumario, què et pareix? Els akladians aliant-se amb els orcs per matar altres akladians? No em pareix molt honorable, que penses tu?
cs: Hej, Reumario, cos to říkal? Akladijci se spojili se skřety, aby zabili jiné Akladijce? To je zcela nízké a ubohé, nezdá se ti?
hu: Hej, Reumario, mit szólsz te mindehhez? Az akladiaiak orkokkal szövetkeznek, hogy más akladiaiakat gyilkoljanak. Meglehetősen becstelen dolog, nemdebár?

source: I didn't know..
ca: No sabia...
cs: Nevěděl jsem, že...
hu: Nem tudtam...

source: So now you know. And what you will do about it?
ca: Ara ja ho saps. Ara què penses fer?
cs: Tak teď víš. A co s tím uděláš?
hu: De most már tudod. És most mit teszel?

source: I don't know.
ca: No ho sé.
cs: Nevím.
hu: Nem tudom.

source: What about this:
ca: Què et pareix...?
cs: A co tohle:
hu: Mit szólsz a javaslatomhoz:

source: I will kill you and rip off your head.
ca: Et mataré i et tallaré el teu cap.
cs: Tak tě zapíchnu a tvoji palici narazím na kůl.
hu: Megöllek és levágom a fejedet.

source: What about joining us against those orcs?
ca: Què et pareix unir-te a nosaltres contra eixos orcs?
cs: A co takhle přidat se k nám proti těm skřetům?
hu: Csatlakozol hozzám azok ellen az orkok ellen?

source: Will you join us to fight those orcs? Or would you prefer to ally with those madmen wanting to slaughter their own kin?
ca: T'uniràs amb nosaltres contra els orcs o prefereixes aliar-te amb tots eixos bojos que volen matar la seua pròpia raça?
cs: Připojíš se k nám v boji s těmi skřeti? Nebo se radši spojíš s těmi, kteří jdou proti svým?
hu: Csatlakozol hozzám az orkok elleni harcban? Vagy szívesebben szövetkeznél azokkal az őrültekkel, akik saját fajtájukat mészároltatják le?

source: Yes.. I will join you.
ca: Sí... m'uniré a vosaltres.
cs: Dobrá.. Přidám se.
hu: Igen... Csatlakozom hozzád.

source: So, we won.
ca: Bé, hem guanyat
cs: Tak. Spolu vyhrajem.
hu: Akkor, győztünk.

source: Disappointed? Wanted to have more action?
ca: Defraudat? Volies més acció?
cs: Zklamána? Chtěla's větší akci?
hu: Csalódott vagy? Még csatároznál egy kicsit?

source: There will be enough action when orcs come.
ca: Ja hi haurà més acció quan arriben els orcs.
hu: Lesz még alkalom a csatára, ha jönnek az orkok.

source: What part of the phrase 'do not kill their leaders, leave them for me' have you not understood?
ca: Quina part de la frase 'no mateu els seus líders, deixeu-me'ls a mi' no has entès?
hu: Az utasításom, 'a vezéreiket ne öljétek meg, magam akarok végezni velük', melyik szavát nem sikerült megértened?

source: But it was self-defense!
ca: Però si ha sigut en defensa pròpia!!
cs: Ale to byla sebeobrana!
hu: Csak önvédelem volt!

source: Yeah, sure. God, why these males are thinking I can't handle my enemies myself?
ca: Sí, segur. Déu meu, per què eixos mascles sempre pensen que no me les puc heure jo soleta amb els meus enemics?
hu: Na persze. Istenem, miért gondolják ezek a macsók, hogy nem tudok elbánni egy kurafival?

source: So, we took over the castle. Quite pleasant surprise. What now?
ca: Bé, hem capturar el castell. Una agradable sorpresa. I ara què?
cs: Tak. Obsadili jsme hrad. Jaké příjemné překvapení! Co teď?
hu: Nos, elfoglaltuk a várat. Egy kissé meg is lepődtem. S most hogyan tovább?

source: Surprise? What do you mean by that?
ca: Sorpresa? Què vols dir amb això?
cs: Překvapení? Co tím myslíš?
hu: Meglepődtél? Ugyan min?

source: I meant that I thought we wouldn't be able to take that castle, because...
ca: Volia dir que pensava que no podríem capturar el castell perquè...
cs: No vůbec jsem si nemyslel, že se do hradu dostaneme, protože...
hu: Úgy értettem, azt hittem,hogy nem fogjuk tudni elfoglalni a várat, mert...

source: Because what? You think that just because I am a weak woman I can't take a castle?
ca: Perquè què? Penses que perquè sóc una dèbil dona no puc prendre un castell?
cs: Protože proč? Protože sis myslel, že jsem slabá žesnká a že nevím jak dobývat hrady?
hu: Mert? Talán egy magamfajta gyenge nő nem képes bevenni egy várat?

source: No, I just.. Oh, heavens, the castle has good defensive position and.. Stop it. What are you going to do now?
ca: No, jo només. Oh, mira, el castell estava en una bona posició defensiva i... Ah, deixa-ho estar! Què farem ara?
cs: Ne, jenom.. Oh, bohové, hrad má výbornou obrannou pozici a .. Nechme toho. Co se teď chystáš udělat?
hu: Nem arra gondoltam, csak... A pokolba is, a vár kedvező védelmi helyzetben van... Hagyjuk. És most mihez kezdünk?

source: Well, haven't you heard? Some army, orcish, is coming here. We have to prepare defenses. And then we will think what else.
ca: Bé, no ho has sentit? Un exèrcit orc està venint cap ací. Hem de preparar les defenses. I després ja pensarem en altres coses.
hu: Nos, nem emlékszel? Valami ork sereg tart errefelé. Meg kell erősítenünk a védelmet. Aztán meg majd meglátjuk.

source: Well, I have my own castle. That's for starters. Now I need more gold, so I guess we would have to kindly ask our neighbors for some. But we need some time to rest and cure the wounded.
ca: Bé, ja tinc el meu propi castell. Eixa la primera. Ara, necessitem més or, així que haurem de demanar-lo amablement als nostres veïns. Però abans necessitem una miqueta de temps per descansar i curar les ferides.
hu: Remek, szereztem egy saját várat. Kezdetnek ez elég is. Most szükség lesz egy kis aranyra, azt hiszem a szomszédainktól kérhetek. De előbb pihenjünk, és lássuk el a sebesülteket.

source: Strange thing, but it seems that killing so many of them you gained their respect.
ca: Pareix estrany, però sembla que matar tants d'ells t'ha fet guanyar-te amb el seu respecte.
cs: Divná věc, ale vypadá to, že tím, že jsi jich tolik zabila jsi získala jejich respekt.
hu: Különös, minél többet ölsz meg közülük, annál nagyobb az ázsiód.

source: What's so strange in that?
ca: Què té d'estrany això?
hu: Mi ebben a különös?

source: Anyway, it seems that some of them could even fight for you.
ca: De tota manera, sembla que alguns d'ells fins i tot lluitarien amb tu.
cs: No... nic. Navíc to vypadá, že mnoho z nich chce za tebe bojovat.
hu: Mintha néhányan szívesebben harcolnának érted...

source: Inside of the castle we found a lot of supplies. I hope we will find good use for them.
ca: Hem trobat molts queviures dins del castell. Espere que els sapiguem usar bé.
hu: A kastélyban óriási készletek vannak felhalmozva. Remélem, jó hasznát vesszük majd.

source: A woman! Woman killed me! Aaargh!
ca: Una dona! Una dona m'ha mort! Aaargh!
cs: Ženská! Ženská mně zabila! Áááá!
hu: Egy nő! Egy nő kezétől esem el! Ááááhhh!

source: What? Is he some kind of misogynist?
ca: Què? Que era una mena de misogin?
cs: Cože? Nejsi tak náhodou mišogynec, že ne?
hu: Nocsak? Talán egy nőgyűlölő?

source: I lose to a woman? Nooo...
ca: Derrotat per una dona? Nooo...
cs: Ale to bylo v sebeobraně!
hu: Egy nő kezétől esem el? Neee...

source: You really can fight. I want to honor you before my death.
ca: Sí que saps lluitar. Vull honrar-te abans de morir.
hu: Kitűnően harcolsz. Büszke vagyok, hogy te ölsz meg.

source: What's wrong with you, Akladians? They hated you, you started to kill them and now they start to like you? Are you all some kind of gluttons for punishment?
ca: Ací hi ha alguna cosa que no em quadra amb vosaltres els akladians. Primer t'odiaven, tu els comences a matar i ara ja els agrades? Que sou alguna mena de viciosos a favor del càstig?
hu: Valami baj van veletek, akladiaiakkal. Először gyűlöltek, elkezdted gyilkolni őket, s most már szeretnek. Bennetek lappang valami szent mazochizmus?

source: She's a fighter! I could even fight for someone like her...
ca: Sí que és una lluitadora! Fins i tot podria lluitar per ella...
cs: To je ale bojovnice! Nikdy jsem nebojoval s nikým jako je ona...
hu: Ez aztán a harcos! Bárcsak érte harcolhatnék...

source: Sorry, I am not a necromancer.
ca: Ho sento, no sóc cap nigromant.
cs: Tak nic, nejsu přece nekromant.
hu: Bocs, nem vagyok holtidéző.

source: They seem to respect you now. Strange.
ca: Pareixen respectar-te ara. Estrany.
cs: Tak to vypadá, že tě respektují. Divné.
hu: Úgy látszik, kezdenek tisztelni.

source: Siege of Haeltin
ca: Setge de Haeltin
cs: Obklíčení Haeltinu
hu: Haeltin ostroma

source: It seems that $ano_loyal[0].user_description was so impressed by Lorin's performance in this siege, that he will fight for her without the need to pay him. He became LOYAL.
ca: Pareix que $ano_loyal[0].user_description va quedar tan impresionat amb l'actuació de Lorin a aquest setge que lluitarà per ella sense cobrar res. Ha esdevingut LLEIAL.
cs: Vypadá to, že $ano_loyal[0].user_description byl tak unešen, jak srdnatě bojovala Lady Lorin při obléhání, že se rozhodl pro ni bojovat bez nároku na žold. Stal se VĚRNÝM.
hu: $ano_loyal[0].user_description teljesen Lorin hatása alá került az ostrom során, a továbbiakban zsold nélkül hajlandó követni őt, s harcolni érte. Mostantól Lorin HŰSÉGES követőjévé válik.

source: Inside the castle of Haeltin, Lorin found large quantities of food, as well as arrows and weapons. It seemed like the castle owners were expecting a huge army to come.
ca: Dins del castell de Haeltin, Lorin va trobar grans quantitats de menjar, així com fletxes i armes. Pareixia com si els amos del castell esperaren l'arribada d'un gran exèrcit.
hu: Haeltin várának pincéjében Lorin óriás élelmiszerkészletet, fegyvereket és nyilakat talált. Minden jel arra vallott, hogy a kastély előző tulajdonosai hatalmas sereget vártak.

source: Lorin ordered the castle to be prepared for defense. Men worked day and night, while eager snowflakes were melting on their bodies. She worked with them too, as hard as if she wanted to prove that she is as good as men. Or as if she wanted to be too tired to have time for memories.
ca: Lorin, doncs, va ordenar que el castell havia d'estar preparat per a la defensa. Els hòmens van treballar dia i nit mentre els flocs de neu es fonien al contactar amb els seus cossos. Ella també va treballar amb ells, tan durament que pareixia que volia demostrar que era tan eficient com els hòmens. O com si volguera cansar-se com per no poder perdre's en antics records.
hu: Lorin elrendelte a vár megerősítését. Emberei éjjel-nappal dolgoztak, a szállingózó hópelyhek elolvadtak a testükön. Lorin velük együtt dolgozott, olyan keményen, mintha csak azt akarta volna bizonyítani, hogy felér bármelyik férfival. Vagy pedig úgy, mint aki azért fárasztja magát, hogy ne kelljen emlékeznie.

source: My Lady, the defenses are ready. I ordered a moat dug out in the north, we also put some new fortifications in place, but they are not finished.
ca: Ma senyora, les defenses ja estan preparades. He ordenat excavar un fossat al nord, també hem començat a edificar algunes fortificacions, però encara no estan terminades.
cs: Má Paní, obrana hradu je připravena. Na severní straně jsem nařídil vykopat vodní příkop. Také jsme zbudovali další opevnění, ale nejsou ještě dokončeny.
hu: Úrnőm, a védművek elkészültek. Északon ásattam egy várárkot, s néhány tornyot is elkezdtünk építeni, azokat még be kell fejezzük.

source: We have no time to finish it. They are already here. Faster, move the supplies to hideout in mountains, so even if they reach the keep they won't find anything.
ca: No ens quede temps per acabar-lo. Ja estan ací. Ràpid, dugueu les provisions cap al refugi a les muntanyes, per tal que, encara que prenguen el castell, no troben res.
cs: Není kdy je dokončit. Už jsou tu. Schovejte zásoby v horách, aby ani v pevnosti nenašli nic. Kdo ví, jak bude bitva probíhat...
hu: Azokat már nem tudjuk befejezni. Itt vannak az orkok. Gyorsan, a készleteket rejtsük el a hegyek közt, ha netán elérnék a várat, akkor se találjanak semmit!

source: Where is the promised food? Where are the rooms to rest? Answer me, human!
ca: On està el menjar que ens van prometre? On són les habitacions per descansar? Respon, humà!
cs: Kde být slibovaný žrádlo? Kde být my spát?
hu: Hol van a megígért élelem? Hol vannak a szállások? Beszélj, ember!

source: Brother! Where are you? Why do you keep gates of Haeltin closed?
ca: Germà! On estàs? Per què mantens les portes de Haeltin tancades?
cs: Bratře! Kde jsi? Proč jsou brány Haeltinu zavřené?
hu: Bátyám! Hol vagy? Miért vannak zárva Haeltin kapui?

source: Your brother is dead, and you will be too, soon.
ca: El teu germà ha mort, i tu prompte el seguiràs.
cs: Tvůj bratr prdí do hlíny. A ty budeš taky. Brzo!
hu: A bátyád halott, s nemsokára te is az leszel.

source: Dead? How is that possible? Who killed him?
ca: Mort? Cóm pot ser això? Qui l'ha mort?
cs: Mrtvý? Jak to? Kdo ho zabil?
hu: Halott? Ez hogy lehet? Ki ölte meg?

source: He was slain by my hand.
ca: Va morir per la meva mà.
cs: Já. Vlastnoručně!
hu: Saját kezűleg vágtam le.

source: Does it matter? He is dead now.
ca: Què importa? Ara ja és mort
cs: Co na tom záleží? Je mrtvý.
hu: Nem mindegy? Halott és kész!

source: My brother! No! You witch, you will answer for that! I will burn you alive!
ca: El meu germà! No! Bruixa, me les pagaràs totes! Et cremaré viva!
cs: Brácho, ne! Ty ježibabo, to mi draze zaplatíš! Upálím tě zaživa!
hu: Bátyám! Ne! Te, boszorkány, ezért felelni fogsz! Elevenen égetlek el!

source: Come and try it.
ca: Vine i proba a fer-ho
cs: Pojď a zkus to.
hu: Próbálj szerencsét!

source: Enough of this chit-chat! We are out of supplies and we are hungry. Soldiers! Your food is inside of this castle. Get them!
ca: Ja n'hi ha prou de tanta xerrameca! No ens quede menjar i tenim fam. Soldats! El vostre menjar està dins d'aquest castell. A per ells!
cs: Už mluvit dost! Já hladový! My hladový! Ne žrádlo. Vojáci! Žrádlo tam! Hrad! My vzít sami! Bij zabij!
hu: Elég a csevegésből! Elfogytak a készleteink, éhesek vagyunk. Harcosok! Az élelem a várban van! Szerezzük meg!

source: We should sacrifice an ox to God. There are too many of them, without God's help we won't be able to defeat them.
ca: Deuríem sacrificar un bou en honor de Déu. Són massa, i sense la Seua ajuda no els podrem derrotar.
hu: Egy ökröt kéne áldoznunk az istennek! Annyian vannak, mint égen a csillag, Isten segítsége nélkül nem győzhetjük le őket.

source: We do not have to defeat them, luckily. They are not prepared for a long siege, so it would be enough to survive initial onslaught. Then, they will have to withdraw, because they will have no food.
ca: Per sort, no cal derrotar-los totalment. No estan preparats per suportar un llarg setge, així que n'hi haurà prou en sobreviure a la primera onada. Després, s'hauran de retirar perquè no tindran prou menjar.
cs: Naštěstí je není nutné porazit. Podívejte! Nejsou připraveni na dlouhé obléhání. Stačí odrazit první nájezd a oni se stáhnou. Nebo pochcípají hlady.
hu: Szerencsére nem kell őket teljesen megsemmisíteni. Nem készültek hosszú ostromra, tehát csak néhány napig kell kitartanunk. Aztán kimerülnek, s élelem híján vissza kell vonulniuk.

source: Lady Lorin, I know your habit of interrogating enemy leaders. Please, take my advice, if you must, ignore the orcs, they do not look intelligent enough to give sensible answers.
ca: Na Lorin, conec el vostre hàbit d'interrogar els líders enemics. Per favor, si no n'hi ha altre remei, com a mínim ignoreu els orcs, no pareixen prou intel·ligents per donar cap resposta interessant.
cs: Lady Lorin, znám tvou zálibu v mučení nepřátelských vůdců, ale pokud mohu poradit, nech skřety být, nic kloudného z těch jejich tupých hlav stejně nedostaneš.
hu: Lady Lorin, tudom, hogy szereted kivallatni az ellenséges vezéreket. Kérlek, fogadd meg a tanácsomat, s hagyd az orkok vezéreit, ezek nem elég okos lények, hogy érdemi információt adhatnának.

source: Move the supplies to the mountains. That way, even if they break into the castle, they still will have no food.
ca: Dugueu els queviures a les muntanyes. Així, encara que puguen entrar al castell, continuaran sense tindre menjar.
cs: Schovejte zásoby v horách. Pokud i prolomí obranu a dostanou se do pevnosti, stejně budou bez jídla. To je naše jediná šance...
hu: Vigyétek a készletet a hegyi rejtekhelyre! Így akkor sem jutnak élelemhez, ha betörnek a várba.

source: We have less than 300 golden pieces. Are you sure we will be able to survive the enemy onslaught with these?
ca: Tenim menys de 300 peces d'or. Estàs segura que podrem sobreviure a l'assalt enemic només amb això?
cs: Máme míň než 300 zlatých. Skutečně si myslíš, že se nám s tím podaří přežít první nájezd?
hu: Kevesebb, mint 300 aranyunk van. Biztos vagy benne, hogy ennyi elég ahhoz, hogy túléljük a támadást?

source: HEROIC: Kill all enemy leaders OR
ca: HEROIC: Mata tots els líders enemics O
cs: HRDINSKÉ: Zabij všechny vůdce nepřátel NEBO
hu: HŐSIESEN: Megölöd az összes ellenséges vezért VAGY

source: NORMAL: Survive to the end of turn limit.
ca: NORMAL: Sobreviu fins a la fi dels torns.
cs: NORMÁLNÍ: Vydrž stanovený počet kol.
hu: ÁTLAGOSAN: Kitartasz a körök végéig

source: A woman.. A woman has killed me.. what a disgrace..
ca: Una dona... Una dona m'ha mort... quina desgràcia...
cs: Ženská... Mě zabýt ženská... Takový potupa...
hu: Egy nő... Egy nő vágott le... micsoda szégyen...

source: Gaaarrr.. Aaargh...
ca: Gaaaarrr...Aaaargh...
hu: Gaaarrr.. Áááh...

source: What did he say?
ca: Què ha dit?
cs: Co říkal?
hu: Mit mondott?

source: I think it was Orcish for 'a human woman has killed me, what a dishonor' or something like that.
ca: Crec que és l'equivalent orc de 'una dona m'ha mort, quina deshonra' o alguna cosa per l'estil.
cs: Myslím, že to bylo po skřetím něco jako: "Lidská ženština mě zabila, jaká ostuda!"
hu: Valami ork szólás lehetett: 'micsoda szégyen, egy asszony kezétől esem el', vagy valami hasonló.

source: What are you waiting for? Come on, finish me, witch.
ca: A què esperes? Vinga, acaba amb mi, bruixa!
cs: Na co čekáš? Doraz mě, ty ježibabo.
hu: Mire vársz még? Gyere, és végezz velem, boszorkány!

source: Ah, I like that kind of man. Strong and fearless even in the face of death. Now, do you see this knife? I call it truth-sayer. I use it to check how fearless a man can be in my hand.
ca: Ah, m'agrade aquest tipus d'hòmens. Fort i sense cap temor fins i tot a les portes de la mort. Ara, veus aquest ganivet? Li he ficat de nom 'Veritador'.L'utilitze per veure com de valent és un home a les meues mans.
cs: Ách, zbožňuju tento typ chlapů. Silní a nebojácní i když na ně mrká zubatá. Ale k věci. Vidíš ten nůž? Říkám mu pravdomluvný. Pomáhá mi zjistit, jak nebojácný může být muž v mojich rukách.
hu: Ó, tetszik nekem ez az ember. Erős és bátor, még a halál torkában is. Nos, látod ezt a kést a kezemben? Igazat mondatónak nevezem. Arra használom, hogy lemérjem, milyen bátor a kezembe került ember.

source: I will see how fearless you will be when the rest of our army will come.
ca: Ja veuré quant de brava eres quan la resta del nostre exèrcit arribe.
cs: Uvidím, jak nebojácná budeš ty, až přijde zbytek armády.
hu: Meglátjuk, milyen bátor leszel, ha megérkezik a seregünk másik fele is.

source: The rest of your army? Interesting.
ca: La resta del vostre exèrcit? Interessant.
cs: Zbytek armády? Zajímavé...
hu: A sereg másik fele? Érdekes.

source: They are delayed two days after us. They will appear from the north and smash what is left of your so called castle.
ca: Van dos dies darrere nostre. Apareixeran pel nord i destruiran el que quede d'aquesta cosa que anomenes castell.
cs: Mají přijít dva dny po nás. Přijdou ze severu. A vyplení tvůj takzvaný hrad.
hu: Kétnapi járásra mögöttünk menetelnek. Északról jönnek, és eltakarítják az úgynevezett várad romjait.

source: What Orcs are doing here anyway, and why are they allied with you?
ca: I què fan els orcs ací, per què esteu aliats amb ells?
cs: Mimochodem, co tu dělají skřeti? Proč se s váma spolčují?
hu: Mit keresnek itt az orkok, s miért szövetkeztetek velük?

source: They will help us purify our race. We will go and kill every one who is unworthy of being Akladian. Those who violated our customs, who are friends of the underlings, those who have offended our God by marrying them. Only then will God again be fond of us and reward us with conquest of Wesnoth and the whole world.
ca: Ens ajudaran a purificar la nostra raça. Pensem matar qualsevol que no siga digne de ser akladià. Aquells que hagen violat les nostres costums, que siguen amics dels carralls o que hagen ofès al nostre Déu cassant-se amb ells. Aleshores, Déu tornarà a estar orgullós de nosaltres i ens recompensarà amb la conquesta de Wesnoth i del món sencer.
hu: Mert ők a mi segédeink. Megtisztítjuk a fajunkat, kardélre hányunk mindenkit, aki méltatlan az akladiai névre. Mindenkit, aki megszegte a szokásainkat, aki nemtelenekkel barátkozik, aki Istenünk ellen vétve házasodik velük. Csak ezután fogja Istenünk visszafordítani az orcáját ránk, s adja nekünk Wesnothot teljesen, s az egész világot.
