Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: So, Reme. We meet again. Hm.. I would say something in the sense 'I'm happy to see you again', but to be honest, I am not.
ca: Bé, Reme. Ens tornem a vore. Uhmm...voldria dir alguna cosa com 'Estic feliç per tornar a vore't', però, si he de ser franca, no ho estic.
cs: Tak, Reme. Znovu jsme se setkali. Hm.. Měla bych říct něco jako 'Jsem šťastná', ale budu upřímná, nejsem.
hu: Nos, Reme. Ismét találkozunk. Hmm... Valami olyasmit kellene mondanom, hogy 'örülök, hogy újra látlak', de inkább őszinte leszek, s nem mondok semmit.

source: Lorin... and.. Gawen? Is that really you?
ca: Lorin... i... Gawen? Eres tu de veritat?
cs: Lorin... a.. Gawen? Jste to vážně vy?
hu: Lorin... és... Gawen? Tényleg te vagy az?

source: Reme, are you ok?
ca: Reme, estàs bé?
cs: Reme, jsi v pořádku?
hu: Reme, jól vagy?

source: Yes.. yes.. Gawen? Is that really you?
ca: Sí... sí... Gawen? De veritat eres tu?
cs: Ano.. ano.. Gawene? Jsi to vskutku ty?
hu: Igen... igen... Gawen? Tényleg te vagy az?

source: There are keeping some Akladian in cage in here. Should I kill him?
ca: Tenen tancat a un akladià a la gàbia esta d'ací. Deuria matar-lo?
cs: V jeskyni tu schovávali pár Akladijců. Mám je zabít?
hu: Valami akladiai van a ketrecben. Megölhetem?

source: No! This is my friend, Reme! Reme, are you ok?
ca: No! És un amic meu, Reme! Reme, estàs bé?
cs: NE! Jsou to moji přátelé! Reme! Reme, jsi v pořádku?
hu: Ne! Ez a barátom, Reme. Reme, jól vagy?

source: Such a young men.. And still, one damn good fighter..
ca: Tan jove... I encara així, un excel·lent lluitador...
cs: Takový mladík... a jaký po čertech dobrý bojovník..
hu: Ilyen fiatal ember... S milyen kitűnő harcos...

source: You were worthy opponent too.
ca: Tú també has sigut un rival digne.
cs: Ty jsi byl také dobrým protivníkem.
hu: Te is jól harcoltál.

source: Yes.. it was a good fight, isn't it?
ca: Sí... ha sigut una bona lluita, eh?
cs: Ano, hezky jsme si zabojovali, co?
hu: Igen... kemény csata volt...

source: Yes.. Before you will pass, please answer me few questions.
ca: Sí... però abans que ens deixes, voldria fer-te per favor algunes preguntes.
cs: Ano.. Ale než odejdeš, prosím odpověz mi na pár otázek.
hu: Igen... Mielőtt meghalsz, válaszolj pár kérdésre!

source: Why orcs are here, allied with Akladians?
ca: Per què estan els orcs ací, aliats amb els akladians?
cs: Proč skřeti přišli? A proč jako spojenci Akladijců?
hu: Mit keresnek itt az orkok, miért szövetkeztek az akladiaiakkal?

source: Who have hired assassin, who was trying to kill Gawen Hagarthen?
ca: Qui va contractar aquell assassí que va intentar matar Gawen Hagarthen?
cs: Kdo najal vraha, který měl zabít Gawena Hagarthena?
hu: Ki bérelte fel a bérgyilkost, hogy megölje Gawen Hagarthent?

source: Why you fight along with Akladians?
ca: Per què lluites amb els akladians?
cs: Proč bojuješ s Akladijci?
hu: Miért harcoltok az akladiaiak oldalán?

source: Do you know, who poisoned Gawen Hagarthen's mother?
ca: Saps qui va enverinar la mare de Gawen Hagarthen?
cs: Víš, kdo otrávil matku Gawena Hagarthena?
hu: Tudod, ki mérgezte meg Gawen Hagarthen édesanyját?

source: Do you know why orcs are here?
ca: Saps per què són els orcs ací?
cs: Víš, proč tu jsou skřeti?
hu: Tudod, miért vannak itt az orkok?

source: They are allied with Akladians.
ca: Estan aliats amb els akladians.
cs: Jsou Akladijští spojenci.
hu: Szövetkeztek az akladiaiakkal.

source: But why?
ca: Però... per què?
cs: Ale proč?
hu: De miért?

source: I have no idea.
ca: No ho sé.
cs: Nemám zdání.
hu: Fogalmam sincs.

source: Why you are allied with Akladians?
ca: Per què esteu aliats amb els akladians?
cs: Proč jste se spojili s Akladijci?
hu: Miért szövetkeztetek az akladiaiakkal?

source: Allied? We are allied with none. They simply have paid for our services. That's all.
ca: Aliats? Nosaltres no estem aliats amb ningú. Senzillament ens han pagat pels nostres serveis. Això és tot.
cs: Spojili? My nejsme ničí spojenci. Jednoduše zaplatili za naše služby. Toť vše.
hu: Sövetkeztünk? Mi nem szövetkezünk senkivel. Egyszerűen megfizettek a szolgálatunkért. Ennyi.

source: You are from Outlaw Base, right? Place from which assasin come.. Maybe you know who have poisoned mother of Gawen Hagarthen?
ca: Eres del Campament dels proscrits, veritat? El mateix lloc d'on va vindre l'assassí... Tal volta saps qui va enverinar la mare de Gawen Hagarthen?
cs: Ty jsi z Posvětí, místa, odkud přišel můj vrah.. Možná bys mohl vědět, kdo otrávil matku Gawena Hagarthena.
hu: Te a Törvényenkívüliek Tanyájáról származol, ugye? Ahonnan a bérgyilkosok jönnek... Talán tudod, ki mérgezte meg Gawen Hagarthen édesanyját?

source: I don't know that.
ca: Jo no sé res d'això.
cs: Ale nevím to.
hu: Nem tudom.

source: Someone has hired assassin to kill Gawen Hagarthen, immediately after his father's death. I know he came from Outlaw Base. Who hired him?
ca: Algú va contractar un assassí per matar Gawen Hagarthen, poc després de la mort de son pare. Sé que va vindre del campament dels proscrits. Qui el va contractar?
cs: Někdo najal vraha, aby zabil Gawena Hagarthena, záhy po smrti jeho otce. Vím, že pocházel z Podsvětí. Kdo ho najal?
hu: Valaki orgyilkost bérelt fel, hogy megölje Gawen Hagarthent rögtön az apja halála után. Tudom, hogy az orgyilkos a Törvényenkívüliek Tanyájáról jött. Ki bérelte fel?

source: I think it was one of Akladian lords.. yes.. His name was Cryne, Bor Cryne...
ca: Crec que va ser un dels senyors akladians... sí, el seu nom era Cryne... Bor Cryne...
cs: Myslím, že to byl jeden z Akladijských lordů.., ano.., jmenoval se Cryne, Bor Cryne.
hu: Azt hiszem, hogy egy akladiai nemes... igen... A neve Cryne, Bor Cryne...

source: You are from Outlaw Base, right? Place from which assasins come.. Maybe you know who poisoned the mother of Gawen Hagarthen?
ca: Ets del Campament dels proscrits, veritat? El mateix lloc d'on va vindre l'assassí... Tal volta saps qui va enverinar la mare de Gawen Hagarthen?
hu: Te a Törvényenkívüliek Tanyájáról jöttél, ugye? Ahonnan az orgyilkosok jönnek... Lehet, hogy tudod, ki mérgezte meg Gawen Hagarthen édesanyját?

source: I don't know that. A lot of Akladians buy poison from us.
ca: Això no ho sé. Molts akladians ens compren verins.
hu: Nem tudom. Sok akladiai vesz tőlünk mérget.

source: Someone hired an assassin to kill Gawen Hagarthen, immediately after his father's death. I know he came from Outlaw Base. Who hired him?
ca: Algú va contractar un assassí per matar Gawen Hagarthen, poc després de la mort de son pare. Sé que va vindre del campament dels proscrits. Qui el va contractar?
hu: Valaki felbérelt egy orgyilkost, hogy megölje Gawen Hagarthent rögtön az apja halála után.Tudom, hogy ő is aTanyáról jött. Ki bérelte fel?

source: It's you! Witch!
ca: Ets tu, bruixa!
cs: To jsi ty! Čarodějnice jedna!
hu: Hát te vagy az! Boszorkány!

source: Really? Are you sure it's really me?
ca: Segur? Estàs segur que realment sóc jo?
cs: Opravdu? Jsi si jistý, že jsem to já?
hu: Mit mondtál? Biztos, hogy jól látsz?

source: Uhm.. what?
ca: Umm... què?
cs: Uhm.. cože?
hu: Ööö... Hát...

source: I mean, you are dying. Your whole life probably is passing thought your eyes. Maybe you are hallucinating? There is only one way to check it.
ca: Vull dir, t'estàs morint. Segurament estàs veient passar tota ta vida per davant dels teus ulls. Segur que no estàs al·lucinant? Només hi ha una manera de saber-ho.
cs: Myslím, že umíráš. Celý svůj život ti pravděpodobně probíhá před očima. Možná máš halucinace? Myslím, že je jediný způsob, jak to zjistit.
hu: Úgy értem, haldokolsz. Talán az egész életed lepereg a szemeid előtt. Talán csak hallucinálsz? Van egy módja, hogy megtudjuk.

source: What.. What way?
ca: Què... Què manera?
cs: Jaký.. Jaký způsob?
hu: Micsoda... Milyen módja?

source: If I am just a hallucination, this won't hurt.
ca: Si només sóc una al·lucinació, açò no et farà mal.
cs: Pokud jsem jenom halucinace, tak toto ti nemůže ublížit...
hu: Ha csak egy látomás vagyok, akkor ez nem fog fájni.

source: No! Mother, I won't let you! Leave him to die peacefully!
ca: No! Mare, no t'ho permetre! Deixa'l morir en pau!
cs: Ne! Matko, to nedovolím! Ať umře v klidu a pokoji!
hu: Ne! Anyám, nem engedhetem! Hagyd őt békében meghalni!

source: Because it is bad thing to torture people
ca: Per què és roin torturar gent.
cs: Protože mučení lidí je špatná věc
hu: Mert kegyetlenség embereket kínozni.

source: Because... ah...
ca: Perquè... ah...
cs: Protože... ach...
hu: Mert... ehh...

source: Gawen, she is Akladian. You can teach old dog new tricks.
ca: Gawen, és una akladiana. No pots ensenyar-li a un gos vell nous trucs.
cs: Gawene, je to Akladijka. Starého psa novým kouskům nenaučíš.
hu: Gawen, hiszen ő akladiai. Öreg kutyának már nem taníthatsz új trükköket.

source: Whom do you call OLD?!
ca: A qui li estàs dient VELL?!
cs: Kdo je u tebe starý?
hu: Kit neveztél te ÖREGNEK?!

source: You were good opponent. What is your name, please tell me, so I could told spirits of ancestors who defeated me?
ca: Has sigut un digne rival. Quin és el teu nom, per favor, per a que puga dir-li als esperits dels meus avantpassats qui em va derrotar?
cs: Byl jsi dobrým protivníkem. Jak se jmenuješ? Abych se mohl pochlubit duchům svých předků.
hu: Méltó ellenfél voltál. Hogy hívnak, hadd mondjam el az őseim szellemeinek, ki győzött le.

source: My king! Now I know why I was defeated. This is punishment for betrayal. I should never listen to orders of our clan leaders. My king, will you forgive me?
ca: Sa majestat! Ara ja sé per què he sigut derrotat. Aquest és el meu castic per trair-vos. No mai deuria haver escoltat les ordres dels líders del nostre clan. Sa majestat, podreu perdonar-me?
cs: Můj Králi! Nyní vím, proč jsem byl poražen. To je odplata za zradu. Kéž bych nikdy nevyslechl rozkazy vůdců našich klanů. Můj Králi, můžeš mi odpustit?
hu: Királyom! Már tudom, miért győzettem le. Ez a büntetésem az árulásért. Sosem kellett volna a klánom vezérére hallgatnom. Királyom, bocsáss meg!

source: Lie in peace, soldier.
ca: Descansa en pau, soldat.
cs: Mír s tebou, vojáku.
hu: Nyugodj békében, katona!

source: I must not Fear. Fear is the mind-killer. Fear is little death that brings total obliteration. I will let it pass through me and over me. Where the fear has gone there will be nothing. Only I will remain.
ca: No dec témer la Por. La Por és una assassina de la raó. La Por és una mort en miniatura que ens du a la total destrucció. La deixaré travessar-me. Quan la por desaparega, no restarà res. Només romandré jo.
cs: Nesmím mít strach. Strach je zabiják rozumu. Strach je malá smrt a přináší jen zkázu a záhubu. Kam přišel strach, sto let tráva neroste. Musím ho nechat projít skrze mne a kolem mne. Musím zůstat pouze já.
hu: A félelem nem lehet úrrá rajtam. A félelem megöli a lelket. A félelem a halál hírnöke, ami a teljes megsemmisüléshez vezet. Hagyom, hogy átmenjen rajtam, s eltávozzon tőlem. Ha a félelem eltávozik tőlem, nem marad velem semmi, csak én maradok.

source: Oh that was cute. Now, if are quite finished, I have here this little knife-thing. This knife is what bring total obliteration, not to mention suffering.
ca: Oh, què bonic... Si ja has acabat del tot, tinc ací aquest encara més bonic ganivet. Aquest ganivet serà el que durà la destrucció total, sense dir-ne res del sofriment.
cs: Óóó! Nádherné! Skončil's? Kdo tě to naučil? Ale k věci. Mám tu tenhle malý nožík - moje nádobíčko. Toto je věcička, která dělá všemu konec, kromě utrpení.
hu: Ez fantasztikus volt. Nos, ha már befejezted a mantrát, nézd meg a kezemben ezt a késszerű dolgot. Ez a kés hozza el neked a megsemmisülést, nem is említve a fájdalmat.

source: I must not... ARGH!... I must not...
ca: No dec... ARGH!... No, no he de...
cs: Já nesmět... Ááááá... nesmět...
hu: A félelem nem lehet... ÁÁÁHHH... A félelem nem...

source: Why you are here, allied with traitors from Akladian race?
ca: Per què estàs ací, aliats amb els traïdors akladians?
cs: Proč ste tu, spojenci Akladijských zrádců?
hu: Mit kerestek itt, s miért szövetkeztetek az akladiaiak söpredékeivel?

source: I know nothing! I know nothing! Our guide Grekulak ordered us to ally with Akladians, I know nothing more!
ca: No ho sé! No sé res! El nostre líder Grekulak ens va ordenar que ens aliarem amb els akladians, no sé res més!
cs: Nevědět nic! Neznat nit! Náš šéf Grekulak přikázat spojit Aklaďáky, já neznat ináč nic!
hu: Semmit nem tudok! Semmit! A vezetőnk, Grekulak parancsolta, hogy szövetkezzünk az akladiaiakkal, nem tudok többet!

source: Mother, you may now let him go.
ca: Mare, pots deixar-lo anar.
cs: Matko, už ho nech být.
hu: Anyám, most már elengedheted.

source: Argh!
cs: Vuááááúúúúííééééáááá!!!!
hu: Ááhh!

source: Excuse me, my son, this orc screamed so loud in agony that I have not heard what you were saying. What was that?
ca: Perdona'm, fill meu, però aquest orc estava cridant tant fort mentres agonitzava que no he sentit res del que deies. Què era?
cs: Promiň, Synu, cos říkal? Vůbec jsem tě přes ten jeho řev neslyšela.
hu: Ne haragudj, fiam, ez az ork úgy ordítozott, hogy nem hallottam, mit mondtál. Megismételnéd?

source: Never mind. My step-mother is walkiria obsessed with death and pain. Sigh.
ca: No importa. La meua madrastra és una valquíria obsessionada amb la mort i el dolor. Sigh.
cs: To nic. Jsi prostě valkýra vyžívající se ve smrti a hrůze umírajících. Ach jo.
hu: Mindegy. Nevelőanyám sorsistennőként osztogatja a kínt és a halált. Ehh.

source: And she looks cool in armour, too.
ca: I té una bona pinta amb l'armadura...
cs: A navíc vypadá v tom brnění úžasně!
hu: Valóban olyan, mint egy vértes istennő.

source: I will allow you to live, if you will tell me few things.
ca: Et deixaré viure si em dius algunes coses.
cs: Nechám tě žít, když mi odpovíš na pár věcí.
hu: Kaphatsz egy esélyt, ha elmondasz nekem pár dolgot.

source: Ask then, human.
ca: Dis-me, doncs, humà.
cs: Tak ptát ty, lidský červ.
hu: Kérdezz, ember!

source: Why are you allied with Akladians?
ca: Per què esteu aliats amb els akladians?
cs: Proč jste se spojili s Akladijci?
hu: Miért szövetkeztetek az akladiaiakkal?

source: Ha! The outlaws were hiding here some gold!
ca: Ha! Els proscrits estaven amagant una miqueta d'or!
cs: Ha! Banditi tu schovali nějaké zlato!
hu: Há! A törvényen kívüliek elrejtettek itt egy kis aranyat!

source: Ha! The Akladians were hiding here some gold!
ca: Ha! Els akladians estaven amagant una miqueta d'or!
cs: Ha! Akladijci tu schovali nějaké zlato!
hu: Há! Az akladiaiak elrejtettek itt egy kis aranyat!

source: You have received 150 golden pieces
ca: Has rebut 150 peces d'or.
cs: Získal jsi 150 zlatých
hu: Szereztél 150 aranyat

source: I guess this was gold prepared to pay for Reme Carrenemoe.
ca: Crec que tot aquest or estava preparat per a pagar per Reme Carrenemoe.
cs: Myslím, že za ty peníze chtěli koupit Remeho Carrenemoea.
hu: Azt hiszem ezzel az arannyal akartak Reme Carrenemoért fizetni.

source: Oh no! New reinforcements arrived to help our enemies, now we have no chances to defeat them!
ca: Oh, no! Han arribat reforços per ajudar els nostres enemics, ara no tenim cap possibilitat de derrotar-los!
cs: Ale ne! Nepřítel dostal další posily! Nyní nemáme žádnou šanci je porazit!
hu: Ó ne! Erősítést kaptak az ellenségeink, semmi esélyünk a győzelemre!

source: She-Wolf of Haeltin
ca: La Lloba de Haeltin
hu: Haeltin Nőstényfarkasa

source: It was cold that day when Gawen's army, guided by local peasants, reached the hills where Haeltin was located. Ruvio explained that She-wolf of Haeltin fought with Akladians as well as orcs, so she potentially could be a friend.
ca: Va ser un dia gelat quan l'exèrcit de Gawen va arribar a les muntanyes on Haeltin era, guiats pels camperols locals. Ruvio va explicar que la Lloba de Haeltin va lluitar contra els akladians tant com contra els orcs, motiu pel qual, potencialment, podria ser una amiga.
cs: Byl to chladný den, kdy Gawenova armáda, vedená místními, dorazila do kopců, kde se měl nacházet Haeltin. Ruvio popisoval, jak Vlčice Haeltinská bojovala stejně dobře proti Akladijcům i proti skřetům, takže je to potenciální spojenec.
hu: Hideg volt aznap, mikor Gawen serege, helyi parasztok által kalauzolva, elérte a dombokat, ahol Haeltin feküdt. Ruvio elmondta, hogy Haeltin Nőstényfarkasa harcolt az akladiaiak és az orkok ellen is, így barátként lehet vele számolni.

source: My Lady, our scouts have told us that an unknown army is approaching us. Scouts report that it is led by Gaumhaldric, a Wesnothian. I've heard about him; he supposedly already defeated some Akladians and bandits. If he attacks us, I don't know if we can defend ourselves.
ca: Senyora, els nostres exploradors ens han informat que un exèrcit desconegut està acostant-se, liderat per Gaumhaldric, un wesnothià. He sentit parlar d'ell, es diu que ha vençut uns quants akladians i proscrits. Si ens ataca, no sé si podrem defendre'ns.
hu: Úrnőm, felderítőink egy ismeretlen sereg felbukkanását jelezték. A felderítők szerint Gaumhaldric vezeti őket, egy wesnothi. Hallottam már róla. Állítólag legyőzött már akladiaiakat és banditákat is. Ha megtámad minket, nem tudom, hogy meg tudjuk-e védeni magunkat.

source: What kind of madman is he, attacking in the winter? And why wouldn't we be able to defend ourselves? Anyway, Yaranov, now it's time for you to learn something. I will convince this Gaumhaldric that attacking us is bad idea.
ca: Deu estar boig, doncs. Atacar-nos durant l'hivern? I per què no hem de poder defendre'ns? De tota manera, Iaranov, és hora que aprengues alguna cosa nova. Pense convèncer a aquest Gaumhaldric que atacar-nos és una mala idea.
hu: Micsoda esztelen ember lehet, télen támadni... S miért ne tudnánk megvédeni magunkat? Amúgy Yaranov, ideje megtanulnod valamit. Majd én meggyőzöm ezt a Gaumhaldricot, hogy őrültség lenne megtámadni minket.

source: And how exactly you will do it?
ca: I com ho penses fer?
cs: A jak to přesně chceš udělat?
hu: És hogy akarod meggyőzni?

source: I will seduce him.
ca: El seduiré.
cs: Svedu ho.
hu: Elcsábítom.

source: So this is the place. I am not sure what we should do. The place seems to be well-fortified. We are not prepared for long siege.
ca: Així que aquest és el lloc. No sé segur què he de fer, pareix que estiga prou ben fortificada. No estem preparats per a un llarg setge.
cs: Takže toto je to místo. Nejsem si jistá, že bychom to měli udělat. Ta tvrz vypadá dobře opevněná. A my nejsme připraveni na dlouhé obléhání.
hu: Tehát ez az a hely. Nem tudom, mit kéne tennünk. A hely igencsak meg van erődítve. Nem készültünk hosszú ostromra.

source: Wait, I think they've send a messenger to us. Before we made any decision, let's see what that 'She-wolf' wants from us.
ca: Espera, crec que ens manen un missatger. Abans que prenguem qualsevol decisió, mirem a veure què vol aquesta 'Lloba' de nosaltres.
cs: Počkejte. Myslím, že vysílají posla. Než se rozhodneme, měli bychom si poslechnout, co od nás ta Vlčice chce.
hu: Várj csak, azt hiszem, követet küldtek elénk. Mielőtt bármit is elhatároznánk, halljuk, mit akar az a 'Nőstényfarkas'.

source: I am so happy to welcome the handsome Gaumhaldric I have heard a lot about, brave and... oh my God. It's impossible.
ca: Estic tant contenta de poder rebre en ma casa a aquest Gaumhaldric tan ben plantat del qui he sentit dir tantes coses, tant valent i... oh, Déu meu. És impossible.
cs: Jsem šťastná že mohu přivítat mužného a statečného Gaumhaldrika, o kterém jsem již slyšela tolik... ó Bože. To není možné. To se mi snad jen zdá.
hu: Boldog vagyok, hogy üdvözölhetem a hírneves Gaumhaldricot, akiről oly sokat hallottunk, a bátorságáról, a... uramisten. Ez lehetetlen.

source: Have you started seducing him already?
ca: Ja has començat a seduir-lo? Quina rapidesa!
cs: Už jsi ho začala svádět?
hu: Kezd már elcsábulni?

source: Why do you both have such stupid looks? You know each other?
ca: Per què teniu tots dos eixes mirades tan estúpides? Vos coneixeu?
cs: Proč oba najednou vypadáte tak stupidně? Vy už se znáte?
hu: Most miért vágtok olyan bamba képet? Talán ismeritek egymást?

source: Mother?
ca: Mare?
cs: Matko?
hu: Anyám?

source: Mother?!?
ca: Mare?!?!
cs: Matko?!?
hu: Anyád?!?

source: That's impossible! How.. how.. You are dead!
ca: Però... Però si és impossible! Cóm... Cóm... Però si estàs mort!
cs: To není možné! Jak.. jak.. dyk si mrtvej!
hu: Ez képtelenség! Hogyan... hogy... Te halott vagy!

source: Wait a moment. She's your mother?
ca: Espereu un moment. Ella és ta mare?
hu: Egy pillanat! Ő az anyád?

source: Yes, she is my mother... step-mother, actually. This is Lady Lorin. Mother, this is Ruvio, my friend, and this is...
ca: Sí, sí que ho és... bé, madrastra en veritat. Aquesta és Na Lorin. Mare, aquest és Ruvio, el meu amic, i aquesta és...
cs: Ano, je to moje matka... ale nevlastní. Toto je Lady Lorin, toto je Ruvio, můj přítel, a toto je...
hu: Igen, ő az anyám... pontosabban a nevelőanyám. Bemutatom Lady Lorint. Anyám, ő Ruvio, a barátom, ő pedig...

source: Wait! How it is possible you are alive? You died at battle of Barnon, we've heard that, I've heard about that, I...
ca: Espera! Cóm és que estàs viu?! Vas morir a la batalla de Barnon, hem sentit això... vaig sentir això i vaig pensar que... Jo...
cs: Počkat! Jak je možné že žiješ? Zabili tě v Bitvě o Barnon! Slyšeli jsme to! Já jsem o tom slyšela, já..
hu: Megállj! Hogy lehet, hogy te élsz? Úgy hallottuk, hogy meghaltál a barnoni csatában, én azt hallottam, én...

source: It was Ruvio who saved my life. He took my body from the battlefield and cared for me until I regained my health. This is his daughter, Karen.
ca: Va ser ell, Ruvio, qui em va salvar la vida. Va traure el meu cos del camp de batalla i em va cuidar fins que vaig recuperar la salut. Aquesta és la seua filla, Karen.
hu: Ruvio mentette meg az életemet. Kicipelt a csatatérről, és ápolt, míg fel nem épültem. Ő a lánya, Karen.

source: My God.. I just.. Gawen, I'm so happy.. But those are who were caring for you, right? Underling, how can I reward you for saving my son's life?
ca: Oh Déu meu... Jo creia... Gawen, estic tant feliç... Aquestos van ser els qui van cuidar de tu, veritat? Carrall, com et puc recompensar per salvar la vida del meu fill?
cs: Můj Bože.. Já jenom.. Gawene, jsem tak moc šťastná.. Ale to jsou ti, kdo se o tebe starali? Podřadní, jak se vám můžu odměnit za to, že jste zachránili život mojeho syna?
hu: Uramisten... én csak... Gawen, úgy örülök... Tehát azok ott gondoskodtak rólad? Nemtelen, hogy köszönhetném meg neked, hogy megmentetted a fiam életét?

source: This is getting more interesting with every moment. Dad, she was talking about you.
ca: Hum, açò està ficant-se cada vegada més interessant... Pare, estava parlant amb tu.
cs: Je to čím dál zajímavější. Otče, to mluvila o tobě.
hu: Ez percről-percre érdekesebb lesz. Papi, ez a nő rólad beszél.

source: Oh, and what a nice kid. I didn't know it is in underlings custom to give children the weapons.
ca: Oh, quina xiqueta més mona. No sabia que els carralls solien donar armes als xiquets.
cs: Óh, a jaké krásné dítě. Nevěděla jsem, že podřadní dávají dětem zbraně.
hu: Ó, milyen helyes gyermek. Nem is tudtam, hogy a nemteleneknél az a szokás, hogy a gyerekek fegyverekkel játszadoznak.
