Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Failing to save Reme devastated Gawen's mood. The news about Reme's death reached Gawen's temporary base soon after that.
ca: El fracàs en el rescat de Reme va afectar molt fortament l'ànim de Gawen. Les notícies de la mort de Reme ben prompte van arribar al campament provisional de Gawen.
hu: Reme kiszabadításának kudarca megülte Gawen lelkét. Reme halálának híre hamarosan elérte az ideiglenes bázist is.

source: I've seen a lot of orcs lately. They are going here and there, surprisingly disciplined and well-behaved for what I've heard about them. Well, yes, they killed and ate three of our cows and took our only horse, but that's what one can expect from any soldiers. Some orcish unit is garrisoned near Barnon, south from here.
ca: He vist molts orcs últimament, sí. Van d'ací cap allà, amb una disciplina i bons modals sorprenents, com a mínim pel que jo havia sentit dir d'ells. Bé, sí, és veritat que van matar i menjar-se tres de les nostres vaques i es van dur l'únic cavall que teníem, però això és el que qualsevol pot imaginar d'uns soldats. Em pareix que hi ha una unitat orca com a guarnició a Barnon, al sud d'ací.
cs: Později jsem viděl spousty skřetů. Chodili sem i tam, překvapivě disciplinovaně a a podle toho,co jsem zaslechl, se i dobře chovali. Dobře, no, zabili naše tři krávy a vzali si našeho jediného koně, ale to člověk tak nějak od vojáků očekává. Nějací skřeti táboří u Barnonu, jižně odtud.
hu: Az utóbbi időben sok orkot láttam. Hol itt, hol ott tűnnek fel, s szokatlanul fegyelmezetten viselkednek, ahhoz képest, amit eddig hallottam róluk. Nos, igen, levágták és megették három marhámat, s elvitték az egyetlen lovamat, de ezt minden kóborló katona megteszi. Délre innen, Barnon közelében letáborozott néhány ork.

source: Reme? No, I have not heard about him.
ca: Reme? No, no he sentit parlar d'ell.
cs: Reme? Ne, nikdy jsem o něm neslyšel.
hu: Reme? Sose hallottam még róla.

source: Bontom? of course I know about it. It is a nice place west from here. Nice villages are there, my wife is from that area.
ca: Bontom? Clar que sé alguna cosa. És un lloc prou agradable, cap a l'est d'ací. Tots són bona gent allà, la meua dona és d'allí.
cs: Bonton? Jasně že znám. Je to krásné místo západním směrem. Krásné vesnice tam mají, ženu sem si z tama přived´.
hu: Bontom? Persze, hallottam már róla. Nyugatra van, kellemes egy hely. Szép falvak vannak arrafelé, a feleségem is onnan származik.

source: No offence, but you were already asking me that question.
ca: Sense ànim d'ofendre, això ja m'ho havies preguntat.
cs: Nic proti, ale už ses na to ptal.
hu: Nem akarlak megbántani, de ezt már kérdezted

source: Well, and what do you propose in exchange?
ca: Bé, què ens dones a canvi?
cs: No jo. Ale co za to?
hu: Nos, mit kínálsz érte cserébe?

source: If not, I will burn down that village
ca: Si no, cremaré tot el poble
cs: Pokud ne, vypálím vesnici
hu: Ha nem, akkor felgyújtom ezt a falut

source: I will pay you in gold
ca: Et pagarè amb or
cs: Zaplatím ti zlatem
hu: Arannyal fizetek

source: Chance to fight against orcs and Akladians
ca: Una oportunitat per lluitar contra els orcs i els akladians
cs: Máš příležitost bojovat proti skřetům a Akladijcům
hu: Esélyed van harcolni az orkok és az akladiaiak ellen

source: No offense, but I value my life more than gold
ca: Sense ànim d'ofendre, m'estime més la meua vida que l'or
cs: Nic proti, ale já si cením život na víc než peněz.
hu: Nem akarlak megbántani, de az én életem többet ér, mint az arany

source: That supposed to convince me?!? Go away, little butcher. I will not talk to you any more.
ca: Es suposa que amb això m'has de convèncer?!? Fora, sanguinari. No vull tornar a parlar amb tu mai més.
hu: S azt hiszed, hogy ezzel meggyőztél?!? Távozz tőlünk, te kis mészáros. Látni sem akarlak többet.

source: And this is good reason, because..?
ca: I això és bo per... ?
cs: A to má být dobrý důvod, protože..?
hu: És ez olyan nagy dolog, miért is...?

source: Because...
ca: Perquè...
cs: Protože...
hu: Mert...

source: You may have some fun!
ca: Podràs divertir-te!
cs: Zažiješ spoustu legrace!
hu: Szórakoztató!

source: You will earn some gold in process!
ca: Guanyaràs una miqueta d'or!
cs: Vyděláš si pár peněz!
hu: Gyűjthetsz egy kis aranyat!

source: People not fighting for freedom are not worth it. Are you?
ca: La gent que no lluita per la llibertat no val res. Eres tu d'eixos?
cs: Lidé, kteří nebojují za svobodu si ji nezaslouží. Nemám pravdu?
hu: Aki nem harcol a szabadságáért, az nem is érdemli meg. Nem igaz?

source: What, are you coward? Afraid of few orcs?
ca: Què, eres un covard? Tens temor d'uns pocs orcs?
cs: Čeho se bojíš? Pár skřetů?
hu: Hogy, te gyáva vagy? Félsz az orkoktól?

source: Well.. Yes, why not. One of our men can handle a bow. You could have some use of him
ca: Bé... Sí, per què no? Un dels nostres hòmens pot agafar l'arc. Podria ser-te útil.
cs: No.. Ano, proč ne. Jeden z našich mužů umí zacházet s lukem. Bude se ti jistě hodit.
hu: Nos... Miért is ne. Az egyik emberünk tud lőni az íjjal. Hasznodra válhat

source: Ha, ha, and I thought you were serious.
ca: Ha, ha, i jo que pensava que parlaves de veritat.
cs: Ha ha ha. A to jsem si myslel, že jsi mluvil vážně.
hu: Ha, ha, azt hittem, komolyan gondolod.

source: Orcs? They were here, but they left in hurry. They were pillaging villages east from us. They were going for place called Haeltin, and I've heard they were defeated there by some woman.
ca: Orcs? Sí, van estar per ací, però es van marxar com si tingueren presa. Estaven saquejant poblets cap a l'est d'ací. Es dirigien cap a un lloc anomenat Haeltin, i he sentit dir que van ser derrotats per alguna dona.
cs: Skřetů? Byli tady, ale rychle utíkali. Rabovali zrovna ve vesnici na východ od nás. Zrovna byli na cestě do Healtinu. Ale slyšel jsem, že jim jedna ženská dala pěkně na prdel.
hu: Orkok? Jártak itt, de gyorsan elkotródtak. A keletre eső falvakat pusztítják. Valami Haeltin nevű helyet kerestek, de egy nő szétverte őket.

source: Some woman? SOME WOMAN? That freckled kid will be SOME woman when she will grown up, not me. I am lady, LADY Lorin.
ca: Alguna dona? ALGUNA DONA? Eixa xiqueta pudenta serà ALGUNA dona quan arribe a crèixer, però jo no. Jo sóc una senyora, NA Lorin.
cs: Nějaká ženská? NĚJAKÁ ŽENSKÁ? Z tohoto otravného děcka bude NĚJAKÁ ženská až vyroste. Ale já jsem LADY. Lady Lorin.
hu: Egy nő? EGY NŐ? Ez a kis tacskó lesz EGY nő, amikor majd felnő, de én nem egy nő vagyok. ÉN egy lady vagyok, LADY Lorin.

source: Ah, this is that She-wolf of Haeltin you mentioned, Ruvio. Will have to meet her.
ca: Ah, aquesta és la lloba de Haeltin de la que vas parlar, Ruvio. Haurem de conèixer-la.
cs: Ježkovi kukadla! Tak ty jsi ta Vlčice Haeltinská, co o ní mluvil Ruvio? Tak to mu to musím říct.
hu: Á, ő lehet Haeltin Nőstényfarkasa, akit említettél, Ruvio. Találkoznunk kellene vele.

source: Bontom? It is somewhere to south-west. In a village south from here people should know more about it.
ca: Bontom? Està més o menys cap al sud-est. Hi ha un poblet al sud, allí la gent deuria saber més d'això.
cs: Bontom? Ten leží někde na jihozápadě. Ve vesnici jižně žije člověk, který jistě bude vědět víc.
hu: Bontom? Valahol délnyugaton van. A délebbi falvakban biztos többet tudnak.

source: If I would be younger, then yes, why not, but I am really too old for adventure seeking.
ca: Si fora més jove, aleshores sí, per què no? Però ara ja sóc massa major per anar-me'n d'aventures.
cs: Kdybych byl mladší, šel bych hned, ale jsem příliž starý na výpravy za dobrodružstvím.
hu: Ha fiatalabb lennék, akkor igen, miért is ne, de öreg vagyok már ahhoz, hogy kalandokat keressek.

source: Orcs? Da orcs were in plains pillagin' and burnin'. They are big, bad and you should avoid them boy.
ca: Orcos? Els orcos 'estaen' pels 'campos' creman' i fen'ho tot malbé. Són grans, 'malos' i els deuries 'd'evitar', xic.
cs: Skřeti? Ti hnusáci byli na pláních a loupili a pálili. Sou velcí a zlí a ty bys měl na ně hrozně rychle zapomenout.
hu: Orkok? Odale a síkságon fosztogatnak és gyújtogatnak. Jobb, ha elkerülitek azokat a behemótokat, fiúk.

source: Reme? What is that Reme? Some kind of food?
ca: Reme? Què és Reme? Un menjar?
cs: Reme? Co je Reme? Nějaká bašta?
hu: Reme? Mi az a Reme? Valami kaja?

source: No, no, it's one of Akladian lords. who..
ca: No, no, és un dels senyors akladians que...
cs: Ale ne, dědo, je to jeden Akladijský lord, který...
hu: Nem, dehogy, ő egy akladiai nemes, aki...

source: Akladian lords, yea I've heard about them. They are big, bad and you should avoid them.
ca: Senyor akladians, sí, n'he sentit d'ells. Són grans, 'malos' i els deuries 'd'evitar'.
cs: Akladijští lordi? Jo, slyšel jsem o nich. Sou velcí a zlí a ty bys měl na ně hrozně rychle zapomenout.
hu: Akladiai nemesek, ja, hallottam róluk. Állati gonoszok, kerüljétek el őket.

source: Bontom place, yea I've heard about that. It's somewhere in the south, maybe good people living in villages more to south would know more about it.
ca: Sí, Bontom, sí, he sentit 'algo' 'd'ixe puesto'. Està cap al sud, tal volta les bones gents que viuen a les aldees de més cap al sud poden dir-te alguna cosa més.
cs: Bontom? Jo, cosi sem slyšel. Asi je to na jihu. Dobří lidé v jižnějších vesnicích ti jistě milerádi poradí.
hu: Bontom vidéke, ja, hallottam róla. Valahol délen van, biztosan rendes emberek lakják, délebbre többet tudhatnak.

source: I'm too old for leavin' my village, and one boy who wanted to search for adventures already have joined you in the past.
ca: Sóc massa vell per deixar el meu poblet, i un xicot que sí volia anar-se'n d'aventures ja s'ha unit a tu.
cs: Já jsem už starý na to, abych odešel z vesnice, a ten klučina, co hledal dobrodružství, se už jak vidím k tobě přidal.
hu: Öreg vagyok én már katonának, egy fiú, aki kalandokat keres, már csatlakozott hozzád korábban.

source: I'm too old for leavin my village, but there is one boy who could fight for you, why not.
ca: Sóc massa vell per deixar el meu poblet, però hi ha un xicot per ací que lluitaria per tu, per què no?
cs: Já jsem už starý na to, abych odešel z vesnice, a je tu jeden klučina, který by bojovat chtěl.
hu: Én már öreg vagyok a csatárkhoz, de van itt egy fiú, aki szívesen harcolna érted.

source: One of local peasant joins your army. It's untrained but LOYAL and STRONG unit.
ca: Un camperol local s'uneix al teu exèrcit. No està entrenat, però és LLEIAL i FORT.
cs: Jeden z místních sedláku se k tobě přidal. Nemá žádné zkušenosti, ale je VĚRNÝ a SILNÝ.
hu: A parasztok közül egy ifjú csatlakozik a seregedhez. Képzetlen még, de HŰSÉGES és ERŐS is.

source: John the Baldhead
ca: Joan el calb
cs: Holohlavý John
hu: Kopasz Jani

source: Now, when you know where your friend Reme is, you may go to that Bontom place the peasants told us about.
ca: Ara que ja saps on és el teu amic Reme, tal volta vulgues anar a eixe Bontom del que ens han parlat els camperols.
cs: Nyní, když víme, kde by se měl tvůj přítel Reme nalézat, můžeme jít tím směrem, který nás ten dobrý muž poslal jako směr do Bontomu.
hu: Nos, amikor sikerül megtudni, hogy Reme barátod hol van, meglátogathatod ezt a Bontomot, amit a parasztok emlegettek.

source: I guess we could ask peasants whether they know something about this Bontom place, in which your friend Reme is kept.
ca: Supose que podríem preguntar-los als camperols si coneixen cap cosa d'eixe Bontom on és el teu amic.
cs: Jestli ti mohu doporučit, zeptej se místních, jestli náhodou nebudou vědět něco důležitého, třeba o Tvém příteli Remem.
hu: Azt hiszem, a parasztoktól talán megtudhatjuk, hogy hol van ez a Bontom, ahol a barátodat, Remét tartják fogva.

source: We already know what we had to find out. We should go to Freetown now.
ca: Ja sabem el que vam vindre a buscar. Deuríem tornar a Ciutat Lliure ara.
cs: Nyní víme vše podstatné, co jsme vědět chtěli. Měli bychom se co nejrychleji vrátit do Svobodova.
hu: Megtudtuk, amit meg akartunk tudni. Visszatérhetünk Freetownba.

source: We've already searched for answers in the city of Barnon
ca: Ja vam buscar respostes a la ciutat de Barnon
hu: Már megjártuk Barnon város környékét.

source: My lord, from here we may explore few possibilities. To the south, there is city of Barnon. Definetely it would be very dangerous to go there, but...
ca: Mon senyor, des d'ací podríem explorar algunes possibilitats. Cap al sud està la ciutat de Barnon. És ben segur que seria perillós anar-hi, però...
cs: Můj Pane, nyní se rýsuje hned několik možností. Táhnout na jih, na Barnon. Zaručeně bude velmi nebezpečné tam jít, ale...
hu: Uram, innen nézve a lehetőségeink eléggé szűkösek. Délre van Barnon városa. Habár odamenni nagyon veszélyes, de talán...

source: ..but we could probably find something about orcs there, right?
ca: ...és molt fàcil que trobarem alguna cosa sobre els orcs, veritat?
cs: ...ale pravděpodobně se nám tam podaří zjistit něco o skřetech. Mám pravdu?
hu: ...de talán megtudhatunk valamit az orkokról, ugye?

source: We already searched in Haeltin, west from here. That your step-mother was there, known as She-wolf really surprised me.
ca: Ja vam buscar respostes a Haeltin, cap a l'oest d'ací. Que allí estiguera ta madrastra, coneguda com la Lloba de Haeltin, va sorprendre'm de veritat.
cs: Už jsme v Haeltinu, tedy západním směrem, táhli. Tvá macecha, známá jako Vlčice Haeltinská, tam na mne udělala opravdu velký dojem.
hu: Már meglátogattuk Haeltint. Ahol rátaláltunk nevelőanyádra, a Nőstényfarkasra, akit én csak csodálni tudok.

source: Yes. We've heard that some woman, known by nickname 'She-wolf of Haeltin', was besieged by the orcs and she was able to repell them. Haeltin is west from here. It would be easy to go to her and ask her few questions.
ca: Sí. Hem sentit remors que alguna dona, amb el malnom de la 'Lloba de Haeltin', va ser assetjada pels orcs i va poder rebutjar-los. Haeltin és cap a l'oest d'ací. No hi hauria cap problema d'anar i fer-li un parell de preguntes.
cs: Ano. Slyšeli jsme že nějaká ženská, známá jako ´Vlčice Haeltinská´, byla přepadena skřety a že je dokázala vyhnat. Haeltin je na západ. Mělo by to být snadné tam jít a zeptat se přímo jí.
hu: Igen. Hallottuk hírét a nőszemélynek, akit csak 'Haeltin Nőstényfarkasa' néven emlegetnek, aki visszaverte az ostromló orkokat. Haeltin innen nyugatra van. A legegyszerűbb, ha odamész, s őt faggatod.

source: We could also go for the swamps.
ca: També podríem anar a les marjals.
cs: Můžeme jít také do močálů.
hu: Benézhetünk a mocsarakba is.

source: We could, but in swamps of Saorduc Saurians live, and they rarely go outside of their mud. I doubt they would know anything useful. There are also some villages here, you could go and ask peasants, maybe they would know something.
ca: Podríem, però a les marjals de Saorduc viuen els sauris, i poques vegades ixen fora del seu territori. Dubte que sàpiguen res útil. També hi ha uns pocs poblets escampats per ací, podries anar a preguntar als camperols alguna cosa, tal volta puguen dir alguna cosa interesant.
hu: Igen be, de saorduci gyíkok élnek ott, s nem szoktak kimozdulni a pocsolyáikból. Kétlem, hogy bármiféle hasznos információval tudnának szolgálni. Viszont van itt néhány falu is, megkérdezheted a parasztokat is, hátha ők tudnak valamit.

source: Frankly, I have no idea what to do now. We have already been in all the obvious locations.
ca: Sincerament, no sé què fer ara. Ja hem estat a tots els llocs obvis.
cs: Na rovinu, nemám ani zdání co dál. Už jsme byli úplně všude.
hu: Őszintén szólva, fogalmam sincs, mit kéne tennünk. Minden szóba jöhető helyet felkerestünk.

source: Raedwood Forest
ca: Bosc de Raedwood
cs: Lesy Raedwoodské
hu: Raedwood-erdő

source: To Freetown
ca: Cap a Ciutat Lliure
cs: Ku Svobodovu
hu: Freetown felé

source: To Haeltin
ca: Cap a Haeltin
cs: Do Haeltinu
hu: Haeltin felé

source: To Saorduc swamps
ca: Cap a les marjals de Saorduc
cs: K Saorduckým blatům
hu: Saorduc-mocsár felé

source: To Barnon
ca: Cap a Barnon
cs: Na Barnon
hu: Barnon felé

source: This is extremely important to everyone to remember that you should not reference Gawen by his real name. Call him Gaumhaldric.
ca: Açò és extremadament important: recordeu que no mai deveu referir-vos a Gawen pel seu nom real. Dieu-li Gaumhaldric.
cs: A dobře si zapamatujte: je extrémně důležité neoslovovat Gawena jeho pravým jménem. Nazývejte jej Gaumhaldrik.
hu: Életbevágóan fontos, hogy senki ne hívja Gawent ezen a néven. Hívjátok őt Gaumhaldricnak.

source: Because our people at Freetown aren't ready to have an Akladian leader. And second, because then Bor Cryne would send his entire army to pursue us.
ca: Perquè la nostra gent a Ciutat Lliure no estan preparats per tindre un akladià per líder. I segon, Bor Cryne no tardaria en manar el seu exèrcit per perseguir-nos.
hu: Mert a freetowni emberek nem készültek fel, hogy egy akladiai vezér álljon az élükre. Másodszor, mert ez a Bor Cryne az egész ármádiáját az üldözésünkre küldené.

source: Gaumhaldric.. So, this is why my son is not shaving? He wants to hide his real identity under a beard?
ca: Gaumhaldric... És per això que el meu fill no està afaitant-se? Vol amagar la seua vertadera identitat baix la barba?
cs: Gaumhaldrik.. To je důvod, proč není můj syn hladce oholen? Snaží se zakrýt svoji pravou identitu za vousy?
hu: Gaumhaldric... Tehát emiatt nem borotválkozik a fiam? Szakáll mögé rejti az igazi arcát...

source: Nonono. He has to have a beard, because all our great kings had beards.
ca: Nonono. Ha de tindre una barba, perquè tots els nostres grans reis tenien barbes.
cs: Nenene. On musí mít vousy, protože všichni naši velcí králové je nosili.
hu: Dehogyis. Szakállt növeszt, mert az összes nagy királyunk szakállas volt.

source: This is a large-scale map, where you will choose a way to go. You should move Gawen to any of the signpost or any other location to trigger moving to next scenario. Move Gawen to tent to talk with his friends.
ca: Aquest és un mapa a gran escala, on tu decideixes on vols anar. Has de menejar Gawen a prop d'un senyal o qualsevol altre lloc per activar l'inici del pròxim escenari. Si vols parlar amb els teus amics, meneja a Gawen a la tenda.
cs: Toto je velkoprostorová mapa, kde musíš vybrat kudy dál. Tvým úkolem je přesunout Gawena na některý ze směrovníků nebo na jiné speciální místo, které spustí přesun na další scénář. Chceš-li si popovídat s přáteli, přesuň Gawena do stanu.
hu: Ez egy áttekintő térkép, ahol eldöntheted, merre mész tovább. Vidd Gawent bármelyik útjelzőhöz, vagy fontos helyszínhez, hogy elkezdd a következő küldetést! Vidd Gawent a sátorhoz, hogy a barátaival beszélgessen.

source: My lord, we cannot go back to Freetown. We have nothing to report, and we have not found anything about the orcs.
ca: Senyor, no podem tornar a Ciutat Lliure. No tenim res nou que dir, i no hem trobat cap cosa relativa als orcs.
cs: Můj Pane, ještě se nemůžeme vrátit do Svobodova. Nemáme nic, s čím bychom se mohli vrátit. Nevíme nic o skřetech, takže cíl mise je ještě pořád před námi.
hu: Uram, nem mehetünk vissza Freetownba. Nincs mit jelentenünk, semmit nem tudtunk meg az orkokról.

source: My lord, I do not think we should go back to Freetown already. We haven't met with the She-wolf of Haeltin east from here. She may know something, having fought with orcs already.
ca: Senyor, no crec que deguem tornar cap a Ciutat Lliure ja. Encara no ens hem trobat amb la Lloba de Haeltin a l'est d'ací. Tal volta ella sàpiga alguna cosa, ja que ja ha lluitat contra els orcs.
hu: Uram, azt hiszem, még nem kéne visszatérnünk Freetownba. Még nem találkoztunk Haeltin Nőstényfarkasával. Ő biztosan tud valamit, hiszen már harcolt az orkokkal.

source: We were in Haeltin already. Were to go now?
ca: Ja vam estar en Haeltin. On anem ara?
cs: V Haeltinu už jsme byli, Kam teď?
hu: Haeltinben már jártunk. Most hogyan tovább?

source: Are you sure you want to go there?
ca: Estàs segur que vols anar ací?
cs: Jsi si jistý, že chceš jít právě tam?
hu: Biztos, hogy arra menjünk?

source: As you wish, my lord.
ca: Com desitges, senyor.
cs: Jak poroučíš, můj Pane.
hu: Ahogy parancsolod, uram.

source: We already were in Saorduc. Were to go now?
ca: Ja vam estar en Saorduc. On anem ara?
cs: Tak jsme tedy v Saorduku. Co teď?
hu: Már jártunk Saorducban. Most hogyan tovább?

source: Are you sure you want to go there? I've told you that I doubt Saurians know anything useful.
ca: Segur que vols anar ací dins? Ja t'he dit que dubte que els sauris coneguen res útil.
cs: Jsi si jistý, že tam chceš? Už jsem Ti přeci říkal, že se od Ještěráků nic kloudného nedozvíme.
hu: Biztos vagy benne, hogy oda kell mennünk? Már mondtam, hogy szerintem a gyíkok semmi fontosat nem tudhatnak.

source: So, on to Saorduc! Hope it is wise decision and lizard men would know something about orcs.
ca: Bé, cap a Saorduc! Tant de bo siga una bona decisió i els sauris sàpiguen alguna cosa dels orcs!
cs: Tak dobře. Vzhůru do Saorduku! Doufejme, že to bylo moudré rozhodnutí a že ještěráci měli co do činění se skřety.
hu: Akkor irány Saorduc! Remélem tudod, mit csinálsz, s a gyíkok tényleg tudnak valamit az orkokról.

source: Lizards? We already fought with them. I hate lizards.
ca: Sauris? Ja vam lluitar contra ells. Els odie!
cs: Cože? Ještěráci? Už jsem s nimi bojovala. Nesnáším Ještěráky!
hu: Gyíkok? Már harcoltunk velük. Gyűlölöm a gyíkokat.

source: That was wise decision, my lord.
ca: Eixa ha sigut una sàvia decisió, senyor.
cs: To bylo moudré rozhodnutí, můj Pane.
hu: Bölcs döntés, uram.

source: We already were scouting near Barnon. Were to go now?
ca: Ja vam explorar les rodalies de Barnon. On anem ara?
cs: Už jsme byli na průzkumech kolem Barnonu. Kam teď?
hu: Már felderítettük Barnon környékét. Most hogyan tovább?

source: Are you sure you want to go there? A lot of enemy soldiers could be near Barnon.
ca: Estàs segur que vols anar-hi? Podria haver-ne una caterva de soldats enemics prop de Barnon.
cs: Jsi si jistý svou volbou? Poblíž Barnonu budou jistě velké houfy nepřátel.
hu: Biztos vagy benne, hogy oda akarsz menni? Óriási sereg állomásozhat Barnon környékén.

source: This could be dangerous. But also, extremely valuable. We definitely can find something about orcs there.
ca: Podria ser molt perillós, però també molt important. Segur que trobarem alguna cosa sobre els orcs allí.
cs: To by mohlo být nebezpečné. Ale, na druhou stranu, extrémně užitečné. Tam jistě nalezneme nějaké indície o skřetech.
hu: Ez nagyon veszélyes. De ugyanakkor nagyon hasznos is lehet. Ott biztosan találunk valamit az orkokról.

source: Yes, on other hand maybe we should search elsewhere.
ca: Sí, però també podríem buscar en altra banda.
cs: Ano, ale na druhé straně bychom je mohli najít někde jinde.
hu: Jobb is, inkább máshol kéne keresnünk.

source: Who is comin' here? What d'ya wanna from us?
ca: Qui va? Què voleu de 'natros' ?
cs: Koho zas k nám čerti nesou? Co vod nás chceš?
hu: Ki gyütt? Mit akarsz idegen?

source: Don't be afraid, I want ask you few question and then I will go.
ca: No ens tingueu por, només vull fer unes poques preguntes i me n'aniré.
cs: Neměj strach. Jen se chci zeptat na pár maličkostí a pak zase půjdu.
hu: Semmi okod a félelelmre, csak néhány kérdést tennék fel, aztán elmegyek.

source: So go an' ask us
ca: 'Pues' fica't a fer-les.
cs: No tak poď dál a ptej se.
hu: Elő vele, kérdezz!

source: Please, tell me...
ca: Per favor, podries dir-me si...
cs: Řekněte mi, prosím, ...
hu: Kérlek válaszolj arra a kérdésre, hogy...

source: Do you know where the place called Bontom is?
ca: Has sentit parlar d'on és Bontom?
cs: Víte, kde leží Bontom?
hu: Tudod merre van Bontom?

source: Do you know anything about Reme Carrenemoe?
ca: Saps alguna cosa de Reme Carrenemoe?
cs: Víte něco o muži jménem Reme Carrenemoe?
hu: Hallottál valamit Reme Carrenemoéról?
