Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: I'm not sure when she came to me, devoid of shame and clothes. She entered my chamber so quietly that I initially mistook it for a dream. I was too drunk to ask any questions, or oppose her when she slipped into my bed.
ca: No sé quan va vindre ella, sense cap vergonya ni robes. Va entrar tan calladament que en un primer moment vaig pensar que era un somni. Estava massa bufat per preguntar res. Estava massa bufat per oposar-me quan es va ficar dins del meu llit.
hu: Nem vagyok benne biztos, hogy a meztelen tünemény mikor jött be. olyan csendben lépett be a szobámba, hogy először azt hittem, álmodom. Túlontúl részeg voltam ahhoz, hogy kérdezősködjek, vagy ellenálljak, amikor az ágyamba bújt.

source: Who was she? She wore a dancer's mask, but somehow I knew she wasn't one of dancers from a few hours earlier. There was something familiar in the way she moved, breathed and gasped. Maybe if I had been sober I would have recognised her even with the mask. But I wasn't, and I didn't care.
ca: Qui era ella? Duia una màscara de ballarina, però d'alguna manera sospitava que no era cap de les ballarines que havia vist unes poques hores abans. Hi havia alguna cosa familiar amb la manera que es menejava, respirava i gemegava. Tal volta si haguera estat més sobri podria haver-la reconegut fins i tot amb la màscara. Però no ho estava, i tampoc m'importava massa.
hu: Ki lehetett? A táncosok maszkját viselte, de valahogy nem emlékeztetett a pár órával korábbi táncosokra. De a mozgása valahogy ismerősnek tetszett, a légzése, a zihálása. Talán, ha józan lettem volna, a maszk mögötti alakot is fel tudtam volna ismerni. De nem voltam, s nem is érdekelt.

source: She left as quietly as she came, as if she were just a dream. But I still could smell her in the air, and my hands still remembered her as well. Whoever she was, I was certain I would recognise her, if I could only touch her again.
ca: Es va anar tan calladament com va vindre, com si fóra un somni. Però encara podia sentir la seua olor en l'aire, i les meues mans encara la recordaven perfectament. Fóra qui fóra, estava segur que la reconeixeria només si la tornarà a tocar.
hu: A tünemény olyan csendben távozott, ahogy jött, s mintha csak álom lett volna. De orromban ott maradt az illata, s kezeimben éreztem a testét. Akárki volt is, biztosan megismerném, ha újra megérinthetném.

source: But I had no such chance. Next day Gwidle woke me before dawn and I came to my soldiers, to call the twelve best. Most of them were in better shape than I, at least having had some sleep that night.
ca: Però no vaig tindre cap oportunitat. Al dia següent, Gwidle va despertar-me ben de matí i vaig anar a passar revista als meus soldats i triar-ne dotze d'ells. Crec que la majoria d'ells estaven en millors condicions que jo, al menys havien pogut dormir una miqueta durant la nit.
hu: De erre nem maradt esélyem. Másnap Gwidle hajnal előtt felébresztett, s én összeszedtem a harcosaimat, kiválogatva a tizenkét legjobbat. Legtöbbjük sokkal jobb formában volt, mint én, hiszen valamicskét aludtak éjszaka.

source: Wonderful day... Perfect for starting a quest. You slept well?
ca: Un dia preciós... Un dia perfecte per començar una missió. Vas dormir bé?
hu: Csodálatos nap... Remek idő egy küldetés kezdetéhez. Jól aludtál?

source: Well... Not really. Hm.. Where is Karen?
ca: Bé... No del tot. Humm... On és Karen?
cs: No... vůbec ne. Hm.. kde je Karen?
hu: Nos... Nem igazán. Hmm... Karen hol van?

source: She is still asleep. Yesterday was too much for my poor daughter.
ca: Encara està dormint. Ahir va ser massa per a la meua pobra filla.
cs: Ještě spí. Včera toho bylo hodně na mou ubohou holčičku.
hu: Még alszik. A tegnapi nap kicsit sok volt az én szegény kislányomnak.

source: I looked into her room. The dancer's outfit was on the floor, and she slept in her clothes. I guess she tried to change her clothes, you know, to show you how good dancer she is, but she fell asleep.
ca: Li he donat una ullada a la seua habitació. Els complements del vestit de ballarina estaven tots tirats per terra, i es va dormir en el vestit. Pareix com si s'haguera intentat canviar la roba, ja saps, per intentar ensenyar-te les seues habilitats com a dansarina i es va quedar dormida.
hu: Benéztem a szobájába. A táncosöltözete ott feküddt a padlón, s a ruháiban aludt el. Azt hiszem, át akart öltözni, tudod, hogy megmutassa neked, milyen remek táncos, de elaludt közben.

source: Uhm... How old is your daughter anyway?
ca: Uhm... Ah, i quants anys té la teua filla?
cs: Hm... Kolik je vlastně tvé dceři let?
hu: Öhh Menni idős a lányod?

source: Poor child. When I saw her yesterday she barely could walk.
ca: Pobre xiqueta. Quan la vaig vore ahir, casi no podia caminar.
cs: Chudák dítě. Když jsem ji viděla naposled, sotva se potácela.
hu: Szegény gyerek. Amikor láttam tegnap, már menni is alig tudott.

source: Mother! What have you done with your hair?
ca: Mare! Què t'has fet al monyo?
hu: Anyám! Mit csináltál a hajaddal?

source: Hair? My hair? I decided that it would be a hindrance in battle, so I cut it.
ca: El monyo? He decidit que era un impediment a l'hora de lluitar, i me l'he tallat.
hu: A hajam? Az én hajam? Ja, csak akadályozna a csatában, levágtam.

source: You could have asked someone else to do it for you. Hm.. and where is Yaranov?
ca: Podries haver-li-ho demanat a algú. Uhmm... On és Iaranov?
cs: Měla jsi říct někomu jinému, aby ti s tím pomohl. Hm.. a kde je vlastně Jaranov?
hu: Megkérhettél volna valakit, hogy levágja neked... Ömm... hol van Yaranov?

source: He left Freetown.
ca: Va abandonar Ciutat Lliure.
cs: Opustil Svobodov.
hu: Elment.

source: Huh? Why?
ca: Eh? Per què?
hu: Hö? Miért?

source: You know, I even started to like him. But last night he lost all my sympathy and respect. Don't ask me. I won't answer.
ca: Ja saps, la veritat és que començava a agradar-me. Però anit va perdre tota la meua simpatia i respecte. No preguntes més. No respondré.
cs: Vždyť víš, že se mi začínal líbit. Ale včerejší noci ztratil všechny moje sympatie. A neptej se, víc ti neřeknu.
hu: Tudod, már kezdtem megkedvelni. De a múlt éjszaka úgy viselkedett, hogy el kellett küldjem. Ne kérdezz többet! Nem akarok beszélni róla.

source: I thought he, I mean he and you..
ca: Jo pensava que ell... vull dir, tu i ell...
cs: Myslel jsem že on, tedy že on a ty..
hu: Azt hittem, hogy, hogy te és ő...

source: My son, because you lost your memory, you probably forgot about some of our customs. In our tradition, a widow cannot have another man again, under very severe punishments.
ca: Fill meu, com has perdut la memòria segurament no recordes algunes dels nostres costums. En la nostra tradició, una dona no pot tindre altre marit, sota greus penes de castic.
cs: Můj synu, protože ztratil's paměť, asi zapoměl's aj něco z našich zvyků. Vdova nesmí mít jiného muže, nebo ji stihne ošklivý trest.
hu: Fiam, talám az emlékezetkiesésed az oka, hogy nem emlékszel a szokásainkra. Hagyományaink szerint, az özvegy nem engedhet másik férfit magához, különben súlyos büntetésekre számíthat.

source: Wait a minute. Your father, Gawen, married Lorin after death of your mother, hadn't he?
ca: Un minut. Ton pare, Gawen, va casar-se amb Lorin poc després de la mort de ta mare, no?
cs: Počkat, počkat. Což se Tvůj otec, Gawene, neoženil s Lorin po smrti Tvé matky?
hu: Várj egy percet! Gawen, az apád édesanyád halála után vette feleségül Lorint?

source: Who allowed you to listen, underling? This discussion is between two worthy people. Go and bother someone else.
ca: Qui t'ha donat permís per escoltar-nos, carrall? Aquesta conversa és entre dos persones dignes. Ves-te'n a fer la mà per allí.
hu: Ki engedte meg neked, nemtelen, hogy két nemes beszélgetését kihallgasd? Menj, és ne zavarj bennünket!

source: Your step-mother is really starting to get on my nerves.
ca: La teua madrastra està començant a atacar-me els nervis...
cs: Tvá macecha mi začíná lézt na nervy.
hu: A nevelőanyád kezd az idegeimre menni.

source: I said, a widow cannot have a man, husband or in any other way. The man can. There was time when men could even have a few wives at once. There are women who defy that old custom; some go unpunished. But I am wife to a king, and am held to a higher standard. What can be forgiven a normal woman, can not be tolerated of king's wife.
ca: Com deia, una vídua no pot tornar a tindre un home, un marit o qualsevol altra relació. L'home pot. Va hi haure un temps en el qual els hòmens podien tindre vàries dones al mateix temps. Avui, hi ha moltes dones que no segueixen els costums. I moltes no reben cap castic. Però jo sóc la dona d'un rei, i és una situació totalment diferent. El que pot ser perdonat a una dona normal, no ho pot ser quant ho fa la dona d'un rei.
hu: Azt mondtam, hogy egy özvegy nem engedhet másik férfit magához, nem lehet új férje, egyébként meg pláne nem. A férfiakra más szabály vonatkozik. Volt idő, amikor egy férfinak több felesége is lehetett egyszerre. Néhány nő megszegte már a szabályt, s elkerülték a büntetést. De én a király felesége vagyok, s nekem kötelező a szabályokat betartanom. Amit egy közönséges nőnek elnézhetnek, az nem maradhat büntetlenül a király felesége számára.

source: What a wonderful culture you have. Now, Gawen, choose the twelve best troops.
ca: Una cultura meravellosa teniu. Ara, Gawen, tria els dotze millors soldats.
hu: Milyen csodálatos kultúrátok van... Nos, Gawen itt az idő a legjobbak kiválasztására.

source: I want to join you in your quest.
ca: Vull unir-me a la vostra missió.
cs: Já se chcu taky přidat k tvojí družině.
hu: Én is veletek akarok menni.

source: There is too little place to recall all 12 units at once. Move the units out of the castle to make room for others. The units will be able to move (in this scenario only!!) immediately after recalling, so do not push end turn button.
ca: No hi ha prou espai per reincorporar les 12 unitats al mateix temps. Només en aquest escenari (i en cap altre!!)podràs menejar-les després d'haver-les reincorporat, per tant, podràs fer espai per a la resta d'unitats al castell. No acabes el torn fins que les hages reclutat totes.
cs: Je tu příliž málo místa k přivolání všech 12 jednotek naráz. Přesuň jednotky pryč z tvrze, aby udělaly místo druhým. Jednotky se mohou pohybovat ihned po přivolání (ale pouze v tomto scénáři!!), takže nemačkej tlačítko na ukončení kola.
hu: Nem áll rendelkezésre tizenkét toborzóhely. Vidd az egységeidet visszahívás után a kastélyon kívülre. (Csak most elmozdulhatnak visszahívás után!!!)

source: Recall twelve troops. OR
ca: Reincorpora dotze soldats O
cs: Přivolej 12 vojáků. NEBO
hu: Visszahívsz tizenkét harcost. VAGY

source: End turn if you do not want or can't recall more troops.
ca: Acaba el torn si no vols o no pots reincorporar més soldats.
cs: Ukonči kolo, pokud už nemůžeš nebo nechceš přivolat víc vojáků.
hu: Befejezed a kört, ha nem akarsz toborozni s visszahívni több egységet

source: Sneaking out of Raedwood
ca: Escapolint-se de Raedwood
hu: Kiosonás Raedwoodból

source: MY KING! Forgive me, kill me now, how could I fight against you? Now I know I am a worthless traitor.
ca: SA MAJESTAT! Perdoneu-me, mateu-me ara, cóm he pogut lluitar contra vos. Ara sé que sóc un traïdor menyspreable.
hu: KIRÁLYOM! Bocsáss meg, ölj meg azonnal, hogy emelhettem kezet rád? Nem vagyok más, csak egy nyomorult áruló!

source: Gawen, I think I told you to keep your identity a secret.
ca: Gawen, crec que t'havia dit que mantingueres la teua identitat en secret.
cs: Gawene, říkal jsem ti, že se máš držet v anonymitě.
hu: Gawen, mint már említettem, titokban kellene tartanod a kilétedet.

source: It is for advisers to advise, and the leader to choose whether to follow that advice. Raban, there is no treachery if you didn't know it was me.
ca: El conseller, aconsella, i el líder decideix si vol seguir els seus consells. Raban, no n'hi ha cap traïció si no sabies que lluitaves contra mi.
hu: A tanácsadó dolga a tanácsadás, a vezetőnek a dolga, hogy válasszon, követi-e a tanácsot, vagy sem. Raban, nem árultál el, mert nem tudtad, hogy én vagyok itt.

source: I've heard that name.. New, skilled underling leader. Now I know my honor is intact even in defeat.
ca: He sentit aquest nom... Un nou i hàbil líder carrall. Ara sé que el meu honor no ha minvat per haver sigut derrotat per tu.
hu: Hallottam már ezt a nevet... Egy új, nemtelen vezér. Megtiszteltetés, hogy harcolhattunk, mégha el is buktam.

source: And now, ...
ca: I ara, ...
cs: A nyní...
hu: És most...

source: I will spare your life.
ca: Et perdone la vida.
cs: ušetřím tvůj život.
hu: Megkímélem az életedet.

source: Go to your ancestors.
ca: Ves-te'n amb els teus avantpassats!
cs: jdi ke svým předkům.
hu: Térj meg az őseidhez!

source: I will order my people to try to cure your wounds. And then I will release you.
ca: Manaré a la meua gent que miren de curar-te les ferides. Després, et deixaré en llibertat.
cs: Nařídím mým lidem, aby ošetřili tvé zranění. A pak tě propustím.
hu: Bekötöztetem a sebeidet. Aztán szabadon engedlek.

source: Go to your ancestors, brave man. I can't leave you alive.
ca: Ves amb els teus avantpassats, valent. No puc deixar-te viu.
hu: Térj meg az őseidhez, bátor harcos. Meg kell öljelek.

source: You still hear me, can't you? I have some questions.
ca: Pots sentir-me encara, no? Tinc unes preguntes.
hu: Hallasz még, ugye? Lenne pár kérdésem hozzád.

source: Then ask someone else, who will know the answers.
ca: Pregunta a un altre, que sabrà les respostes.
cs: Tak se ptej těch, kteří budou znát odpovědi.
hu: Mást kell megkérdezned, aki tud válaszolni.

source: Wait! Don't die yet! Damn, he lost consciousness already.
ca: Espera! No et moris ja! Merda, ja ha perdut la consciència.
hu: Megállj! Ne halj még meg! A francba, elvesztette az eszméletét.

source: Now, tell me...
ca: Ara, dis-me...
cs: Tak mi tedy řekni...
hu: Nos, mondd el nekem...

source: Why is Bor Cryne allied with orcs?
ca: Per què Bor Cryne està aliat amb els orcs?
hu: Miért szövetkezett Bor Cryne az orkokkal?

source: What can you say about Grekulak?
ca: Què pots dir-nos sobre Grekulak?
cs: Co mi můžeš říct o Grekulakovi?
hu: Mit tudsz Grekulakról?

source: Do you know where great mage Deorien is?
ca: Saps on és el gran mag Deorien?
cs: Nevíš náhodou, kde sídlí velký mág Deorien?
hu: Tudod hol van a nagy mágus, Deorien?

source: Will you fight for us?
ca: Lluitaràs per nosaltres?
cs: Budeš za nás bojovat?
hu: Csatlakozol hozzánk?

source: Mage? Then he is in hell, surely!
ca: Mag? Aleshores a l'infern, segur!
cs: Mág? Tak ten je určitě v pekle!
hu: Mágus? Akkor a pokolban, természetesen.

source: I don't know. He is leading the orcs, but he is not orc. I am not sure who is he. There is gossip that a new messiah will come to lead us to conquer the world, and he might be that new messiah, I think.
ca: No ho sé. Dirigeix els orcs, però no és un orc. No sé segur qui és. Es remoreja que un nou messies que vindrà per guiar-nos en la conquesta del món, i ben podria ser ell, crec.
hu: Nem ismerem. Ő vezeti az orkokat, de ő maga nem ork. Pontosan nem tudom, miféle fajzat. Azt beszélik, hogy egy új megváltó jön, akinek vezetésével meghódítjuk a világot, s lehet, hogy ő ez az új megváltó, legalábbis én azt hiszem.

source: New messiah?
ca: Nou messies?
cs: Nový mesiáš?
hu: Új megváltó?

source: Yes. He will show us how to renew our alliance with God, he will show us new ways. He won't be Akladian, at least not fully Akladian, rumors are not clear about that.
ca: Sí, ell ens mostrarà com renovar l'aliança amb Déu, ens ensenyarà uns nous camins. No serà akladià, al menys no totalment akladià, els remors no són clars en aquest aspecte.
hu: Igen. Ő fog újra az Isten útjára vezetni minket, új útra vezet minket. De nem akladiai, illetve nem teljesen az, habár a hírek e tekintetben elég zavarosak.

source: It's because we need allies against the usurper mixling, Gawen Hagarthen.
ca: És perquè necessitem aliats contra l'usurpador aquest, el mestís Gawen Hagarthen.
hu: Azért, mert szükségünk van szövetségesekre a csaló korcs, Gawen Hagarthen ellen.

source: And what are his plans for future?
ca: I quins són els seus plans per al futur?
cs: A jaké jsou jeho plány dobudoucna?
hu: S mik a jövőbeli tervei?

source: I think Bor wants to be king. He will try to unite all Akladian kingdoms and finish conquering Wesnoth. On the way he will purify our race by killing every Akladian unworthy of the name.
ca: Crec que Bor vol ser el nou rei. Aleshores intentarà unificar tots els regnes akladians i acabarà amb la conquista de Wesnoth. Mentrestant, purificarà tota la nostra raça matant a qualsevol akladià indigne d'aquest nom.
hu: Azt hiszem, Bor király akar lenni. Megpróbálja egyesíteni az akladiai királyságokat és teljesen meghódítani Wesnothot. S egyúttal megtisztítja a fajunkat azoktól, akik méltatlanok az akladiai névre.

source: Unworthy? What do you mean by that?
ca: Indigne? Què vols dir amb això?
cs: Nečistý? Co tím myslíš?
hu: Méltatlanok? Mit értesz ezalatt?

source: Those who offended our God by marrying Wesnothian women. Those who allowed their daughters to live when they chose another husband or married underling. Those with underling friends. All of them will be sacrificed to God.
ca: Aquells que van ofendre el nostre Déu casant-se amb dones wesnothianes. Aquells que han permès que les seus filles visqueren quan tornaven a casar-se o ho feien amb carralls. Aquells que són amics dels carralls. Tots seran sacrificats en honor de Déu.
hu: Akik szembeszegültek Istenünkkel, s wesnothi nőkkel házasodtak össze. Akik megengedték a lányaiknak, hogy éljenek, miután másik férjet választottak, vagy hozzámentek nemtelenekhez. Ezeket feláldozzuk Istennek.

source: Never in my life or afterlife!
ca: Mai en ma vida ni la de després!
cs: Nikdy v životě ani v životě po životě!
hu: Soha, még a halálom után se!

source: Why Bor Cryne is allied with orcs?
ca: Per què Bor Cryne està aliat amb els orcs?
cs: Proč se Bor Cryne spojil se skřety?
hu: Miért szövetkezett Bor Cryne az orkokkal?

source: I do not know that. If he is mage, then he is enemy of our God and as such, has no right to life.
ca: No sé res d'això. Si és un mag, segur que és un enemic de Déu, i, com a tal, no té cap dret a viure.
cs: Tak to nevím. Ale jestli je to mág, je to nepřítel Boha a jako takový nemá nárok žít.
hu: Nem tudom. Ha mágus, akkor ellensége az Istennek, s mint ilyen, nincs joga élni.

source: I do not know that name.
ca: No conec eixe nom.
cs: Neznám to jméno.
hu: Nem ismerem ezt a nevet.

source: I do not know that. I've heard they came here to purify the world before the new messiah will come, but right now they are just pillaging and murdering many good people, both Akladian and Wesnothian.
ca: No ho sé això. Però he sentit dir que han vingut a purificar el món abans que vinga el nou messies, però ara mateix no fan altra cosa que saquejar i assassinar molta gent honrada, tant akladians com wesnothians.
cs: Nevím. Slyšel jsem, že sem přišli vyčistit svět před příchodem nového mesiáše, ale teď plení a drancují a povraždili mnoho dobrých lidí, a to jak Akladijců, tak Wesnothských.
hu: Azt nem tudom. Úgy hallottam, hogy az új megváltó előtt járva megtisztítják a világot, de e pillanatban csak fosztogatnak és gyilkolnak, úgy akladiaiakat, mint wesnothiakat.

source: I can't, your blow almost chopped my arm off. If you will allow me to live, I will return to my wife and children.
ca: No puc, el teu cop casi em talle el braç. Si em deixes viure, tornaré amb la meua dona i els meus xiquets.
cs: Nemohu, tvá rána mi skoro usekla paži. Pokud mne necháš žít, vrátím se ke své ženě a ke svým dětem.
hu: Semmi értelme sem lenne, a csapásodtól alig tudom használni a kezemet. Ha életben hagysz, visszatérek a családomhoz és a feleségemhez.

source: Soldiers of Gawen left Freetown and quickly entered the woods. They marched from dawn to dusk, until they found themselves at the border of Raedwood forest.
ca: Els soldats de Gawen van abandonar Ciutat Lliure i ràpidament van entrar als boscos. Marxaren des de primera hora del dia fins que es feia fosc, fins que es van trobar als límits del bosc de Raedwood.
cs: Gawenovi vojáci opustili Svobodov a rychle vstoupili do lesa. Pochodovali od úsvitu do soumraku, dokud nezjistili, že jsou na kraji Raedwoodského lesa.
hu: Gawen harcosaival gyorsan elhagyta Freetownt, s nemsokára már az erdőben masíroztak. Napkeltétől napnyugtáig meneteltek, míg elértek a Raedwood-erdő szélére.

source: I hate this forest. I REALLY hate it. Passionately.
ca: Odie aquest bosc. NO EL PUC AGUANTAR. L'odie amb tot el meu cor.
cs: Nesnáším tento les. Opravdu ho nenávidím. Přímo vášnivě.
hu: Gyűlölöm ezt az erdőt. TÉNYLEG gyűlölöm. Mélységesen.

source: Shut up, Bar. In last year I heard enough of your whining about trees, woods, branches and so on.
ca: Calla't, Bar. Ja he tingut prou en tot aquest últim any dels teus plors per culpa del bosc, els arbres, les arrels, les rames, les formigues...
hu: Pofa be, Bar. Épp eleget nyafogtál már a fák, az erdő, az ágak miatt, elegem van belőle.

source: It's the wind. And this noise.. As if green devils are whispering in the leaves. I really hate this forest.
ca: És l'aire. I eixe soroll... Com si tots els dimonis verds estigueren xiuxiuejant entre les fulles. Odie de veritat aquest bosc.
hu: Most még a szél is fúj. Mi ez a zaj... Mintha a zöld ördögök neszeznének az avarban. Én tényleg gyűlölöm ezt az erdőt.

source: Spit out those words! Green devils.. I've heard they appeared recently in Raedwood. My friend told me there were THOUSANDS of them. I wish I would be somewhere else.
ca: Oblida't d'això! Ni ho tornes a dir! Dimonis verds... He sentit dir que van aparèixer fa poc a Raedwood. Un amic meu em va dir que hi havia MILERS d'ells. Tant de bo estiguera en un altre lloc.
hu: Ne is emlegesd őket! Zöld ördögök... Hallottam, hogy újabban egyre gyakrabban tűnnek fel Raedwoodban. Haver mondta, hogy vagy SZÁZAT látott egyszerre. Szívesen lennék most akárhol máshol.

source: Like in bed with your underling so called 'wife'?
ca: Com al llit amb la carrall eixa que anomenes 'esposa'?
hu: Például ágyban azzal a nemtelen úgynevezett 'feleségeddel'?

source: Don't call her that, I've told you. What's wrong with marrying Wesnothian woman anyway? If our old king could do it, why not us lesser men?
ca: No parles d'ella així! T'ho he dit moltes vegades! Què hi ha de roin en casar-se amb una dona wesnothiana? Si el nostre antic rei ho va poder fer, per què nosaltres, hòmens inferiors, no?
hu: Ne nevezd így, már mondtam. Különben is, mi a rossz abban, ha egy wesnothi nőt veszek el? Ha a királyunk megtehette, mi kisemberek miért ne tehetnénk meg?

source: The King is dead. I think God punished him for mixing our holy blood with that of underlings. And Raban, you should really expel your, as you called her, wife thing. There is gossip that everyone who has abandoned our old ways and is too underling-friendly, will be soon as dead as our old king. Or this mixling, ten-days king, Gawen.
ca: El rei és mort. Crec que Déu el va castigar per mesclar la nostra sang sagrada amb eixa dona carrall. I Raban, deuries abandonar eixa cosa que anomenes esposa. Hi ha remors que tot el qui s'haja apartat de els nostres ancestrals costums i siga massa amic dels carralls, prompte estarà tan mort com el nostre vell rei. O eixe mestís que va durar deu dies, Gawen.
hu: A király meghalt. Isten megbüntette őt, amiért a mi szent vérünket a nemtelenek vérével megfertőzte. És Raban, neked is ki kéne tenned a házadból azt a... szóval akit a feleségednek nevezel. Az a hír járja, hogy akik elhagyták az ősi utat, és túlzottan barátkoznak a nemtelenekkel, hamarosan kardélre hányatnak, s halott királyunk nyomdokaiba lépnek. Akárcsak az a korcs, tíznapig-király, Gawen.
