Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Remember the Freetown! Remember the Freetown! Kill them all!
ca: Recordeu Ciutat Lliure! Recordeu Ciutat Lliure! Mateu-los tots!
cs: Za Svobodov! Za Svobodov! Zabijte je všechny!
hu: Emlékezzetek Freetownra! Freetownért! Öljétek meg mindet!

source: In this scenario, only Gawen and Lorin may interrogate enemy leaders
ca: En aquest escenari, només Gawen i Lorin poden interrogar els líders enemics
cs: V tomto scénáři mohou vyslýchat nepřátelské vůdce pouze Gawen a Lorin.
hu: Ebben a küldetésben csak Gawen és Lorin vallathatja ki az ellenséges vezéreket

source: Aaaah, we were late! Our cousin had all the fun and left nothing for us!
ca: Ooooh, hem arribat tard! El nostre cosí s'ha endut tota la diversió i no ens ha deixat res!
cs: Á jé, přišli jsme pozdě! Náš bratránek měl všechnu zábavu a nám nenechal nic!
hu: Áááh, elkéstünk! Az unokatestvérünk egyedül szórakozott, nekünk nem hagyott semmit!

source: We would be here earlier, if not you, brother!
ca: Hauríem arribat abans de no ser per tu, germà!
cs: Byli bychom tu dřív, nebýt tebe, bratříčku!
hu: Hamarabb ideértünk volna testvérem, ha nem pepecselsz!

source: Me? And who wanted to check whether the wine in Vakladia tastes differently than in Guilcorta?
ca: Jo? I qui era el que volia comprovar si el vi de Vakladia té diferent sabor que el de Guilcorta?
cs: Mě? A kdo chtěl vyzkoušet, jestli víno ve Vakladii chutná stejně dobře jako v Guilcourtu?
hu: Én? És ki volt az, aki ellenőrizni akarta, hogy a vakladiai bor tényleg van-e olyan jó, mint a guilcortai?

source: And what about the girls in that town?
ca: I què passa amb això de les xiques en aquella ciutat?
cs: A jak to bylo s holkama v tom městě?
hu: És mi van a lányokkal abban a városban?

source: Who are you? Friend or foe?
ca: Qui va? Amic o enemic?
cs: Kdo jsi! Přítel či nepřítel?
hu: Kik vagytok? Barátok vagy ellenségek?

source: We are Luc and Gauri Hagarthens, your loyal swords from Guilcorta, your cousins, dear... uhmm.. how should we address you, your majesty, cousin, or maybe.. messiah?
ca: Som Luc i Gauri Hagarthen, les teues lleials espases de Guilcorta, els teus cosins, benvolgut... uhmm... com deuríem tractar-te? Sa Majestat? Cosí? Messies?
cs: My jsme Luc a Gauri Hagarthenové, tvé věrné meče z Guilcourta, tvý bratránci, drahý... uhmm.. jak ti máme vlastně říkat? Vaše Veličenstvo, bratránku, nebo možná Mesiáši?
hu: Mi Luc és Gauri Hagarthen vagyunk, hűséges fegyvertársaid Guilcortából, az unokattestvéreid, kedves... öhm... hogy is szólíthatunk, felség, rokon vagy esetleg... megváltó?

source: My king would be enough. You are welcomed here, even if a bit late.
ca: Amb 'rei' hi ha prou. Sou benvinguts, si més no, un poc tard.
cs: Můj Králi bude stačit. Jste zde velice vítáni, přestože jdete pozdě.
hu: A királyom megfelelő lesz. Legyetek üdvözölve körünkben, ha kicsit késtetek is.

source: Ha ha! You are doomed!
ca: Ha Ha! Esteu perduts!
cs: Ha ha! Jsi ztracenej!
hu: Há, há! Végetek van!

source: I am your new master. Recognise me as your lord and you will be spared. Try to oppose me and you will be killed and raised as my mindless slaves.
ca: Sóc el vostre nou amo. Reconeixeu-me com el vostre senyor i sereu perdonats. Intenteu oposar-vos i vos mataré per després ressuscitar-vos com a zombis.
cs: Já jsem Váš nový velitel. Vzdejte mi hold jako svému pánu a budete zachráněni. Pokuste se mi vzdorovat a budete povražděni a pak povstanete jako mý nemyslící otroci.
hu: Én vagyok az új uratok. Hódoljatok, és megkímélem az életeteket. Próbáljatok ellenszegülni, és holtotok után agyatlan szolgákként szolgáltok engem.

source: Lady Lorin, are you sure you can participate in a battle?
ca: Na Lorin, segura que pots participar en una batalla?
cs: Lady Lorin, jsi si opravdu jistá, že se můžeš podílet na boji?
hu: Lady Lorin, biztos, hogy részt akarsz venni a csatában?

source: And why not, foul and rude mage?
ca: I per què no, maleït i mal educat mag?
cs: A proč ne, blbý a navrčený mágu?
hu: Miért ne, aljas, undorító mágus?

source: As I said before, I KNOW. I also know that ANY effort may be extremely dangerous for you.
ca: Com ja vaig dir abans, HO SE. I també sé que QUALSEVOL esforç pot ser terriblement perillós per tu.
cs: Už jsem ti jednou řekl, že VÍM. A také vím, že cokoli je nyní pro tebe nesmírně nebezpečné.
hu: Ahogy mondtam, ÉN TUDOM. S azt is tudom, hogy BÁRMIFÉLE megerőltetés veszélyes lehet számodra.

source: I am LORIN, foul mage, that's for one. And for two, I am not Wesnothian woman, the kind you are used to, but Akladian. I can fight until.. as long as I want.
ca: Sóc LORIN, mag pudent, això t'ho puc assegurar. A més, no sóc una dona wesnothiana, de les que coneixes, sinó akladiana. Puc lluitar fins... fins que vulga.
cs: Já jsem LORIN, blbý mágu, to zaprvé. A za druhé, nejsu nějaká podělaná Wesnoťanka, ale Akladijka. Mohu bojovat až do.. dokud se mi bude chtít.
hu: Én LORIN vagyok, aljas mágus, először ezt jegyezd meg. Másodszor én nem wesnothi nő vagyok, akit te használni szoktál, hanem akladiai. Én harcolok az utolsó... amíg csak akarok.

source: My king, please take my advise. Order Lorin to withdraw into the castle. No matter how she will boast and flaunt with her being Akladian woman, I am quite sure she shouldn't be here.
ca: Mon senyor, per favor, accepteu el meu consell. Ordeneu a Lorin que es retire al castell. No importa quant presumisca i destaque ser una dona akladiana, estic segur que ella no deuria ser ací.
cs: Můj Králi, prosím přijmi moji radu. Přikaž Lorin, ať se stáhne do hradu. Nezáleží na tom, kolik toho napovídá o tom, jak ona je Akladijka, jsem si zcela jist, že by t neměla být.
hu: Királyom, fogadd meg a tanácsomat! Rendeld Lorint a kastélyba! Ne érdekeljen, hogy mennyire henceg és felvág azzal, hogy ő akladiai nő, biztos vagyok benne, hogy nem itt kellene lennie.

source: But why? I don't understand. Besides, Lorin is fine warrior, and withdrawing her from battle may be..
ca: Però per què? No ho entenc. A més, Lorin és una gran guerrera, i retirar-la de la batalla podria ser...
cs: Ale proč? Nechápu to. Na druhou stranu, Lorin je skvělá válečnice a její stažení z bitvy by mohlo..
hu: De miért? Nem értelek. Másrészt Lorin kitűnő harcos, hátrarendelése a csata szempontjából...

source: I am mage, my king. Believe me, withdraw her into our castle.
ca: Sóc un mag, mon senyor. Creieu-me, retireu-la al castell.
cs: Jsem mág, Můj Králi. Věř mi, odvel ji do hradu.
hu: Mágus vagyok, királyom. Higgy nekem, küldd vissza őt a kastélyba!

source: FOUL mage. You should have said: 'I am FOUL mage'.
ca: PUDENT mag. Hauries d'haver dit: 'Sóc un PUDENT mag'.
cs: BLBÝ mág. Měl bys říkat: "Jsem BLBÝ mág".
hu: ALJAS mágus. Azt kellett volna mondanod: 'Én egy ALJAS mágus vagyok'.

source: Forces of Darkness, come to my aid - Let there will be eternal night; Let your eyes will become blind - Forces of Darkness will consume your mind.
ca: Forces de la foscor, ajudeu-me - Que haja una eterna nit; Que els vostres ulls els seme - Forces de la foscor, deixeu-los buits.
hu: Sötétség Erői, gyertek, segítsetek Tűnjél el fényes nap, jöjj örök sötétség; Szemetekre szálljon vakság; és elmétek Töltse el félelem, töltse el üresség!

source: NO! Avaunt, the darkness, avaunt, the night!
ca: NO! Retira't, foscor, retira't, nit!
cs: NE! Odstup, temnoto, odstup, noci!
hu: NEM! Távozz el sötétség, távozz el éjszaka!

source: How is it possible? Who could break my enchantment so easily?
ca: Cóm és açò possible? Qui ha pogut trencar el meu sortilegi?
cs: Jak je to možné? Kdo dokáže zlomit mé kouzlo tak jednoduše?
hu: Hát ez meg hogy lehet? Ki merészelte megtörni a varázslatomat?

source: Even a child could do it, so weak it was, as all of your heinous black magic; for all your power comes from lies and deceit solely.
ca: Fins i tot un xiquet podria fer-ho, tan dèbil era, com tota la teua maleïda màgia negra; tot el teu poder ve de mentides i enganys.
cs: I dítě by to svedlo, tak slabé to bylo, stejně jako celá tvá slavná magie; celá tvá síla pramení ze lží a klamu.
hu: Még egy gyerek is képes lenne egy ilyen gyenge varázslatot szétzúzni, ahogy az egész szemfényvesztő feketemágiádat is; az egész erőd hazugságból és csalásból származik.

source: Brave words - and who is uttering them?
ca: Braves paraules, qui les diu?
cs: Odvážná slova - a kdo je pronesl?
hu: Merész szavak ezek - s ki vette a szájára őket?

source: Deorien, mage of light - whose might will defeat the night.
ca: Deorien, mag de la llum, el seu poder deixarà sense cap a algú.
cs: Deorien, mág světla - ten, který dokáže přemoci noc.
hu: Deorien fénymágus - akinek ereje elűzi az éjszakát.

source: Good mage, but awful poet. Deorien, you will be mine before this battle will end.
ca: Bon mag, pèssim poeta. Deorien, seràs meu abans que aquesta batalla termine.
cs: Dobrý mág, ale špatný básník. Deoriene, budeš můj, až skončí tato bitva.
hu: Jó mágus, de rossz költő. Deorien, az enyém leszel, mielőtt a csata befejeződik.

source: Aaaah!
cs: Ách!
hu: Áááh!

source: What happened? Mother?
ca: Què ha passat? Mare?
cs: Co se stalo? Matko?
hu: Mi történt? Anyám?

source: It's nothing.. It's nothing... I just.. I can't...
ca: No és res... No és res... Només... No puc...
cs: To nic.. to nic.. já jenom... nemohu...
hu: Semmi... Nincs semmi... Én csak... én nem...

source: Ekhm.
ca: Ehem.
cs: Ehm.
hu: Khm.

source: Shut up, mage. I will fight, I just have to rest for a moment...
ca: Calla, mag. Lluitaré, només em cal descansar un moment...
cs: Sklapni, mágu. Budu bojovat, jenom si musím na chvíli odpočinout...
hu: Fogd be a szád, mágus. Harcolni fogok, csak pihennem kell egy kicsit...

source: No, you can't. My lord, withdraw Lorin to our castle's keep immediately. She is unable to fight now.
ca: No, no pots. Mon senyor, retireu Lorin a la fortalesa del castell immediatament. Ella és incapaç de lluitar ara.
cs: Ne, to nemůžeš. Můj Králi, ihned odvel Lorin do hradní tvrze. Už nemůže dál bojovat.
hu: Nem, nem fogsz. Uram, küldd vissza Lorint a kastélyunkba azonnal. Nem képes most harcolni.

source: I AM in a castle's keep, you idiot.
ca: JA ESTIC en la fortalesa del castell, imbècil.
cs: Já JSEM v hradní tvrzi, ty idiote.
hu: Már a kastélyban VAGYOK, te idióta!

source: Good. Now, go to bedroom. I will sent someone to take care of you immediately.
ca: Bé. Ara, ves al teu dormitori. Manaré algú que et cuide.
cs: Výborně. A nyní jdi do ložnice. Ihned pošlu někoho, kdo se o tebe postará.
hu: Remek. Akkor irány az orvosi szoba! Küldök valakit, aki gondjaiba vesz.

source: Shut up, I can fight, I just have to get some rest!
ca: Calla, puc lluitar, només he de descansar!
cs: Sklapni, budu bojovat, jenom si na chvíli odpočinu!
hu: Befogod a szád, tudok harcolni, csak egy kis pihenésre van szükségem!

source: You have to withdraw Lady Lorin to your initial castle's keep within 6 turns.
ca: Has de retirar Lorin a la fortalesa del teu castell inicial en 6 torns.
cs: Musíš stáhnout Lady Lorin do tvé startovací hradní tvrze během šesti kol.
hu: Visszaviszed Lady Lorint a kastélyodba 6 körön belül

source: I really can fight!
ca: Puc lluitar!
cs: Už můžu bojovat!
hu: Én tényleg tudok harcolni!

source: Note for translators: 'But what about IT?' refers to Lorin's child
ca: Thanks, very kind of you ;) I had played the campaign, though.
hu: Megjegyzés a fordítóknak: 'De mi lesz VELE?' Lorin gyerekére utal

source: Yes, you can. But what about IT?
ca: Sí, tu pots? I què passe amb ELL?
cs: Ano, ty můžeš, ale ONO?
hu: Igen tudsz, de mi lesz VELE?

source: IT?
ca: ELL?
cs: ONO?
hu: VELE?

source: Aaah! I can't handle this pain!
ca: Aaah! No puc suportar més aquest dolor!
cs: Áách! Nezvládnu tu bolest!
hu: Áááh! Kibírhatatlan ez a fájdalom!

source: What happened? What?
ca: Què ha passat? Què?
cs: Co? Co se stalo?
hu: Mi történt? Mi van?

source: I've told you. She miscarried.
ca: T'ho havia dit. Ha tingut un avort.
cs: Já tě nabádal. Právě potratila.
hu: Én megmondtam. Elvetélt.

source: She WHAT?
ca: Ha tingut QUÈ???
cs: Ona CO?
hu: MIII?

source: Noooooo!
cs: Neeeeeeeeeee!
hu: Neeeeee!

source: When I came back to the castle, it looked like a beehive with so many Akladians running here and there. When I asked, where is Lady Lorin, they were avoiding my eyes and were muttering something incoherently.
ca: Quan vaig tornar al castell, allò pareixia un abellar, amb tants akladians corrents d'aquí cap allà. Quan vaig preguntar on era Na Lorin, evitaven mirar-me als ulls i murmuraven alguna cosa incoherent.
cs: Když jsem se vrátil do hradu, vypadalo to tu jako v úle, když spousty Akladijců běhali sem a tam. Když jsem se zeptal, kde je Lady Lorin, jenom mlžili a něco nesouvisle si mumlali.
hu: Amikor visszatértem a kastélyba, az egy méhkashoz hasonlított, akladiaiak futkostak fel-alá. Amikor Lady Lorin után kérdezősködtem, akkor pillantásomat kerülve valamit mormogtak, de nem értettem, mit.

source: Finally one of them said that Lady Lorin commited some kind of terrible crime, and she was caught by the guards; she tried to defend herself, but was still too weak after this strange accident on the battlefield and was easily overcomed.
ca: Finalment, un d'ells va dir-me que Na Lorin havia comés alguna mena de terrible crim i els guàrdies l'havien capturat; va intentar defendre's però encara estava massa dèbil després d'aquest incident en el camp de batalla i va ser fàcilment vençuda.
cs: Nakonec mi někdo sdělil, že Lady Lorin provedla nějaký strašný zločin a že byla chycena strážemi; prý se snažila bránit, ale byla po těžkém úraze na bojišti tak slabá, že ji lehce přemohli.
hu: Végül egyikük elmondta, hogy Lady Lorin szörnyű bűnt követett el, s elfogták az őrök; védekezni próbált, de még mindig elég gyenge volt a csatatéri különös baleset után, s könnyen lefogták.

source: What's it supposed to mean? Where is my step-mother? What have you done to her and why? Speak, I demand explanation!
ca: Què vol dir tot açò? On és la meua madrastra? Què li haveu fet? Parleu, demane una explicació!
cs: Co tohle všechno znamená? Kde je má macecha? Co jste jí udělali a proč? Mluvte, KRÁL si žádá výsvětlení!
hu: Mit akar ez jelenteni? Hol van a nevelőanyám? Mit tettetek vele és miért? Beszélj, magyarázatot követelek!

source: My king, I apologise. People acted a little bit too fast. I hope you won't take it as offense of your majesty.
ca: Sa majestat, em disculpe. La gent va actuar una miqueta massa ràpid. Espere que no s'ho prenga com una ofensa a la vostra majestat.
cs: Můj Králi, omlouvám se. Lidé reagovali příliš rychle. Doufám, že to nebudeš brát jako útok na tvůj majestát.
hu: Királyom, bocsánatodért esedezem. Az emberek kissé hevesen cselekedtek. Remélem nem érzed ezt felséged iránti támadásnak.

source: To hell with my majesty, where is she?
ca: A l'infern amb la meua majestat, on és ella?
cs: Do háje i s celým majestátem! Kde je?
hu: Pokolba a felségemmel; hol van ő?

source: Well, I don't know how to say it. Lady Lorin is...
ca: Bé, no sé com dir-ho. Na Lorin està...
cs: No, nevím, jak bych ti to řekl. Lady Lorin je...
hu: Nos, nem is tudom, hogy mondjam el. Lady Lorin...

source: The witch is pregnant.
ca: La bruixa està prenyada.
cs: Ta bosorka je těhotná.
hu: A boszorkány terhes.

source: She's what?!
ca: Ella què?!
cs: Cože je?!
hu: Micsoda?!

source: She is pregnant. Since almost two years will pass soon since her husband, and your father, died, that means she betrayed him.
ca: Ella està encinta. Ja que fa casi dos anys de la mort del seu marit, ton pare, això vol dir que l'ha traït.
cs: Je těhotná. Díky tomu, že jsou to již téměř dva roky, kdy její manžel, tvůj otec, zemřel, znamená to, že ho zradila.
hu: Terhes. Majdnem két év telt már el, hogy a férje, azaz királyi atyád, meghalt, ez pedig azt jelenti, hogy elárulta őt.

source: Our customs are very specific about that. Widow cannot marry any other man, and cannot know any other man in physical way.
ca: Els nostres costums són molt específics en aquesta qüestió. Una vídua mai es cassarà amb un altre home ni tampoc coneixerà un home de cap manera física.
cs: Naše zvyky jsou v tomto bodě velmi specifické. Vdova se nesmí znova provdat a nesmí poznat jiného muže po fyzické stránce.
hu: A szokásaink e tekintetben nagyon szigorúak. Az özvegy nem házasodhat újra, s nem hálhat együtt más férfiakkal.

source: In other words, the witch must die.
ca: En altres paraules, la bruixa deu morir.
cs: Jinými slovy, čarodějka musí zemřít.
hu: Más szavakkal, a boszorkánynak meg kell halnia.

source: Remember, that she's king's step-mother.
ca: Recordeu que esteu parlant de la madrastra del rei.
cs: Uvědomte si, že je to králova macecha.
hu: Ne felejtsd el, hogy ő a király nevelőanyja.

source: That's ridiculous. I want her to be released immediately, and then ...
ca: Això és ridícul. Vull que la solteu immediatament i després...
cs: To je ale směšné. Chci, aby byla okamžitě propuštěna a pak ...
hu: Ez felháborító. Parancsolom, hogy azonnal engedjétek szabadon, és...

source: You want to start your rule with violation of our customs? We agreed for some rights for Wesnothians, we tolerate MAGE here and even the ELVES, but changing OUR way of life?
ca: Vols començar el teu regnat amb una violació dels nostre costums? Hem admès els drets dels wesnothians, tol·lerem MAGS i fins i tot ELFS, però canviar la NOSTRA manera de viure?
cs: Chystáš se začít svou vládu tím, že porušíš naše prastaré zvyky? Souhlasili jsme s nějakými právy Wesnoťanů, můžeme tolerovat MÁGY, ale změnit NÁŠ způsob života?
hu: A szokásaink áthágásával akarod kezdeni az uralkodásodat? Belementünk abba, hogy a wesnothiak jogokat kapjanak, elviseljük a MÁGUSOKAT, sőt még a TÜNDÉKET is, de szakítani a HAGYOMÁNYAINKKAL?

source: I am messiah, dammit. I declare that those customs are no longer valid. Release her
ca: Maleïda siga, sóc el messies. Declare que aquestos costums ja no són vàlids. Allibereu-la.
cs: Já jsem Mesiáš, zatraceně! Prohlašuji, že tyto zvyky již nejsou déle v platnosti. Propusťte ji.
hu: Én vagyok a megváltó, az ördögbe is. Kijelentem, hogy ezek a szokások nem érvényesek többé. Engedjétek el!

source: If you will, then I couldn't be loyal to you.
ca: Si ho fas, no podria ser-te lleial.
cs: Jak to uděláš, už dýl nebudu k tobě loajální.
hu: Ha ezt teszed, megtagadom az engedelmességet.

source: Neither me.
ca: Ni jo.
cs: Ani já.
hu: Én is.

source: Or me. That would be offense for your father.
ca: Ni jo. Seria una ofensa a ton pare.
cs: Ani já. To by byl útok na tvého otce.
hu: Én is. Ez támadás az apád ellen.

source: That's ridiculous! If that would be some other woman, you would not be so stringent about it!
ca: Això és ridícul! Si fóra una altra dona, no serieu tan exigent amb açò!
cs: To je směšné! Kdyby to byla jiná žena, nebyli byste tak striktní. Mám pravdu?
hu: Ez felháborító! Ha egy másik nőről lenne szó, bezzeg nem lennétek ilyen kemények!

source: This is not some other woman, but wife of one king and step-mother of another.
ca: Però ella no és una altra dona, sinó l'esposa d'un rei i madrastra d'un altre.
cs: Ale toto není nějaká jiná žena, ale žena jednoho krále a macecha jiného.
hu: Ő nem egy másik nő, hanem egy király felesége, s egy másiknak a nevelőanyja.

source: That's... Ruvio, Huon!
ca: Això és... Ruvio, Huon!
cs: To je ale... Ruvio, Huone!
hu: De ez... Ruvio, Huon!

source: My king, we cannot risk another civil war because of one woman. You should listen to those.. noble lords. You are king of both Akladians and Wesnothians and you should respect the customs of both nations.
ca: Rei meu, no ens podem arriscar a una altra guerra civil per una sola dona. Deuríeu sentir aquestos... nobles senyors. Sou rei tant dels akladians com dels wesnothians, i deuríeu respectar els costums d'ambdues nacions.
cs: Můj Králi, nelze riskovat novou občanskou válku kvůli jedné ženě. Měl bys poslouchat tyto.. vznešené pány. Jsi král Akladijců a Wesnotských a měl bys respektovat zvyky obou národů.
hu: Királyom, egy nő miatt nem kockáztathatunk egy újabb polgárháborút. Hallgatnod kellene azokra a ... nemes urakra. Te az akladiaiak és a wesnothiak királya vagy, s mindkét nép szokásait tiszteletben kell tartanod.

source: For God's sake, Huon, it was not her who gave the location of Freetown to Bor Cryne!
ca: Per Déu, Huon, no va ser ella qui va revel·lar la ubicació de Ciutat Lliure a Bor Cryne!
cs: Pro Boží smilování, Huone, to nebyla ona, kdo prozradil Bory Crynovi pozici Svobodova!
hu: Az isten szerelmére, Huon, nem ő árulta el Freetown helyzetét Bor Crynének!

source: You must to decide, my lord. Also, we have to find the father of the child. He would have to be killed as well, because such man is unworthy to be alive since his life is offense to God's eyes.
ca: Haveu de decidir, mon senyor. També hem de trobar el pare del xiquet. Cal matar-lo també, doncs aquest home és indigne de seguir viu perquè la seua vida és una ofensa a ulls de Déu.
cs: Ty se musíš rozhodnout, Můj Pane. Také je třeba najít otce toho dítěte. On musí taky zemřít, protože takový chlap není hoden být naživu, protože jeho život je trnem v oku Božím.
hu: Döntened kell, uram. S emellett meg kell találjuk a gyerek apját is. Őt is ki kell végeznünk, mert az ilyen alak nem méltó arra, hogy Isten megszentelt földjét tapossa a lába.

source: (whispering to himself) Oh my God, Yaranov...
ca: <susurrant> Oh Déu meu, Iaranov...
hu: (magában motyog) Istenem, Yaranov...

source: My lord?
ca: Senyor?
cs: Můj Pane?
hu: Uram?

source: Nothing.
ca: No res.
cs: Ale, to nic.
hu: Semmi.

source: Noble lords, my king. I am mage. I know what you feel about me. However, I have one proposal, which should make happy both you and, I hope, the king.
ca: Nobles senyors, sa majestat. Sóc un mag. Sé que sentiu sobre mi. Tanmateix, tinc una proposta, que potser vos faja feliços a vosaltres i, espere, també al rei.
cs: Ctihodní pánové, Můj Králi. Já jsem mág. Vím, co ke mně cítíte. Přesto či právě proto bych měl jeden návrh, který uspokojí jak vás, tak, doufám, i krále.
hu: Nemes urak, királyom. Tudom, mit gondoltok rólam. De lenne egy javaslatom, ami talán kielégítene titeket, s talán a király is elfogadja.

source: Why to kill her? I know your customs. I've heard about woman which were left alive after betraying their husbands, and only hers eyes were taken.
ca: Per què cal matar-la? Conec els vostres costums. He sentit parlar de dones que van ser deixades vives després de trair els seus marits, només van llevar-se'ls ulls.
cs: Proč ji zabíjet? Já znám vaše zvyky. Slyšel jsem o ženě, která byla ponechána na živu po její zradě manžela, ale byla potrestána vypíchnutím obou očí.
hu: Miért kell megölni őt? Ismerem a szokásaitokat. Hallottam már olyan nőről, aki elárulta a férjét, s életben maradt, csupán a szeme világát vették el.

source: It's the same. Man or woman who cannot see is dead, since he belongs to the darkness.
ca: És el mateix. Un home o una dona que no pot veure és mort, ja que pertany a la foscor.
cs: To je to samé. Muž i žena, kteří nemohou vidět, jsou mrtví, protože upadli do temnoty.
hu: Az ugyanaz. A férfi vagy nő, aki nem lát, az halott, mert a sötétséghez tartozik.

source: Exactly. So, take the eyes of Lorin and leave her alive.
ca: Exactament. Així, lleveu els ulls de Lorin i deixeu-la viure.
cs: Přesně tak. Takže vypíchněte Lorin oči a nechte ji naživu.
hu: Pontosan. Vagyis Lorin szeme világáért cserébe életben maradhat.

source: Leave her alive, so she could be here, amongst us? No, that's...
ca: Deixar-la viva i que estiguera entre nosaltres, ací? No, això..
cs: Nechat ji žít, aby mohla být tady, mezi námi? Ne, to je...
hu: Hagyjuk életben, és itt éljen közöttünk? Nem, ez...

source: She could be exiled.
ca: Podria ser exiliada.
cs: Měla by být vyhoštěna.
hu: Száműzetésbe küldhetnénk.
