Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: The previous king of Vakladia is dead. Usually Akladian lords should elect new Hagarthen for the throne, but their king left no heir. So they should pick regent and then send for Hagarthen from other countries, but instead they're just fighting amongst themselves.
ca: L'anterior rei de Vakladia és mort. Normalment, els senyor akladians triarien un nou Hagarthen per al tro, però el rei no va deixar cap hereu. Així que deurien elegir un regent i després buscar altres Hagarthen d'altres països. En lloc d'això, estan lluitant entre ells.
hu: Vakladia előző királya meghalt. Ez esetben az akladiai nemesek választanak egy új Hagarthent a trónra, de a királynak nem volt örököse. Tehát régenst kellene választaniuk, majd a többi királyságok valamelyikéből kellene egy Hagarthent meghívniuk a trónra. De az urak csak egymással hadakoznak.

source: Gawen Hagarthen is not dead, You see him now with your own eyes.
ca: Gawen Hagarthen no ha mort, està davant dels teus ulls.
hu: Gawen Hagarthen nem halt meg. Saját szemeiddel is láthatod.

source: No offense, but I don't care. You wanted news, so I repeat what I've heard.
ca: Sense cap ànim d'ofendre, em dona igual. Volies notícies, i jo he repetit el que he sentit dir.
hu: Nem sértésnek szánom, de nem érdekel. Hírekre voltál kíváncsi, én csak beszámoltam róluk.

source: I've heard that Perien, king of Easkladia is besieged in his own capital by Wesnothians. Two brothers in Guilcorta, Luc and Gauri, are quarreling amongst themselves. Our king, Buffin, decided he would invite himself to Vakladia. He thinks none can oppose him.
ca: He sentit dir que un exèrcit wesnothià està assetjant la capital d'Iskladia, on el mateix rei Perien es troba. D'altra banda, els dos germans en Guilcorta, Luc i Gauri, estan barallant-se entre ells, pel que el nostre rei, Buffin, ha decidit que necessitaria invitar-se a sí mateix. Segons pareix, pensa que ningú no li plantarà cara.
hu: Úgy hallottam, hogy Perient, Easkladia királyát a wesnothiak saját várában ostromolják. Guilcortában a testvérek, Luc és Gauri, egymással veszekednek. A királyunk, Buffin úgy döntött, hogy maga hívja meg magát Vakladia trónjára. S úgy véli, senki sem fog ellenállni neki.

source: Interesting. Very, very interesting.
ca: Interessant. Molt, molt interessant.
cs: Zajímavé. Velice zajímavé.
hu: Érdekes. Nagyon-nagyon érdekes.

source: It's you who defeated the ghosts, aren't you? We will always keep you in our memory.
ca: Vas ser tu qui va derrotar els fantasmes en aquell lloc encantat, veritat? Sempre et recordarem.
hu: Te vagy az, aki megsemmisítette a szellemeket, ugye? Örök időkig emlékezni fogunk rád.

source: You've defeated the ghosts, then? We don't have much, but please accept this token of our gratitude.
ca: Vas ser tu qui va derrotar els fantasmes d'aquell lloc encantat, no? No tenim molt, però et donàrem alguna cosa com a mostra de la nostra gratitud.
hu: Tehát sikerült megsemmisítened a szellemeket? Nincsenek kincseink, de fogadd el ezt a csekélységet hálánk jeléül.

source: Will you fight for me?
ca: Lluitaràs per nosaltres?
hu: Csatlakoznál a seregemhez?

source: Do you know anything about the mage Deorien?
ca: Saps alguna cosa del mag Deorien?
hu: Tudod hol lakik Deorien mágus?

source: There are no more people left here who can go with you.
ca: No hi ha cap persona més aquí que puga acompanyar-te.
hu: Nincs több olyan emberem, aki csatlakozhatna hozzád.

source: I can't, but there is one young man who would love to fight for you!
ca: No puc, però hi ha un xic jove que desitja lluitar amb tu!
cs: Já nemohu, ale je tady jeden mladík, který by rád za tebe bojoval.
hu: Én nem, de van itt egy ifjú, aki szívesen csatlakozna.

source: Deorien, a great mage.
ca: Deorien, un gran mag
hu: Deorien, egy nagy mágus.

source: I don't know. Mages were all killed by Akladians long time ago.
ca: No sé res. Els akladians van matar tots els mags fa molt de temps.
cs: Nevím. Všichni mágové byli dávno povražděni Akladijci.
hu: Nem tudom. A mágusokat régen legyilkolták az akladiaiak.

source: There is a haunted place east from here. People who go there never come back. We don't know what happens to them.
ca: Hi ha un lloc encantat a l'est d'ací. Tota la gent que ha anat allí ha desaparegut. No sabem què els va passar.
hu: Van innen keletre egy kísértetjárta hely. Onnan élő ember még nem tért vissza. Nem tudjuk, mi történt velük.

source: Our village is poor, we have no food, we have no gold, we...
ca: La nostra aldea és pobre, no tenim ni menjar ni or ni...
cs: Naše vesnice je chudá, nemáme jídlo, nemáme zlato, nemáme...
hu: A mi falunk szegény, nincs élelmünk, nincs aranyunk, nincs...

source: I don't want your food or gold. I just want to ask you few questions.
ca: No vull res de menjar o or. Només vull fer-vos algunes preguntes.
cs: Nechci vaše jídlo ani vaše zlato. Chtěl bych jenom pár odpovědí na pár otázek.
hu: Nincs szükségünk az élelmetekre vagy az aranyatokra. Pusztán néhány kérdésem lenne.

source: We live in terror. Terrible things started to live in the ruins east from here. We wait for anyone who would let us free from fear.
ca: Vivim terroritzats. Fa un temps van començar a succeir coses terribles en les ruïnes cap a l'est d'ací. Esperem algú que ens puga alliberar del nostre terror.
cs: Žijeme v teroru. Hrůzné stvůry se usadily na východ odtud. Čekáme na někoho, kdo by nás zbavil toho strachu.
hu: Terror alatt élünk. Szörnyű dolgok keltek életre a keleti romoknál. Mindenkit szívesen fogadunk, aki megszabadítana minket a félelmeinktől.

source: Do you know something about the mage Deorien?
ca: Saps alguna cosa del mag Deorien?
hu: Tudsz valamit a mágus Deorienről?

source: No, not really.
ca: No, no molt.
cs: Ne, skutečně ne.
hu: Nem, nem igazán.

source: There is a haunted place to the east. People who go there dissapear. We don't know what happens to them.
ca: Hi ha un lloc encantat a l'est d'ací. Tota la gent que ha anat allí ha desaparegut. No sabem què els va passar.
hu: Egy kísértetjárta hely van innen keletre. Akik odamentek, eltűntek. Nem tudjuk, mi történt velük.

source: Tell me more about you and my mother.
ca: Conta'm més sobre la relació entre ma mare i tu.
cs: Řekni mi víc o sobě a o mé matce.
hu: Beszélj még nekem kettőtökről, az édesanyámról és rólad!

source: You must be kidding. That woman is so hard to bear I cannot understand why Yaranov seems to have a crush on her.
ca: Estàs de broma? És tan difícil viure amb aquesta dona prop que no puc comprendre com li agrada a Iaranov.
hu: Te most viccelsz? Ezt a nőt képtelenség elviselni, fel sem foghatom, hogy Yaranov mit eszik rajta.

source: There's not much to talk about. I told you she was my fiance. But a few days before our wedding... Gawen.. Please, don't ask me. It's too painful.
ca: No hi ha molt més que dir. Ja t'ho vaig dir. Ella estava a punt de ser la meua esposa. En uns pocs dies ens haguérem cassat. Gawen... Per favor, no em tornes a preguntar-ho. És massa dur per mi.
hu: Túl sok mindent nem tudok mondani. Azt már mondtam, hogy a menyasszonyom volt, s pár nappal az esküvőnk előtt... Gawen... Kérlek, ne kérdezősködj, ez túlontúl fájdalmas.

source: But you have a wife now, and you love her, don't you?
ca: Però ara tens una esposa, i l'estimes, no?
hu: De most van feleséged, és szereted őt, ugye?

source: Yes. I love my wife, and my daughters. But sometimes, just sometimes.. I feel like I've betrayed my first love...
ca: Sí, estime la meua esposa i les meues filles. Però a vegades, algunes vegades... em sent com si l'haguera traïda.
hu: Igen. Szeretem a feleségemet, és a lányaimat. De néha, olykor... úgy érzem, hogy elárultam az első szerelmemet...

source: Weeell, she is my oldest daughter. From her youth she always wanted to be great fighter, and she always tried to be the best.
ca: Beeeé, és la meua filla major. Des de xiqueta sempre ha volgut ser una gran guerrera, i sempre ha intentat ser la millor.
cs: Nooo, je to moje nejstarší dcera. Již od dětství chtěla být velkým válečníkem a vždy se snažila být ve všem nejlepší.
hu: Hááát, ő a legidősebb lányom. Gyerekkorától nagy harcos szeretne lenni, s mindig a legjobb akar lenni.

source: I ordered Karl to tie her and lock her room. I think that gave us enough time to escape. This journey is really too dangerous for her. I hope she will remain safe in Freetown.
ca: Vaig ordenar a Karl que la nugara al llit i tancara la porta amb clau. Crec que això ens va donar prou temps com per a escapar. Aquest viatge és massa perillós per ella, espere que estiga bé en Ciutat Lliure.
hu: Utasítottam Karlot hogy kötözze meg, s zárja be a szobájába. Azt hiszem, elég időt nyerünk, hogy ne érjen utol. Ez a küldetés valóban veszélyes. Remélem, hogy biztonságban van Freetownban.

source: I do not know. Many people, I know, will hail you as the messiah. You could become king of all Wesnoth and the religious leader of our people.
ca: No ho sé. Molta gent, n'estic segur, t'alabaran com un el messies. Podries arribar a ser el rei de tot Wesnoth i també el líder religiós de la nostra gent.
hu: Nem tudom. Sok ember, akiket ismerek, megváltóként üdvözöl téged. Egész Wesnoth királyává kell válnod, s egyúttal a népek vallási vezetőjévé is.

source: Don't worry about that. You will always be my friend.
ca: No et preocupes. Sempre seràs el meu amic.
cs: Ale nedělej si starosti, pořád zůstaneš mým přítelem.
hu: Ne aggódj emiatt! Mindig a barátom maradsz.

source: Alliance with a mage is a disturbing concept, my lord. But I shall try to adjust.
ca: Pensar que ens aliarem amb un mag em pertorba lleugerament, mon senyor. Tanmateix, crec que intentaré acostumar-me.
hu: Egy mágussal szövetkezni szokatlan dolog, de megpróbálok megbirkózni a gondolattal.

source: Mother? I thought you said I was not your real mother?
ca: Mare? Crec que havies dit que no era ta mare?
hu: Anyám? Azt hittem, hogy már soha nem szólítasz így.

source: Why do you want to kill Deorien?
ca: Per què vols matar Deorien?
cs: Proč bys chtěla zabít Deoriena?
hu: Miért akarod megölni Deorient?

source: Why you are so sad recently?
ca: Per què estàs tan trista últimament?
cs: Proč jsi poslední dobou tak nabručená?
hu: Miért vagy olyan szomorú egyfolytában?

source: Deorien is mage. Mages deserve to be killed. It is that simple.
ca: Deorien és un mag. Els mags han de morir. És així de senzill.
hu: Deorien egy mágus. A mágusok nem méltók az életre. Csak ezért.

source: Please, do not ask. I start to regret some thing I have made.. And sometimes I am happy about it.. And I know I should have no hope, and yet sometimes...
ca: Per favor, no em preguntes. Comence a penedir-me d'algunes coses que he fet... Però a vegades estic contenta amb elles... I sé que no dec tindre cap esperança i tanmateix...
cs: Prosím, neptej se. Začínám litovat něčeho, co jsem udělala.. A někdy jsem z toho zase šťastná.. A vím, že plané naděje.. ale někdy zase..
hu: Kérlek, ne faggass! Kezdek néhány dolgot bánni, amit korábban tettem... Máskor viszont örülök neki... S azt is tudom, hogy nincs sok esélyem, de néha mégis reménykedem...

source: Neither do I, Gawen. Neither do I.
ca: Jo tampoc, Gawen, jo tampoc.
cs: Ani já, Gawene. Ani já.
hu: Én sem, Gawen. Én sem.

source: Deorien, can I have a word with you?
ca: Deorien, puc parlar un minut amb tu?
cs: Deoriene, mohu si s tebou promluvit?
hu: Deorien, válthatnék veled pár szót?

source: Why did you waited until I came to you?
ca: Per què vas esperar fins que arribarem?
hu: Miért vártad meg, hogy én jöjjek hozzád?

source: What are your plans for the future?
ca: I quins són els teus plans per al futur?
cs: Jaké jsou tvé plány do budoucna?
hu: Mik a jövőbeli terveid?

source: Why did you and the Oracle wait until I came to Weldyn? Why didn't you declare me messiah before?
ca: Per què l'Oracle i tu haveu esperat a que arribés a Weldyn? Per què no m'haveu declarat messies abans?
hu: Miért vártatok a Jósnővel addig, amíg Weldynbe jöttem? Miért nem hirdettetek ki korábban megváltónak?

source: Because I wasn't sure whether you were the right person. I had to see you in person to decide. Besides, you had to make a name of your own. You had to became famous amongst both Akladians and Wesnothians. A year ago you were a boy without his name; now that name is earned with your own sword.
ca: Perquè no sabia segur que fores la persona adequada. Calia veure't en persona per decidir. A més, havies de llaurar-te una reputació i un nom entre els akladians i els wesnothians. Fa un any, eres un xic sense cap nom. Ara, tens ja una reputació.
hu: Mert nem voltam benne biztos, hogy te vagy a megfelelő ember. Személyesen kellett lássalak, hogy el tudjam dönteni. Azonkívül nevet kellett szerezned magadnak. Nevet az akladiaiak és a wesnothiak között. Egy éve még névtelen fiú voltál; most a kardoddal vívtad ki, hogy ismerjék a neved.

source: We will declare you king of Wesnoth and Vakladia, and messiah. As messiah you will become ruler of all Akladians. I hope both Akladians and Wesnothians will back you. Then we defeat those orcs and Akladians who oppose you. Then we stop Grekulak's invasion.
ca: Et declararem rei de Wesnoth i Vakladia, i també messies. Com el nou messies també seràs el rei de tots els akladians. Espere que els akladians et recolzen de la mateixa manera que els wesnothians. Després derrotarem els orcs i els akladians que se t'oposen. Després, aturarem la invasió de Grekulak.
hu: Kihirdetjük, hogy te vagy Wesnoth és Vakladia királya, és te vagy a Megváltó. Mint megváltó minden akladiai fölött uralkodsz. Remélem, mind az akladiaiak, mind a wesnothiak mögéd állnak. Aztán megsemmisítjük az orkokat és az akladiaiakat, akik szembeszállnak veled. Aztán Grekulak invázióját is visszaverjük.

source: That's impossible! I still have so much to learn!
ca: No! És impossible! Encara tinc tant per aprendre!
cs: To nemůže být pravda! Ještě se mám toho tolik naučit!
hu: Ez lehetetlen! Annyi mindent kell még megtanulnom!

source: Noooo!
cs: Neeee!
hu: Neeee!

source: That's impossible! I have not finished my mission!
ca: No! És impossible! No he acabat la meua missió!
cs: To nelze! Ještě jsem nedokončil svoji misi!
hu: Ez lehetetlen! Még nem fejeztem be a küldetésemet.

source: Without him, our cause is doomed!
ca: Sense ell, la nostra causa està perduda!
cs: Bez něj je naše snaha marná!
hu: Nélküle vesztésre vagyunk ítélve!

source: Our scouts have reported that king Buffin has gathered huge army.
ca: Els nostres exploradors senyalen que el rei Buffin ha reunit un enorme exèrcit.
cs: Naši zvědové hlásí, že král Buffin přitáhl s velkou armádou.
hu: A felderítőink jelentették, hogy Buffin király óriási sereget gyűjtött.

source: Our soldiers will defeat him single-handly. Besides, someone here was saying that once Gawen will be declared 'messiah' everyone will greet him and there will be much rejoicements.
ca: Els nostres soldats el derrotaran sense cap problema. A més, algú estava dient que, una vegada Gawen siga declarat 'messies', tots el rebran i hi haurà moltes celebracions.
cs: Ty zvládnem levou zadní. Mimochodem, kdosi tady cosi říkal o tom, že když se jednou Gawen prohlásí Mesiášem, všichni ho uvítaj a davy budou radostně jásat.
hu: A harcosaink félkézzel legyőzik őt. Mindazonáltal úgy hallottam, hogy amint Gawenről kihirdetik, hogy ő a 'Megváltó', mindenki üdvözölni fogja őt, s mindenki örvendezni fog.

source: Someone must go to Oracle and tell her it's the time. This would have to be one, very brave man.
ca: Algú deu anar a l'Oracle i dir-li que ja és l'hora. Aquest haurà de ser un home extremadament valerós.
cs: Někdo musí jít k Věštkyni a sdělit jí, že už je čas. Měl by jít jenom jeden, velice odvážný muž.
hu: Valakinek el kell mennie a Jósnőhöz, és elmondani neki, hogy itt az idő. Egy nagyon bátor harcosra lenne szükség.

source: I will go.
ca: Jo aniré.
cs: Já půjdu.
hu: Vállalom!

source: My lord, do not listen to him. I will go.
ca: Mon senyor, no l'escolteu. Aniré jo.
cs: Můj Pane, neposlouchej ho. Půjdu já.
hu: Uram, ne hallgass rá! Én megyek.

source: Ruvio, I want you by my side. And besides, who said that...
ca: Ruvio, et vull al meu costat. A més, qui ha dit que...
cs: Ruvio, chci tě mít po svém boku. Ale, mimochodem, kdo říkal, že...
hu: Ruvio, szeretnélek téged magam mellett tudni. Amúgy meg, ki mondta, hogy...

source: So, it is decided. I will go.
ca: Així doncs, ja està decidit. Aniré jo.
cs: Je tedy rozhodnuto. Půjdu já.
hu: Akkor ez eldöntetett. Én megyek.

source: My lord, please. It can't be Akladian, because Akladians have no experiences with sneaking and hiding. I, on the other hand, sneak and hide for half of my life. I will reach Oracle safely and then I will go to Freetown to tell the elders about everything, so they could gird themselves for the final fight and prepare everything for you to come.
ca: Mon senyor, per favor. No pot ser un akladià, ja que els akladians no tenen cap experiència en ocultar-se i infiltrar-se. D'altra banda, jo m'he amagat i ocultat durant més de la mitat de la meua vida. Arribaré amb tota seguretat a l'Oracle, i després aniré a Ciutat Lliure per contar-ho tot als caps, de tal manera que es puguen preparar per la batalla final i la teua arribada.
cs: Můj pane, prosím, tento úkol nemůžeš svěřit Akladijci, protože oni se nevyznají v plížení či skrývání. Já jsem se skrýval a plížil polovinu svého života. Já bezpečně najdu Věštkyni a pak vyrazím do Svobodova, abych o všem zpravil staršiny. Pak se vyzbrojí na závěrečnou bitvu, aby bylo všechno připraveno, než dorazíš.
hu: Uram, kérlek. Akladiai nem mehet, mert az akladiaiak nem elég tapasztaltak a rejtőzködésben és a lopakodásban. Én a fél életemet rejtve és lopva éltem le. Én biztonságban eljutok a Jósnőhöz, s aztán elmegyek Freetownba, s elmondok a véneknek mindent, s felkészülhetnek a végső csatára, s mindent előkészítenek, mire megjössz.

source: Will you allow me to finish? Who said I have agreed? I don't want to be neither king or messiah. Why me? Why not someone else? This is all insane. I will lead the army happily, but ...
ca: Em deixareu acabar? Qui ha dit que jo estava d'acord? No vull ser ni rei ni messies. Per què jo? Per què no un altre? Açò és tota una bogeria. Jo conduiré l'exèrcit amb tota la meua entrega, però...
cs: Necháš mne to dokončit? Kdo řekl, že souhlasím? Já nechci být ani králem, ani nějakým Mesiášem. Proč já? Proč ne někdo jiný? Celé je to nesmysl. Se štěstím jsem vedl svoji armádu, ale ...
hu: Engednétek, hogy befejezzem? Ki mondta, hogy én beleegyezem? Én nem akarok sem király, sem megváltó lenni. Miért én legyek? Miért nem más? Ez őrültség. Boldogan vezetem a hadsereget, de...

source: Sigh. Once again, this can't be anyone else. Only you can unite Wesnothians and Akladians, because only YOU ARE from royal lines of the two nations. I thought I explained that to you already. You simply had no choice. Well, you can of course leave whole country in the chaos instead.
ca: Ais. Altra vegada t'ho torne a dir, no pot ser cap altre. Només tu pots unir els wesnothians i els akladians perquè només TU eres d'ambdues famílies reials. Creia que ja t'ho havia explicat. Senzillament, no tens cap altra elecció. Mentida, sí, pots abandonar tot el país al caos.
cs: Ach jo. Ještě jednou: nemůže to být nikdo jiný. Pouze TY jsi předurčen k tomu, abys sjednotil Wesnotské a Akladijce, protože POUZE TY jsi z královské krve obou národů. Myslím, že jsem ti to již jednou vysvětlil. Zkrátka nemáš na výběr. Samozřejmě, pokud nechceš nechat zem upadnout do totálního chaosu.
hu: Hajh. Még egyszer elmondom, más nem lehet. Csak te egyesítheted a wesnothiakat és az akladiaiakat, mert te vagy az EGYETLEN, aki mindkét királyi család sarja vagy. Azt hittem, már világosan elmagyaráztam. Egyszerűen nincs más választásod. Persze, elegánsan le is léphetsz, s káoszban hagyhatod az egész országot.

source: And, by the way, from this moment stop using the name of Gaumhaldric. From this moment everyone should address you as Gawen Haldric Hagarthen, king of whole Wesnoth and Akladia.
ca: Ah, per cert, a partir d'ara deixa d'usar el nom de Gaumhaldric. Des d'ara tots deurien anomenar-te Gawen Haldric Hagarthen, rei de Wesnoth i Akladia.
cs: A, mimochodem, od této chvíle přestaň používat jméno Gaumhaldrik. Od této chvíle budiž již navždy nazýván Gawen Haldrik Hagarthen, král celého Wesnothu a Akladie.
hu: És ettől a pillanattól fogva megszűnik a Gaumhaldric név. Mostantól mindenki szólítson Gawen Haldric Hagarthennek, Wesnoth és egész Akladia királyának.

source: My king, wish me luck. We will meet soon in Freetown. I will wait for you there, with a giant army.
ca: Rei meu, desitgeu-me sort. Ens trobarem prompte en Ciutat Lliure. T'esperaré allí amb un exèrcit gegant.
cs: Můj Králi, popřej mi štěstí. Brzy se potkáme ve Svobodově. Počkám tam na tebe, spolu s velkou armádou.
hu: Királyom, kívánj nekem szerencsés utat! Hamarosan találkozunk Freetownban. Egy hatalmas sereggel együtt várok rád.

source: Now, finally! With a bit of luck, Ruvio will die, and we will reclaim the throne without the 'help' of him and under... others.
ca: Ah, per fi! Amb una poca de sort, Ruvio morirà i podrem reclamar el tro sense la seua ajuda, ni la de cap carr... altre.
cs: No konečně! S trochou štěstí Ruvia zapíchnou a my získáme trůn bez "pomoci" jeho nebo těch podř... druhých.
hu: Na végre! Kis szerencsével Ruvio meghal, s visszaszerezzük a trónt a 'segítsége' és a nemt... nem tudom kik segítsége nélkül.

source: A Former Friend
ca: Un antic amic
cs: Dávný přítel
hu: Egy korábbi barát

source: OOPS. This is a bug.
ca: UPS. Això és un error.
hu: HOPPÁ. Ez egy hiba.

source: False king - do you enjoying your frail victory? Ha, ha, go to that witch, your step-mother, and screw her until you still have time...
ca: Fals rei... què te pareix la teua fràgil victòria? Ha, ha, ves-te'n amb eixa bruixa, la teua madrastra, i gita't amb ella mentre tingues temps...
cs: Falešný králi - máš radost z bídného vítězství? Ha, ha, táhni si za svou čarodějkou, svou macechou, a vošoustej ji, dokud máš čas...
hu: Álkirály - élvezed gyenge győzelmedet? Ha, ha, menj ahhoz a boszorkányhoz, a nevelőanyádhoz, s addig dugjad, amíg még van időd...

source: I've never tortured any prisoner and I've never hurt anyone who was innocent, as far as I know. But you, Cryne... You have killed Karen.
ca: Que jo sàpiga, mai he torturat cap presoner ni he danyat cap innocent. Però tu, Cryne... tu vas matar Karen.
cs: Nikdy jsem nemučil žádného ze svých vězňů a pokud si vzpomínám, nikdy jsem neublížil nevinnému. Ale ve tvém případě, Cryne, udělám výjimku... Zabil jsi Karen.
hu: Én még sosem kínoztam foglyokat, s nem bántottam az ártatlanokat, amennyire tudom. De te, Cryne... Te megölted Karent.

source: You think I am afraid?
ca: Creus que et tinc por?
cs: Si myslíš se tě bojím?
hu: Azt hiszed, hogy félek tőled?

source: I won't hurt you - I will give you to children of those Wesnothians murdered at Freetown. Great warrior killed by children - what about it?
ca: No et faré mal... t'entregaré als xiquets d'aquells que vas assassinar en Ciutat Lliure. Un gran guerrer mort pels xiquets... què et pareix?
cs: Neublížím ti - dám tě na hraní dětem Wesnoťanů, kteří byli povražděni ve Svobodově. Velký válečník a zabit dětmi - co ty na to?
hu: Nem foglak bántani - de a meggyilkolt freetowni wesnothiak gyerekei elé vetlek. A nagy harcost gyerekek ölik meg - ehhez mit szólsz?
