Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Do you hear me, my son? I am losing hope, you must awaken... It was supposed to be just a showdown; kill a few rebels, scare the rest. Now your father is slain and you are lying here, not stirring - for how many days now? I don't even know if you can hear me or if you care. It's so strange to call a man who is just few years younger - my son. I wish I knew your real mother: at least I would know with whom I am competing.
ca: Pots sentir-me, fill meu? Estic perdent l'esperança, has de despertar... Açò no era més que una demostració, matar uns pocs rebels i espantar la resta. Ara, ton pare és mort i tu jeus ací, ja han passat molts dies i encara no et t'has menejat. Ni sé si em pots sentir, o si no t'importa, fill meu... encara que siga tan estrany dir-li 'fill meu' a un home uns pocs anys més jove. Tant de bo haguera conegut la teua mare, al menys sabria contra qui estic competint...
hu: Hallasz engem, fiam? Kezd elhagyni a remény, hogy magadhoz térsz... Az egész egyszerű leszámolásnak indult; megölünk néhány lázadót, megfélemlítjük a többit. És most atyádat ölték meg, te pedig itt fekszel magatehetetlenül - hány napja is már? Azt sem tudom, hallasz-e engem, figyelsz-e rám? Különös, hogy egy férfit, aki csak pár évvel fiatalabb nálam, fiamnak nevezek. Bárcsak ismertem volna édesanyádat: legalább tudnám, kivel kell versenyeznem.

source: Our people came here from the eastern lands long before my birth. Our race's destiny is to rule over the world; Your grandfather smashed the underling armies in the field and stormed their castles. They were weak where we were strong. Divided, while we were unified. God gave us our destiny; they foolishly trusted mages to alter theirs. They were truly destined to be our slaves.
ca: La nostra gent va arribar des de les terres a l'est molts anys abans del meu naixement. El destí de la nostra raça és dominar el mon, el teu avi va destrossar els exèrcits carralls als camps de batalla i va assetjar els seus castells. Eren dèbils, estaven dividits, no tenien uns déus que els protegiren i havien oblidat el camí de l'espasa des de feia molt de temps; estaven destinats a ser els nostres esclaus.
hu: Népünk még az én megszületésem előtt vándorolt ide keletről. Arra rendeltettünk, hogy uralkodjunk a világ felett; nagyapád a csatamezőn szétverte a nemtelenek seregét, s megszállta a váraikat. Gyengék voltak, mi viszont erősek. Megosztottak voltak, mi viszont egységesek. Istenünk terve beteljesedett; ők ostobán a mágusaiknak hittek. Tényleg csak arra valók, hogy szolgáljanak minket.

source: We burned their palaces, towns, and castles; there was nothing worthy there. They told us that they put their legends and wisdom on paper, they tried to imprison history in their books. We burned it all, removing their poetry, wisdom, and history - their entire culture burned to ashes. And with it, that most irritating underling quality - hope.
ca: Vam cremar els seus palaus, pobles i castells; no hi havia res de valor allí. Ens van contar que ells preferien ficar les seues llegendes i saviesa en papers, com si intentaren empresonar la història en els seus llibres... i ho vam cremar tot, per assegurar-nos que ja no tornarien a tindre més poesia, saviesa i història mai més. Vam cerciorar-nos que totes les seues esperances, fins a l'últim estripall d'esperança es consumia en les flames.
hu: Felégettük a palotáikat, városaikat és váraikat; semmi értékes nem volt bennük. Azt mondták, hogy a történeteiket, tudásukat papírra írták, a történelmüket a könyveikbe akarták bezárni. Mindent felégettünk, megsemmisítettük a költészetüket, a tudásukat, a történelmüket - a teljes civilizációjuk hamuvá vált. S hamuvá vált a legbosszantóbb tulajdonuk - a reményük.

source: I was only five when your grandfather died and divided his kingdom between his sons, six when your father quelled the first rebellion. I never understood why he chose your mother... was it pure physical attraction, or an attempt to appease the conquered by marrying a woman of their nobility? If it was indeed the latter that he intended, he failed miserably; the Underlings' hatred for us only increased, and our own people were uneasy with having such a queen.
ca: Jo tenia cinc anys quan va morir el teu avi i va dividir el seu regne entre els seus fills, sis, quan ton pare va subjugar la primera rebel·lió. No mai vaig poder entendre per què va triar ta mare... era una simple atracció física o un intent d'apaivagar els conquerits casant-se amb una dona de la noblesa autòctona? Si això va ser el que intentava, va fallar miserablement; l'odi dels carralls no s'havia calmat gens, i la nostra gent es sentia incòmoda per tindre tal reina.
hu: Még csak öt éves voltam, amikor nagyapád meghalt, és felosztotta birodalmát a fiai közt, s csak hat, amikor apád leverte az első lázadást. Sosem értettem, hogy miért választotta anyádat... egyszerűen csak megkívánta, vagy a meghódítottakat akarta megnyerni azzal, hogy egy közülük való nemes lányával házasodott össze? Ha ez az utóbbi motiválta, akkor keservesen csalódott; a nemtelenek gyűlölete csak fokozódott, s a mieink is elégedetlenkedtek egy ilyen királynő miatt.

source: When your mother died, I was chosen as your father's next wife. Whether or not this was an act to appease the clans is uncertain, but it is certain that he wanted an heir whom our people would not question. He wanted me to bear him that son, and I failed him. Our people strayed from the old ways, and God turned his back on us as we had to him. Glutted upon land, money, and slaves, weaker Akladian lords lost their armies and lands in combat with the Underlings.
ca: Quan ta mare va morir, jo vaig ser elegida com la següent dona de ton pare. No sé si ho va fer per apaivagar els clans o no, però estic segura que ell volia tindre un hereu que la nostra gent no podria qüestionar. Volia que li donara un altre fill, i el vaig fallar. La nostra gent havia abandonat els antics camins, i Déu va tornar-nos l'esquena com nosaltres havíem fet. Sense la seua guia i recolzament, els carralls van eliminar els nostres exèrcits d'una gran part de Wesnoth i van reconquerir algunes de les províncies que havien perdut.
hu: Amikor anyád meghalt, én lettem apád új felesége. Hogy ezzel a családok elégedetlenségét akarta lecsillapítani, vagy sem, az bizonytalan. Egyvalami biztos, olyan utódot akart, akit népünk nem kérdőjelez meg. Azt akarta, hogy én szüljem meg ezt a fiút, de én nem tudtam megadni neki. Népünk letért az Isten útjáról, s Istenünk hátat fordított nekünk, ahogy mi neki. Elmerülve a földi javakban, pénzvadászatban; szolgák sokasága közt eltunyultunk, s a gyengébb akladiai urak alulmaradtak a nemtelenek seregével szemben is.

source: And now you lie here, defenseless and vulnerable. Your father's death has shown me how tenuous my position is, and how despised you are. Behind your back they call you a mixling, a bastard, a creature not fit to live, let alone to sit on the throne. And as for me.. if you die, I would be just a wife of a despised king, stepmother of a hated heir; my death will be all but assured. Had I given birth, I would be your mortal enemy, but I have not. I know there is no love between us, but only together is there any hope...
ca: I ara ací jeus tu, indefens i vulnerable. La mort de ton pare m'ha mostrat com de dèbil era la meua posició i quant menyspreats éreu ton pare i tu. Darrere la teua esquena solen dir que eres un bastard, un mestís, una criatura no apta per ocupar el tro. I sobre mi... si mors, no seré més que la dona d'un menyspreat i madrastra d'un hereu odiat; no tindré cap dret a viure. Si haguera tingut cap fill, seria el teu enemic més mortal, però no vaig poder. Sé que va haver-hi molts conflictes entre nosaltres, però ara sóc l'única en qui pots confiar, i tu eres la meua única esperança...
hu: És most te is itt fekszel, védtelenül, kiszolgáltatva. Apád halála után kiderült, hogy milyen jelentéktelen az én szerepem, s hogy mennyire megvetett vagy te. A hátad mögött csak úgy hívnak, hogy korcs, egy torzszülött, aki nemhogy a trónra, de még az életre sem méltó. S rólam mit gondolnak... ha meghalsz, csak egy megvetett király felesége lennék, egy gyűlölt trónörökös nevelőanyja, méltó a halálra. Ha fiút szültem volna, a halálos ellenséged lennék, de így... Tudom, hogy szerelem nem szövődhet köztünk, de a túlélésre csak együtt van esélyünk...

source: Heinric the Redbeard
ca: Heinric Barbarroja
cs: Heinrich Rudovous
hu: Vörösszakállú Heinric

source: Militiaman
ca: Milícia ciutadana
cs: Domobrana
hu: Polgárőr

source: Assassin
ca: Assassí
cs: Vrah
hu: Orgyilkos

source: He regained consciousness, my lady!
ca: Ha reguanyat la consciència, senyora!
cs: Má Paní, on se probral!
hu: Visszanyerte az eszméletét, úrnőm!

source: Thank God! Gawen, how do you feel? Can you talk? Move?
ca: Gràcies a Déu! Gawen, cóm estàs? Pots parlar? I menejar-te?
cs: Díky Bohu! Gawene, chlapče, jak se cítíš? Můžeš mluvit? Hýbat se?
hu: Hála istennek! Gawen, hogy érzed magad? Tudsz beszélni? Mozogni?

source: I feel weak... I feel sick.. (pause) ... I can't remember anything... Nothing.. Who am I?
ca: Em sent dèbil... malalt... (pausa)... No puc... No puc recordar res... Res... Qui sóc?
cs: Cítím se...slabý... Všechno mě bolí..íí... (ticho)... Nemůůůžu si na nic vzpomenout... vůbec na nic... Kdo .. vlastně .. jsem?
hu: Gyengének érzem magam... hányingerem van... (csend)... nem emlékszem semmire... Semmire... Ki vagyok én?

source: I think the blade which wounded him was poisoned, my lady. We have to wait here and pray that our God shows him his mercy. (Whispering) And then we will bury him with all ceremonies.
ca: Crec que la fulla que el va ferir estava enverinada, senyora. Hem d'aguaitar ací i resar per a que Déu li mostre la seua pietat. (Xiuxiuejant) I aleshores l'enterrarem amb totes les cerimònies.
hu: Azt hiszem, mérgezett pengével sebesítették meg, úrnőm. Meg kell állnunk itt, és könyörögni Istenhez, hogy mutassa meg a könyörületességét hozzá. (Suttogva) Aztán a végső tisztességet megadni neki.

source: No! We can't wait. We have to reach a town nearby and find a medic, quickly!
ca: No! No podem esperar! Hem d'arribar a un poble i trobar un metge, ràpid!
cs: Ne! Nemůžeme čekat! Musíme do nejbližšího města a tam najít medika, rychle!
hu: Nem! Nem állhatunk meg! El kell érjük azt a várost, és kerítenünk kell egy orvost, azonnal!

source: He will not make it.
ca: No arribarà molt lluny.
hu: Nem fogja kibírni.

source: I vow to sacrifice a lamb to God, if he can be cured. If not, I won't ever sacrifice even a mouse, do you hear me, our God? Do you?
ca: Jure que sacrificaré un corder a Déu si es cura. Si no, no sacrificaré ni un ratolí, em sents, Déu? Em sents?
hu: Esküszöm, hogy egy egész bárányt áldozok az Istennek, ha felgyógyul. De ha nem, akkor soha többé nem áldozok még egy egeret se, hallod, Istenünk? Egy egeret se!

source: Gawen. Get. Up.
ca: Gawen. Lleva't. Ara.
hu: Gawen. Talpra! Gyerünk!

source: Yes.. But.. I can't remember anything... Who am I ?! Who are you?
ca: Sí... Però... No puc recordar res... Qui sóc?!? Qui eres tu?
cs: Jo... Ale... Nemůžu si na nic vzpomenout... Kdo jsem? a Kdo jsi ty?
hu: Próbálok... De... Nem emlékszem semmire... Ki vagyok én?! És ki vagy te?

source: I am your mother, the only person whom you can trust. These are your few loyal soldiers, who remained when everyone else deserted us. You are Gawen Hagarthen, the rightful king of Vakladia.
ca: Sóc ta mare, l'única persona en la que pots confiar. Aquestos són els teus últims lleials soldats, que van quedar-se amb nosaltres quan tots els altres van fugir amb l'honorable mort de ton pare. Eres Gawen Hagarthen, el rei de Vakladia per dret propi.
hu: Én vagyok az anyád, az egyetlen személy, akiben megbízhatsz. S itt vannak a hűségesnek maradt katonáink, akik kitartanak mellettünk, bár mindenki más elhagyott minket. Te Gawen Hagarthen vagy, Vakladia törvényes királya.

source: My mother? You seem.. a bit young...
ca: Ma mare? Pareixies... una miqueta jove...
cs: Moje máma? Vypadáš.. trochu mladě...
hu: Anyám? Egy kicsit... fiatalnak látszol...

source: I am just your step-mother, but there is no time for more talk. We have to reach the town and find a medic!
ca: Bé, només sóc la teua madrastra, però no tenim més temps. Hem d'arribar al poble i trobar-te un metge!
cs: Jsem tvoje macecha. Ale teď není čas na řečičky. Musíme do nejbližšího města najít nějakého medika, který tě dá zase do pucu.
hu: Csak a nevelőanyád vagyok, de nincs idő hosszas csevegésre. El kell érjük a várost, és találnunk kell egy orvost!

source: Look, Akladians! To arms! Their king is dead, it's time to kill them all and be done with our slavery!
ca: Mireu, allí hi ha akladians! A les armes! Els seu rei és mort, és l'hora matar-los tots i acabar amb la nostra esclavitud.
hu: Odanézzetek, akladiaiak! Fegyverbe! A királyuk halott, itt az idő, hogy kiirtsuk mindet, s lerázzuk a rabigát!

source: My lord, if you can't remember anything, then let me suggest few things. Remember that our troops are not the armoured types the Wesnothians have, but they are far more resistant to pain and faster than those wimps. Use good terrain, it's good to defend on the hills or in villages or forests. Do not charge blindly into enemy: We have no means to replenish our army.
ca: Senyor, si no pots recordar res, aleshores permeteu-me suggerir unes poques coses. Recordeu que les nostres tropes no són les típiques tropes blindades wesnothianes, sinó que són molt més resistents al dolor i més ràpides que eixos covards. Useu bon terreny per defendre, com ara els poblets, els boscos o els colls. No carregueu irreflexivament contra el enemic, no tenim cap mitjà de reomplir les baixes del nostre exèrcit.
cs: Můj Pane! Pokud si opravdu nic nepamatujete, dám Vám pro začátek pár rad. Nezapomeňte, že naši vojáci nemají tak dobrou zbroj jako podřadní, ale jsou mnohem odolnější proti bolesti a jsou rychlejší než ti... . Dobře používej terén. Lépe se brání v horách, ve vesnicích a v lese. Neútoč slepě a zbrkle na nepřítele, nehodláme si nechat vyplenit zbytky naší armády.
hu: Uram, ha nem emlékszel semmire, talán megengeded, hogy ajánljak néhány dolgot. Ne felejtsd el, hogy a mi harcosaink nem viselnek olyan erős vérteket, mint a wesnothiak, viszont sokkal jobban tűrik a fájdalmat, s gyorsabbak is, mint azok a nyamvadtak. Használd ki a terep nyújtotta előnyöket, dombokon, erdőkben, falvakban jobbak a lehetőségek a védelemre! Ne támadj vakon az ellenségre: nem tudjuk pótolni a veszteségeinket!

source: I see two good defensive positions here. One is to the north, near the village; the second is on the hills east from here. Use your troops to cover your back. Clansmen are not experienced enough to control terrain next to them, so you have to put them adjacent to one another to block the enemy.
ca: Puc veure dos bones posicions ací. Una és cap al nord, prop d'un poblet; la segona, als colls a l'est d'ací. Useu tropes per cobrir-vos l'esquena. Els akladians no tenen prou experiència com per controlar el terreny al seu voltant i, per tant, deureu situar-los un al costat de l'altre per bloquejar l'enemic.
hu: Két kitűnő helyet is látok, ami védekezésre alkalmas. Az egyik északon van, a falu mellett; a másik innen keletre, a dombokon. Rendelj egységeket a hátad fedezésére is! A klántagok nem elég képzettek, hogy a szomszédos mezőket is ellenőrzésük alatt tartsák, így rendeld őket a képzettebb egységek mellé, hogy feltartsák az ellenséget!

source: Reach the enemy keep with Gawen
ca: Arriba a la fortalesa enemiga amb Gawen
cs: Dostaň Gawena do nepřátelské pevnosti.
hu: Gawen eléri az ellenséges várat

source: Death of Gawen Hagarthen
ca: Mort de Gawen Hagarthen
cs: Smrt Gawena Hagarthena
hu: Gawen Hagarthen meghal

source: Death of Lady Lorin
ca: Mort de Na Lorin
cs: Smrt Lady Lorin
hu: Lady Lorin meghal

source: Death of Reme Carrenemoe
ca: Mort de Reme Carrenemoe
cs: Smrt Reme Carrenemoea
hu: Reme Carrenemoe meghal

source: You cannot recruit new units in this scenario.
ca: No pots reclutar noves unitats en aquest escenari.
hu: Nem toborozhatsz egységeket ebben a küldetésben.

source: The fireplace is still warm.. He has to be somewhere nearby..
ca: Les cendres encara estan calentes... Deu estar prop...
hu: Még meleg a tűzhely... Itt kell lennie a közelben...

source: I can feel the poison inside me...
ca: Puc sentir el verí dins meu...
cs: Cítím jed ve svém těle...
hu: Érzem, ahogy a méreg kúszik bennem...

source: Try to resist for just a bit longer, my son!
ca: Resisteix un poquet més, fill meu!
hu: Tarts ki, fiam csak még egy kicsit!

source: He cannot make it.
ca: No arribarà molt lluny.
hu: Nem bírja ki.

source: My son! Please, don't give up!
ca: Fill meu! Per favor, no et rendisques!
cs: Můj Synu, nevzdávej to!
hu: Fiam! Ne add fel!

source: Medic
ca: Metge
cs: Medik
hu: Orvos

source: My lady, we have found a medic!
ca: Senyora, hem trobat un metge!
cs: Má Paní, našli jsme medika!
hu: Úrnőm, találtunk egy orvost!

source: Underling! My son is dying. If you heal him, I will spare your life. If not, I will burn you and your family alive, do you understand?
ca: Carrall! El meu fill està morint-se. Si el pots curar, et perdonaré la vida. Si no, vos cremaré a tu i a tota la teu família, entès?
hu: Nemtelen! A fiam haldoklik. Ha meggyógyítod, megkímélem az életedet. Ha nem, elevenen égetlek el a családoddal egyetemben, megértetted?

source: Don't try to scare me. I am too old to be afraid of death, and I do not have a family. I will try to heal your son, because this is my duty as medic, not because of your threats, Akladian lady.
ca: No intenteu espantar-me. Sóc massa vell per tindre por a la mort, i no tinc cap família. Intentaré curar el teu fill perquè és el meu deure com a metge, no per les teues amenaces, akladiana.
cs: Nesnaž se mě zastrašit. Jsem hodně starý, abych se bál smrti, a navíc nemám žádnou rodinu. Ale pokusím se ho vyléčit, protože je to mé poslání, poslání medika, a ne kvůli tvým hrozbám, Akladijko!
hu: Nem tudsz megfélemlíteni. Túl öreg vagyok ahhoz, hogy a haláltól féljek, családom pedig nincs. Megteszek mindent a fiadért, mert erre kötelez az orvosi esküm, s nem azért, mert fenyegetőzöl, akladiai úrnő.

source: I don't care about your motives, just do it!
ca: No m'importen els teus motius, fes-ho i prou!
cs: Nezáleží mi na tvých motivech. Prostě to udělej a je to!
hu: Nem érdekelnek a szempontjaid, tedd, amit mondtam!

source: Truly a shame we have no time to loot it or tax the inhabitants..
ca: És una llàstima que no tinguem temps per saquejar-lo ni cobrar-los la renda als habitants...
hu: Micsoda szégyen! Nincs időnk fosztogatni, vagy sápot szedni a lakóktól...

source: I can't see.. I'm cold..
ca: No puc veure.... estic gelat
cs: Nic nevidím... Je mi zima..
hu: Nem látok... fázom...

source: No! Don't you DARE die on me! Not now!
ca: No! No GOSIS morir-te'm! No ara!
hu: Ne! Ne MERÉSZELJ nekem meghalni! Ne most!

source: For freedom! Death to Akladian beasts!
ca: Per la llibertat! Mort a les bèsties akladianes!
cs: Za svobodu! Smrt Akladijským hrdlořezům.
hu: A szabadságért! Halál az akladiai gazemberekre!

source: Uhm... We are good guys, right?
ca: Uhmmm... Nosaltres som els bons, veritat?
cs: No.. Ale MY jsme ti dobří, že?
hu: Hö... Mi jófiúk vagyunk, vagy nem?

source: Do not forget to withdraw wounded units to villages, where they can rest and regain some of their health.
ca: No vos oblideu de retirar els ferits als poblets, on podran descansar i reguanyar part de la seua salut.
hu: Ne felejtsd el hátravonni a sérült egységeket a falvakba, ahol pihenhetnek, s visszanyerhetik életerejük egy részét!

source: Get out of my way, dirty underling!
ca: Fora del meu camí, brut carrall!
hu: Félre az utamból, nyamvadt nemtelen!

source: Poor bastards! They have no chance, yet they fight.
ca: Pobres bastards! No tenen cap possibilitat, i encara lluiten.
hu: Szánalmas nyomorultak! Esélyük sincs, mégis harcolnak.

source: How you dare to oppose us, ungodly underling!
ca: Com t'atreveixes a oposar-te a nosaltres, maleït carrall!
cs: Jak si dovoluješ se stavět na odpor, bezbožný podřadný?
hu: Hogy merészelsz szembeszállni velem, istentelen nemtelen!

source: No! It's impossible! I have just started!
ca: No! És impossible! Acabe de començar!
cs: Ne! To nejde! Zrovna jsem začal!
hu: Ne! Ez lehetetlen! Csak most kezdődött!

source: Their leader is dead, good! Now bring Gawen to their keep, people!
ca: El seu líder és mort, bé! Ara dugueu a Gawen al castell, gent!
cs: Jejich velitel padl, dobrá práce! Nyní zaveďte Gawena do tvrze!
hu: A vezetőjük halott, remek! Hozzátok Gawent a várukba, gyorsan!

source: Fighting for Passage
ca: Lluitant pel pas
hu: Harc az áthaladásért

source: So, my name is Gawen Hagarthen and I am to be a king of nation destined to rule over the world. Somehow, this does not make me happy.
ca: Per tant, el meu nom és Gawen Hagarthen i vaig a ser el rei d'una nació destinada a dominar el mon. D'alguna manera, això no em fa gens de gràcia.
cs: Takže, jmenuju se Gawen Hagarthen a budu králem národa, jehož osudem je ovládnout svět. Nevím proč, ale nějak mně to netěší.
hu: Tehát a nevem Gawen Hagarthen, s egy nemzetnek vagyok a királya, amely arra rendeltetett, hogy uralja a világot. Valahogy nem tesz boldoggá.

source: The woman who calls herself my mother is giving everyone orders in my name. She is always close to me, as if she is afraid to let me alone. I wish I could know what Reme Carrenemoe thinks; it seems like he is afraid to speak more than it is necessary. And that whole 'underling' thing... I don't know why, but sometimes, looking at faces of warriors who are around me, I feel attached more to those whom they call 'underlings'.
ca: La dona que es fa dir ma mare dóna ordres a tothom en nom meu. Sempre està al meu costat, com si tinguera por de deixar-me sol. Tant de bo poguera saber que pensa Reme Carrenemoe; pareix que tinga por de parlar més del necessari. I tot això de 'carrall'... No sé per què, però a vegades, mire els rostres dels soldats que estan al meu voltant i no puc evitar sentir-me més pròxim a eixos que anomenen 'carralls'.
hu: A nő, aki az anyámnak nevezi magát, az én nevemben osztogatja a parancsait. Mindig a közelemben tartózkodik, mintha félne magamra hagyni. Bár tudnám, hogy Reme Carrenemoe mit gondol; mintha félne attól, hogy a feltétlenül szükségesnél többet beszéljen. S ez az egész 'nemtelen' dolog... Nem tudom, miért, de valahányszor a környezetemben lévő harcosokat nézem, az az érzésem, hogy sokkal inkább az általuk 'nemtelennek' nevezett emberekhez tartozom.

source: Sometimes I think it is some kind of cruel joke. I am like a wooden stick carried by large and wild river. A feather inside of a tornado. Gawen Hagarthen, king of Vakladia. Somehow, I do not feel happy.
ca: A vegades em pareix que tot és alguna mena de cruel broma. Sóc com un pal de fusta arrossegat per la corrent... una ploma dins d'un tornado. Gawen Hagarthen, rei de Vakladia. D'alguna manera, tot açò no em fa gens feliç.
cs: Někdy si myslím, že je to nějaký krutý žert. Cítím se jako stéblo slámy hnané proudem veliké a divoké řeky. Gawen Hagarthen, král Vakladie. Přesto se nějak necítím šťastný.
hu: Néha az az érzésem, hogy ez egy kegyetlen vicc. S pusztán csak egy vékony bot vagyok, amit a vad és hatalmas folyó sodor magával. Levél egy tornádóban. Gawen Hagarthen, Vakladia királya. Nem érzem magam boldognak.

source: Loyal
ca: Lleial
cs: věrný
hu: Hűséges

source: The Vattin, capital of our kingdom, is just a few days from here. My son, how do you feel?
ca: El Vattin, la capital del nostre regne, està a uns pocs dies d'ací. Fill meu, cóm et trobes?
cs: Vattin, hlavní město našeho království, je jenom pár dní cesty. Synu, jak se cítíš?
hu: Vattin, a királyságunk fővárosa, csak néhány napi járásra van innen. Fiam, hogy érzed magad?
