Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Thank you once again! Now I can go to my village, to my family and fiance!
ca: Una altra vegada, gràcies! Ara puc tornar a la meua aldea, amb la meua família i el meu nuvi.
cs: Ještě jednou moc děkuju! Mohu se vydat do mé vesnice, ke své rodině a příteli!
hu: Még egyszer köszönöm! Visszatérhetek a falumba a családomhoz és a vőlegényemhez!

source: Our task here is finished. Should we withdraw now, my lord?
ca: Ja hem terminat el que veníem a fer. Deuríem retirar-nos ara, senyor?
cs: Naše práce tady skončila. Můžeme teď ustoupit, Můj Pane?
hu: A küldetésünk itt végetért. Visszavonulhatunk, uram?

source: Father! Father! I can't see!
ca: Pare! Pare! No puc veure!
cs: Otče! Otče! Nic nevidím!
hu: Apám! Apám! Elsötétül...

source: Oh no! We have failed our mission!
ca: Oh, no! Hem fallat en la nostra missió!
cs: Ale ne! Selhali jsme!
hu: Ó, ne! Elbuktuk a küldetésünket!

source: Everything is lost! The reinforcements for our enemies arrived! We have no chance now to win!
ca: Tot està perdut! Han arribat els reforços dels nostres enemics! No tenim cap oportunitat de vèncer!
cs: Všechno je ztraceno! Přišly posily našich nepřátel! Teď už nemáme šanci vyhrát!
hu: Minden elveszett! Az ellenség erősítése megérkezett! Esélyünk sem maradt a győzelemre!

source: The poor girl is saved and we may now continue our quest.
ca: La pobre xica ha sigut salvada i podem continuar la nostra missió.
cs: Ubohá dívka byla zachráněna a my můžeme pokračovat.
hu: A szegény lány megmenekült, most folytathatjuk az eredeti küldetésünket.

source: Yes - Gawen Hagarthen, great future waits for you. Do not let it wait for too long.
ca: Sí, Gawen Hagarthen. Un gran futur t'aguaita. No el deixes esperar massa temps.
cs: Ano - Gawene Hagarthene, velká budoucnost tě čeká. Tak ji nenech čekat dlouho!
hu: Igen - Gawen Hagarthen, fényes jövő áll előtted. Ne habozz, indulj felé!

source: Welcome, noble Bark O Skagrrak. My name is Lorin of Gallorae. Some call me She-wolf of Haeltin. Have you heard about me?
ca: Benvingut, noble Bark O Skagrrak. El meu nom és Lorin de Gallorae. Alguns em diuen la lloba de Haeltin. Has sentit parlar de mi?
cs: Vítej, ctihodný Barku O Skagrrak. Já jsem Lorin z Galloraů. Někdo mi ale říká Vlčice Haeltinská. Slyšel jsi už o mě?
hu: Üdvözlégy, nemes Bark O Skagrrak! Az én nevem Lorin a Gallorae klánból. Néhányan Haeltin Nőstényfarkasa címen tisztelnek. Hallottál már rólam?

source: Yes.. I've heard about you. Hag wife of Hagarthen, drab harlot from Vattin.
ca: Sí... He sentit parlar de tu. La bruixa de la dona del rei, una mala rabosa de Vattin.
cs: Ano.. už jsem o tobě slyšel. Babizna na Hagarthenově trůně, prodejná děvka z Vattinu.
hu: Igen... Hallottam már rólad. Hagarthen szajhája, a vattini ringyó áll előttem.

source: How funny a man you are, Bark. So willing to mock and flout. I wonder whether you will be equally ready to die.
ca: Oh, quin home més divertit que eres, Bark. Tan disposat a insultar i burlar-se. Em pregunte si estaràs igual de disposat a morir.
cs: Jak zábavní jste vy muži, Barku. Vždy připravení vysmívat se a ponižovat. Doufám, že budeš stejně připravený i zemřít.
hu: Nahát, pimasz egy alak vagy mondhatom, Bark. Gúnyolódni és csúfolódni akarsz. Nagyra értékelem, hogy ilyen elszántan készülsz a halálra.

source: Mother, please...
ca: Mare, per favor...
cs: Matko, prosím...
hu: Anyám, kérlek...

source: You've heard how he called me? Bark O Skagrrak, my name is Lorin from Gallorae clan. And this is knife from Lorin. Say hello to it.
ca: Has sentit cóm m'ha dit? Bark O Skagrrak, el meu nom és Lorin, del clan Gallorae. I aquest és el ganivet de Lorin. Dis-li hola.
cs: Slyšel jsi, jak mi říkal? Barku o Skagrrak, jmenuji se Lorin z klanu Gallorů. A toto je nůž od Lorin. Seznamte se.
hu: Hallottad, minek nevezett? Bark O Skagrrak, az én nevem Lorin, a Gallorae klánból. Ez pedig egy kés, Lorin kése. Köszönj neki szépen!

source: You think I will be.. AAAARGH!
ca: Creus que jo.... AAAAARRGH!
cs: Ty si myslíš, že já.. AAAARGH!
hu: Azt hiszed, hogy megij... ÁÁÁáááhhhh!

source: She is so beautiful... I want her for wife or slave, for whole eternity.
ca: És tan bonica... La vull com esposa o esclava, per sempre.
cs: Je tak překrásná... Chci ji mít za ženu. Nebo při nejhorším jako otrokyni. Na věky věků.
hu: Fantasztikus egy nő... akarom őt, feleségnek vagy szolgának, egy életre.

source: Why should I tell you? This is secret of my king.
ca: I per què t'ho hauria de dir? És un secret del meu rei
cs: Proč bych ti to měl říkat? Je to tajemství mého krále.
hu: Miért mondanám el neked? Ez a királyom titka.

source: Secret? I love secrets! I'm a woman, you know. Please share it with me. Preeeetty pleaaaase!
ca: Secret? Adore els secrets! Ja saps, sóc una dona. Per favor, comparteix-lo amb mi! Per favoooor!
cs: Tajemství? Miluju tajemství! Já jsem žena, víš to? Prosím, prozraď mi ho. Mooooc prosíííím!
hu: Titok? Szeretem a titkokat! Hiszen nő vagyok, mint tudod. Lécci mondd el a titkodat! Lécci, lééécccciiii!

source: Aaargh! Stop it! I will tell you! King is preparing to invade the Vakladia and claim the throne in Vattin. It is empty and it seems that no one will oppose Buffin. The two brothers in Guilcorta are now too busy, so it's perfect opportunity. The army is ready already.
ca: Arggh! Para! T'ho diré! El rei es prepara per envair Vakladia i reclamar el tro de Vattin. Està buit i pareix que ningú s'oposaria. Els dos germans de Guilcorta estan molt ocupats, així que és una oportunitat perfecta. L'exèrcit està preparat.
cs: Aúú! Dost! Řekni ti to! Král se připravuje na vpád do Vakladie a uchvácení trůnu ve Vattinu. Je prázdný a nikdo se mu neodváží postavit. Bratři z Guilcorta jsou příliž zaneprázdnění, takže je fajn příležitost. Armáda je už připravená.
hu: Ááááh! Hagyd abba! Beszélek! A király Vakladia megtámadására készül, s Vattin trónját akarja megszerezni. Az most üres, s úgy látszik, nincs, aki Buffinnal szembe tudna szállni. Guilcortában a testvérek le vannak kötve, így a lehetőség nagyon kedvező. S a sereg is készenlétben áll.

source: Rats! They are more dangerous that I thought! Bring the reinforcements!
ca: Ostres! Són més perillosos del que pensava! Traieu els reforços!
cs: Krysy! Jsou mnohem nebezpečnější, než jsem si myslel! Přiveďte posily!
hu: Patkányok! Sokkal veszélyesebbek, mint gondoltam! Hívjátok az utánpótlást!

source: The Awakening
ca: El despertar
cs: Probuzení
hu: A megvilágosodás

source: My Lord! My lord is dead!
ca: Senyor! Mon senyor és mort!
cs: Můj pán! Můj pán je mrtvej!
hu: Uram! Az uram meghalt!

source: Well, noble lord, do you think I proved I am worthy to be your king?
ca: Bé, noble senyor, creus que he provat que sóc digne de ser el vostre rei
cs: Co myslíš, ctihodný lorde, jsem dostatečně šlechetný, abych mohl být tvým králem?
hu: Nos, nemes uram, sikerült bebizonyítanom, hogy méltó vagyok a királyi címre?

source: Yes, you did.
ca: Sí, ho has fet.
cs: Ano, jsi.
hu: Igen, fényesen.

source: Will you then stop the fight and join us?
ca: Deixaràs, doncs, de lluitar i t'uniràs a nosaltres?
cs: Můžeš tedy sklonit zbraně a přidat se k nám?
hu: Akkor behódolsz, és csatlakozol?

source: It's a shame then I have to kill you.
ca: És una llàstima que haja de matar-te.
cs: Je to smůla, že právě já tě musím zabít.
hu: Szégyen és gyalázat, de meg kell, hogy öljelek.

source: I will be honoured to fight at your side, my king.
ca: Serà tot un honor lluitar al vostre costat, majestat.
cs: Bude mi ctí bojovat po tvým boku, můj králi.
hu: Megtiszteltetés számomra, ha a szolgálatodban harcolhatok.

source: Long live our king Gawen Haldric! It will be honour to fight for you, my king!
ca: Llarga vida al nostre rei Gawen Haldric! Serà un lluitar per tu, mon senyor!
cs: Ať žije náš král Gawen Haldrik! Bude nám ctí bojovat po tvým boku, můj králi.
hu: Soká éljen a királyunk, Gawen Haldric! Megtisztelő számomra, ha érted harcolhatok, királyom!

source: Death to enemies of our king! Long live our king Gawen Haldric!
ca: Mort als enemics del nostre rei! Llarga vida al nostre rei Gawen Haldric!
cs: Smrt nepřátelům našeho krále! Ať žije král Gawen Haldrik!
hu: Halál a király ellenségeire! Sokáig éljen Gawen Haldric király!

source: People of Vakladia! People of Wesnoth! Long you have been waiting for messiah to come. Long you have been waiting for a new king to unite the nation and to end the wars plaguing the country. The orcs are ravaging unopposed through the land, murdering and raping both Akladians and Wesnothians, invited here by the traitors sick from the hatred.
ca: Gent de Vakladia! Gent de Wesnoth! Molt de temps haveu aguaitat l'arribada d'un nou messies. Molt de temps haveu aguaitat un nou rei que unisca el país i acabe amb les guerres que ens flagel·len. Els orcs, invitats per traïdors bojos d'odi, assolen les terres sense cap oposició, assassinant i fustigant tant akladians com wesnothians.
cs: Lidé Vakladie! Lidé Wesnothu! Dlouho jste čekali na příchod mesiáše. Dlouho jste čekali na krále, který sjednotí všechny národy a ukončí předlouhé období války pustošící tuto zem. Skřeti beztrestně drancují naši zem, vraždící a mučící jak Akladijce, tak Wesnotské, přizváni zrádci nemocní záští.
hu: Vakladia népe! Wesnoth népe! Régóta várjátok a Megváltó eljövetelét. Régóta várjátok az új királyt, aki egyesíti a népeket, és véget vet ennek az országot sújtó háborúskodásnak. Orkok fosztogatják a védtelen földeket, akik meggyilkolják, megerőszakolják az akladiai és wesnothi férfiakat és asszonyokat, s akiket gyűlölettől elvakult árulók szabadítottak az országra.

source: You've heard the stories about undead invading neighbouring kingdom of Okladia. Some of you lost all the hope. But do not be worried, for there is a man, who is sent here to stop the undead menace and to defeat the evil inside the very heart of our country.
ca: Tots haveu sentit les històries dels no morts que envaeixen el veí regne d'Okladia. Alguns haveu perdut tota l'esperança. No tingueu por, però, ja que hi ha un home que ha sigut enviat aquí per aturar l'amenaça no morta i derrotar el mal dins del mateix cor del nostre país.
cs: Dozajista jste slyšeli zkazky o nemrtvých pustošící Okladii, vaše sousední království. Mnozí z vás ztratili veškerou naději. Ale nemějte obavy. Povstal muž, který byl mezi vás vyslán, aby zastavil hordy nemrtvých a porazil ďábelského nepřítele v srdci naší země.
hu: Hallhattátok a rémhíreket, hogy a szomszédos Okladiát elárasztották az élőholtak. Sokan közületek elvesztették utolsó reményüket is. De ne csüggedjetek! Az ember, aki megállítja az élőholtakat, s aki kiirtja a gonoszt az ország szívéből, megérkezett!

source: You've heard about him. Son of Akladian king and Wesnothian queen. Great warrior and great leader. Let him know you want him to come here and take his crown. All hail the king! All hail the messiah! All hail Gawen Haldric Hagarthen!
ca: Haveu sentit parlar d'ell. Fill un rei akladià i una reina wesnothiana. Gran guerrer i gran líder. Deixeu-lo vindre ací i que arreplegue la seua corona. Salve! Salve! Tots saludem el messies! Tots saludem Gawen Haldric Hagarthen!
cs: Už jste o něm slyšeli. Syn Akladijského krále a Wesnothské královny. Veliký válečník a ještě větší vůdce. Pošlete pro něj, aby přijal svou korunu. Sláva králi! Sláva Mesiáši! Sláva Gawenou Haldriku Hagarthenovi!
hu: Hallottátok már a nevét. Egy akladiai király és egy wesnothi királynő fiának nevét. Hatalmas harcos ő, és nagyszerű vezér. Menjetek elébe, s kérjétek, hogy foglalja el trónját! Mindenki örvendjen a királynak! Mindenki örvendjen a Megváltónak! Mindenki örvendjen Gawen Haldric Hagarthennek!

source: Are there any news from Bor Cryne?
ca: Hi ha cap nova de Bor Cryne?
cs: Nějaké zprávy od Bora Cryna?
hu: Van valami hír Bor Cryne felől?

source: Nothing new, my lord.
ca: No res nou, senyor.
cs: Nic nového, můj pane.
hu: Semmi új, uram.

source: He should already be here! Where is he?
ca: Ja deuria ser ací! On està?
cs: Už tu měl dávno být! Kde zas trčí?
hu: Már itt kellene lennie! Hol késlekedik?

source: My lord... This man, they call a messiah..
ca: Senyor... Aquest home, l'anomenat messies...
cs: Můj pane... Ten mladík, co mu říkají Mesiáš..
hu: Uram... az az ember, a megváltó...

source: This underling! Creature who has usurped the holy name and who will be punished by God!
ca: Aquest carrall! Una criatura que ha usurpat eixe sagrat nom i serà castigat per Déu!
cs: Ten podřadný! Zrůda, co si bere právo na svaté jméno a co bude Bohem potrestána!
hu: Az a nemtelen! Az a korcs, aki e szent nevet bitorolja, de megveri az Isten!

source: But.. What about if he really IS messiah?
ca: I... i què passa si realment ÉS el messies?
cs: Ale.. Co když je to OPRAVDU SKUTEČNÝ Mesiáš?
hu: De... Mi van, ha mégis Ő a megváltó?

source: There is no question about it. Believe me, Bar Urien, I was hearing to spirits since my youth and God had sent me many messages. Gawen is not messiah. He is mixling, who is unworthy of even honourable death.
ca: No hi ha qüestió possible. Creu-me, Bar Urien, he estat sentint els esperits des de la meua adolescència i Déu mateix m'ha manat molts missatges. Gawen no és el messies. És un mestís, que és indigne d'una mort honorable.
cs: O tom nemůže být řeč. Věř mi, Bare Uriene, už od dětství jsem slýchával hlasy, ve kterých mi Bůh sdělil mnoho důležitých zpráv. Gawen není Mesiášem. Je to Míšenec, který nemá nárok ani na čestnou smrt.
hu: Erről nem óhajtok vitát nyitni. Hidd el, Bar Urien, fiatal korom óta kapcsolatban állok a felsőbb hatalmakkal, s Istennel is gyakran beszéltem! Gawen nem a Megváltó. Ő csak egy korcs, aki még a dicső halált sem érdemli meg.

source: But, I thought, let's just assume for the moment he IS...
ca: Però... Pense, assumim només per ara que ÉS...
cs: Ale, já jsem myslel, jenom na chvíli předpokládejme že JE...
hu: De, csak egy pillanatra, tegyük fel, hogy Ő...

source: Bar, you are fine warrior and you were serving our clan loyally. But leave thinking to me.
ca: Bar, eres un bon guerrer i has servit lleialment el nostre clan. Però deixa'm a mi això de pensar.
cs: Bare, jsi skvělý válečník a vždy jsi věrně sloužil klanu, ale myšlení nech laskavě na mně!
hu: Bar, te egy nagyszerű harcos vagy, és hűségesen szolgáltad a klánunkat. Hagyd rám a gondolkodást!

source: But the Oracle...
ca: Però l'Oracle...
cs: Ale Věštkyně...
hu: De a Jósnő...

source: There is no 'but'. I have long suspected the Oracle is tool of the evil, not God's.
ca: No hi ha cap 'però'. Sempre he sospitat que l'Oracle és l'eina del mal, no de Déu.
cs: Žádné "ale". Už dlouho tuším, že Věštkyně je nástroj ďáblův, nikoli boží.
hu: Nincs 'de'. Régóta gyanítom már, hogy a Jósnő nem Isten eszköze, hanem az ördögé.

source: I don't want to interrupt you your interesting discussion, but _I_ think you will have chance to ask this Gawen directly about everything.
ca: No vull interrompre aquesta interessant discussió vostra, però _crec_ que prompte tindreu l'oportunitat de preguntar-ho tot a Gawen en persona.
cs: Já nechtít rušit príma pokec, ale JÁ myslet vy zeptat ten Gawen přímo.
hu: Nem akarom megakasztani kétségkívül érdekfeszítő beszélgetéseteket, de _ÉN_ azt hiszem, könnyen eldönthetitek a kérdést, magát Gawent is megkérdezhetitek.

source: Akladians - open the way for me and my army. I am your rightful king, I am messiah, the hand of God on this earth. Whoever opposes me opposes the God.
ca: Akladians, obriu-nos el camí a mi i al meu exèrcit. Sóc el vostre rei per dret hereditari, la mà de Déu en aquesta terra. Qui s'opose a mi està enfrontant-se amb Déu mateix.
cs: Akladijci, uvolněte cestu mně i mé armádě. Já jsem váš pravoplatný král a navíc Mesiáš, ruka Boží na této planetě. Kdokoli se mi postaví, postaví se Bohu!
hu: Akladiaiak - engedjetek utat nekem és a seregemnek! Én vagyok a királyotok, én vagyok a Megváltó, Isten jobbkeze ezen a földön. Aki szembeszáll velem, Istennel száll szembe.

source: Stop this blasphemies, foul mixling! You are nothing but a flabby underling.
ca: Deixa de blasfemar, maleït mestís! No eres més que un carrall tremolós.
cs: Přestaň se naparovat a žvanit, pitomý Míšenče! Nejsi nic jinýho než ubohý podřadný.
hu: Elég ebből az istenkáromlásból, nyomorult korcs! Nem vagy te más, csak egy nyamvadt nemtelen!

source: You already have forgot how you were running from me, reverend Hoyre? Two times you were fighting me; This time you will be dead on the battlefield, unless you will recognise me as your king.
ca: Ja t'has oblidat de cóm vas fugir de mi corrents, reverenciat Hoyre? Dos vegades has lluitat contra mi, aquesta vegada acabaràs mort en el camp de batalla si no em reconeixes com el teu rei.
cs: Už jsi zapomněl, jak jsi přede mnou utíkal, reverende Hoyre? Již dvakrát jsi proti mně stalul v boji; Tentokrát ale zemřeš přímo na bojišti, pakliže mi nevzdáš hold jako svému králi!
hu: Már elfelejtetted, hogy szaladtál el előlem, Hoyre tiszteletes? Kétszer harcoltál ellenem; most viszont nem menekülhetsz, vagy elismersz királyodnak, vagy keselyűk zabálják fel a hulládat!

source: I am your king, Hoyre. Admit that or I will be forced to kill you.
ca: Sóc el teu rei, Hoyre. Si no ho admets, hauré de matar-te.
cs: Já jsem tvým králem, Hoyre. Uznej to a vzdej mi hold, sic přikážu, aby tě popravili.
hu: A királyod vagyok, Hoyre. Behódolsz, vagy nyomorultul elpusztulsz.

source: My king? My king, you? Never! I will rip your heart off! I will cut your hands and feed the crows with them!
ca: El meu rei? Tu? Mai! Abans et trauré jo el cor! Et tallaré les mans i les donaré de menjar als corbs!
cs: Můj král? Ty a můj král? Nikdy! Vyškubnu ti srdce z těla! Hrtáněm ti zakrůtím jak slépce a paprče aj čibále ti urazím a nakrmím s nima vrány!
hu: Királyom? Az én királyom? Soha! Kitépem a szívedet! Levágom a fejedet, s a hollók fognak gurigázni vele!

source: My lord, Bor Cryne may be just not far away from here. It isn't wise to fight alone against rebels' army.
ca: Senyor, Bor Cryne no deu estar molt lluny. No és recomanable lluitar a soles contra tot l'exèrcit rebel.
cs: Můj pán, Bor Cryne, nebude daleko. Není to rozumný bojovat sám proti armádě rebelů.
hu: Uram, Bor Cryne már nem lehet túl messze. Nem lenne bölcs dolog egyedül szembeszállni a lázadók hordájával.

source: What about you, noble lord? Will you oppose your king and messiah declared by the Oracle?
ca: I tu què, noble senyor? T'enfrontaràs al teu rei i messies, beneït per l'Oracle?
cs: Co je s tebou, vznešený lorde? Postavíš se na odpor svému králi a Mesiáši prohlášeném Věštkyní?
hu: S te mit mondasz, nemes uram? Szembeszállsz a királyoddal, akit a Jósnő Megváltónak nevezett?

source: I don't know what to think. But there IS one way to determine whether you are really what you claim to be. If you will be able to defeat us..
ca: No sé què pensar. Hi ha una manera de saber si realment eres allò que afirmes ser. Si ens pots derrotar...
cs: Nevím, co si mám myslet. Ale určitě je jeden způsob, jak zajisté zjistit, že opravdu jsi tím, za koho se považuješ. Pokud budeš schopen nás porazit..
hu: Nem tudom, mit higgyek. De VAN egy mód, hogy helyretegyük a dolgokat. Ha legyőzöl minket, akkor tényleg igaz, amit hirdetsz magadról...

source: By the way, Gawen, you started to be really convincing in your role. You seem to like it, despite what you were telling earlier.
ca: Per cert, Gawen, comences a ser molt convincent en el teu nou paper. Pareix que t'agrada, no obstant les teues queixes.
cs: Mimochodem, Gawene, začínáš se docela vžívat do své nové role. A vypadá to, že se ti to líbí, i když jsi dřív říkal něco úplně jiného.
hu: Nahát, Gawen, te tényleg kezded magad beleélni a szerepedbe. Mintha élveznéd is, annak ellenére, amit korábban mondtál.

source: Stop this talk. We have to kill our enemies. To arms!
ca: Deixeu de xarrar. Hem de matar els nostres enemics. A armes!
cs: Konec debat. Musíme pozabíjet naše nepřátele. Do zbraně!
hu: Sok a szöveg. Irtsuk ki az ellenséget! Fegyverbe!

source: Yeah! OH MY GOD, I am agreeing with an underling!
ca: Sí! OH, DÉU MEU, estic d'acord amb un carrall!
cs: Jó! OH BOŽE! Já jsem souhlasila s podřadným!
hu: Ez az! ISTENEM, egyetértek egy nemtelennel?!

source: Kill all enemy leaders
ca: Mata tots els líders enemics.
cs: Zabij všechny nepřátelské vůdce
hu: Legyőzöd az ellenséges vezéreket

source: Death of Huon Ryedric
ca: Mort de Huon Ryedric
cs: Smrt Huona Ryerdika
hu: Huon Ryedric meghal

source: Everything is lost! Their reinforcements have arrived! We have no chance now to win!
ca: Tot està perdut! Han arribat els reforços dels nostres enemics! No tenim cap oportunitat de vèncer!
hu: Minden elveszett! Ideért az erősítésük! Nincs esélyünk a győzelemre!

source: Damn! We are too late.
ca: No! Arribem tard.
cs: Zatraceně! Přišli jsme pozdě!
hu: A francba! Elkéstünk.

source: Should we attack, my lord?
ca: Deuríem atacar, senyor?
cs: Měli bychom zaútočit, můj pane?
hu: Megtámadjuk őket, uram?

source: No. Hoyre as usual screwed everything he could. We will withdraw to the north, and wait until Grekulak will come here to help us.
ca: No. Hoyre, com sempre, ha destrossat fins els millors plans. Ens retirarem cap al nord i aguaitarem fins que Grekulak puga unir-se amb nosaltres.
cs: Ne. Hoyre podělal co moh, jako dycky. Ustoupíme na sever a počkáme, dokud nedojde Grekulak a nepomůže nám.
hu: Nem. Hoyre elkúrt mindent, amit csak lehetett. Visszavonulunk északra, s bevárjuk Grekulakot a seregével.

source: My king, I've heard that some of people of Wesnoth already started to take the revenge on their own. Few Akladian villages were massacred south from Freetown. What will you do?
ca: Mon senyor, he sentit que alguns wesnothians han començat a prendre's la justícia per la seua mà. Algunes aldees akladianes han sigut massacrades al sud de Ciutat Lliure. Què farem?
cs: Můj Králi, zaslechl jsem, že lidé Wesnothu již začali tažení msty na vlastní pěst. Několik Akladijských vesnic, jižně od Svobodova, již bylo zmasakrováno. Co s tím budeš dělat?
hu: Királyom, azt hallottam, hogy néhány wesnothi önbíráskodásba kezdett, s bosszút állt az elszenvedett sérelmeiért. Freetowntól délre néhány akladiai falu lakosságát kiirtották. Mit akarsz tenni?

source: And what do you think he could do? People want a revenge, so...
ca: I què penses que pot fer? La gent vol venjança...
cs: A co si myslíš, že by s tím mohl udělat? Lidé prahnou po pomstě, tak...
hu: Mit gondolsz, mit tud tenni? Az emberekben ég a bosszúvágy, és...

source: Revenge on whom? Innocent woman and children?
ca: Venjança? Contra qui? Dones i xiquets innocents?
cs: Pomstu na kom? Na nevinných ženách a dětech?
hu: Bosszút állnak, de kiken? Ártatlan asszonyokon és gyerekeken?

source: Innocent? No Akladian is innocent. Even if they had not participated in massacres, maybe their husbands or uncles did, and...
ca: Innocents? Cap akladià ho és. Fins i tot si no han participat en les massacres, tal volta els seus marits o oncles van...
cs: Nevinných? Žádný Akladijec není bez viny! Přestože se možná oni nepodíleli na masakrech, tak zajisté jejich manželé, otcové, strýci a ...
hu: Ártatlan? Nics ártatlan akladiai. Mégha közvetlenül nem vesznek is részt a gyilkosságokban, a férjük, a családtagjaik igen, és...
