Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: No one is now alive to inform Bor Cryne and others that you survived the battle. We go to Freetown next. The Akladians are all around us; we will have to cross the forests of Raedwood, and hope that bandits living there won't attack us.
ca: Ningú està viu per informar Bor Cryne i els altres que has sobreviscut a la batalla. Ara deuríem anar cap a Ciutat Lliure. Els akladians estan per totes parts; haurem de creuar els boscos de Raedwood i esperar que els bandits que viuen allí no ens ataquen.
hu: Nincs élő ellenség, aki informálhatná Bor Crynét és másokat, hogy túlélted a csatát. Freetownba megyünk. Akladiaiak vannak mindenütt; át kell vágnunk a Raedwood-erdőn, remélem, az ott élő banditák nem támadnak meg minket.

source: It's a shame there weren't more Akladians to kill.
ca: És una llàstima que no queden més akladians per matar.
cs: To je taková škoda, že tu už není žádný další Akladijec, kterého bych mohla zabít.
hu: Szégyen és gyalázat, hogy egy akladiai sem maradt, akit megnyuvaszthatnék.

source: There is one more left.
ca: Encara queda un.
cs: Jeden tu zůstal.
hu: Egy még maradt.

source: Where?!
ca: On?!?
cs: Kde?!
hu: Hol van?!

source: I am Akladian. Do you want to kill me? Go ahead, I won't stop you.
ca: Jo soc akladià. Ara, vols matar-me? Fes-ho, si vols, no t'aturaré.
hu: Én akladiai vagyok. Meg akarsz ölni? Rajta, nem állok ellent!

source: Stop it, kids! We've no time for fighting over poorly chosen words. We have to reach Freetown as soon as possible. Haldric, Freetown is a base for our people, where we are organising the army. You'll meet the rest of my family there.
ca: Pareu, xiquets! No tenim temps per barallar-nos per quatre paraules. Hem d'anar a Ciutat Lliure el més prompte, millor. Haldric, Ciutat Lliure és una base per a la nostra gent, on estem organitzant un exèrcit. Allí et trobaràs amb la resta de la meua família.
hu: Elég legyen ebből, gyerekek! Nincs időnk rosszul megválasztott szavak miatt csatározni. Minél előbb Freetownba kell jutnunk. Haldric, Freetown a népünk bázisa, ahol a seregünket kiképezzük. Ott megismerheted a családom többi tagját is.

source: Ruvio, call me Gawen. I am not used to being called Haldric. I've never heard about Freetown.
ca: Ruvio, per favor, dis-me Gawen. No estic acostumat a que em diguen Haldric. No mai he sentit parlar de Ciutat Lliure.
cs: Ruvio, říkej mi Gawene. Nikdo mi nikdy neříkal Haldriku. Nikdy jsem neslyšel o Svobodově.
hu: Ruvio, hívj Gawennek! Nem szoktam meg, hogy Haldricnak nevezzenek. Nem is hallottam még Freetownról.

source: It's hidden deep inside the forests. Its location is our greatest secret. And, get used to be called Haldric. I want everyone to swear they won't tell anyone that this man is the rightful king of Vakladia, Gawen Hagarthen. He is just Haldric now. It'll be far better for you, Haldric, believe me. Much safer.
ca: Està amagada dins dels boscos, al seu cor. La seua localització és el nostre secret més gran. I acostuma't a que et diguen Haldric. Vull que tot el món jure que per res direu que aquest home és el legítim rei de Vakladia, Gawen Hagarthen. Ara ell és només Haldric. Serà molt millor per tu, Haldric, molt més segur. Creu-me.
hu: Mert mélyen az erdőben van elrejtve. A helye a legnagyobb titkunk. És, szokj hozzá a Haldric névhez! S mindenki esküvel fogadja meg, hogy senkinek sem árulja el, hogy ez az ember Vakladia törvényes királya, Gawen Hagarthen. Mostantól ő egyszerűen csak Haldric. Sokkal biztonságosabb lesz neked is, Haldric, hidd el! Sokkal biztonságosabb.

source: Why? If Freetown's location is so secret, then even if Akladian lords will know that I am alive, they wouldn't be able to find me, right?
ca: Per què? Si la localització de ciutat lliure és tan secreta, aleshores, encara que els senyors akladians sàpiguen que estic viu, no podran trobar-me, no?
hu: Miért? Ha Freetown elhelyezkedése olyan nagy titok, akkor hiába tudja meg egy akladiai úr, hogy élek, úgysem fog tudni megtalálni.

source: I am thinking more about your safety amongst Wesnothians inside of Freetown. Hagarthen were never really popular there. Let's go.
ca: Estic pensant més be en la teua seguretat entre els wesnothians dins de Ciutat Lliure. Els Hagarthen no mai han sigut populars allí. Anem.
cs: Myslel jsem spíš na tvoji bezpečnost mezi Wesnoťany ve Svobodově. Hagarthenové nejsou mezi nimi příliš populární, víš? Ale teď už pojďme.
hu: Én most a freetowni wesnothiakra gondolok. Hagarthen sosem volt népszerű a körükben. De induljunk!

source: It's just a... You really know how to handle a sword.
ca: És que... Saps cóm usar l'espasa.
cs: No jenom že... Ty se opravdu umíš ohánět mečem, jen co je pravda.
hu: Én csak... Igazán remekül forgatod a kardot.

source: If you want, I'll teach you a few things.
ca: Si vols, podria ensenyar-te algunes coses.
hu: Ha akarod, megtanítalak néhány fortélyra.

source: Ally From the Past
ca: Aliat del passat
hu: Szövetséges a múltból

source: Hired Swords
ca: Mercenaris
cs: Naverbované Meče
hu: A zsoldosok élén

source: After Gawen's death, I felt dead as well. Then Reme left me and I was all alone. I couldn't go back to my family. They hated me, because I failed their hopes. They hated me, because I tried to be independent. And maybe they hated me because I reminded them how I became wife of Gawen's father: how I became a queen.
ca: Després de la mort de Gawen, jo també em sentia morta. A més, Reme em va deixar sola poc després. No podia tornar amb la meua família, que m'odiava perquè havia fallat a complir amb les seues expectatives. M'odiaven perquè tractava de ser independent, i potser que m'odiaren també perquè els recordava cóm havia arribat a ser la dona del pare de Gawen: cóm havia arribat a ser una reina.
hu: Gawen halála után úgy éreztem, én is meghaltam. Aztán Reme is elhagyott, s egyedül maradtam. Nem mehetek vissza a családomhoz. Gyűlölnek mert nem teljesítettem az elvárásaikat. Gyűlölnek, mert a saját utamat jártam. S talán azért is, mert emlékeztettem őket arra, hogy lettem Gawen apjának a felesége: hogy lettem én a királyné.

source: Another woman might just give up. Maybe, if I had less heart, I would just beg my father for admission into his castle. But I am Lorin. I took the soldiers Reme gave me for my protection and I rode east. I knew people there, who could help me. Akladians would not fight for me, I was sure of that; So I had to find someone else who would.
ca: Altres dones hagueren baixat els braços i s'hagueren rendit. Potser, si fóra d'un altre caràcter, hauria tornat al castell i hauria suplicat que m'admeteren de nou. Però jo sóc Lorin. Vaig agarrar els soldats que Reme em va donar per a la meua protecció i vaig cavalcar cap a l'est. Coneixia alguna gent que em podria ajudar, encara que estava segura que els akladians no lluitarien per mi. Per tant, havia de buscar uns altres que ho feren.
hu: Más asszony talán feladná. Lehet, ha kevésbé lennék öntudatos, elég lenne atyám bocsánatáért esedeznem, s befogadna a kastélyába. De én Lorin vagyok. Vannak harcosaim, akiket Reme adott nekem, s elindultam kelet felé. Tudtam, hogy élnek ott olyan emberek, akik segíthetnek nekem. Akladiaiak nem harcolnak értem, ebben biztos voltam; tehát zsoldosokra volt szükségem.

source: They were called Aragwaithi, which in their barbarian and unworthy language meant something like 'noble'. They were mercenaries offering their services to anyone. They were not a race, though in past times their ancestors came here from distant lands. Now, they accepted everyone into their ranks. I've heard that even some Akladians found their place amongst them.
ca: Se'ls coneix com Aragwaithi, que en la seua bàrbara i indigna llengua vol dir una cosa pareguda a 'noble'. Eren uns mercenaris que oferien els seus serveis a qualsevol. No eren una raça, encara que en temps passat els seus avantpassats havien arribat de terres llunyanes. Ara acceptaven a qualsevol dins les seues files, fins i tot havia sentit que alguns akladians havien trobat el seu lloc entre ells.
hu: Aragwaithoknak hívták magukat, ami az ő barbár és zagyva nyelvükön, valami olyasmit jelentett, hogy 'nemes'. Zsoldosok voltak, akik pénzért bármire kaphatók voltak. Nem alkottak külön fajt, bár őseik távoli földekről jöttek ide. Most viszont bárkit befogadtak maguk közé. Úgy hallottam, hogy még akladiaiak is vannak köztük.

source: From all underlings in Wesnoth, they were those who resisted us the most. In the last battle, when all other Wesnothians were running for their lives, Aragwaithi stood and fell to the last one. That's why we cut their heads off, their hands and legs, so in the afterlife they could not be danger to us.
ca: De tots els carralls de Wesnoth, aquestos van ser els que més van resistir-se. En l'última batalla, quan tots els altres wesnothians ja estaven corrent per a salvar les seues vides, els Aragwaithi van mantenir les seues posicions fins que no va quedar cap viu. Per això els vam tallar els caps, les mans i les cames, per a que no foren cap perill en l'altra vida.
hu: Az összes wesnothi nemtelen közt ők voltak, akik legtovább ellenálltak nekünk. A végső csatában, amikor minden más wesnothi megfutamodott, az aragwaithok egy tapodtat sem mozdultak, ellenálltak az utolsó emberig. Ezért vágtuk le a fejüket, a kezüket és a lábukat is, hogy a túlvilágon ne veszélyeztessenek minket.

source: I found one of their sietches and talked to their leader, called Andrey Yaranov. I wanted swords, and I had gold; they had swords and wanted gold. So we struck the deal quickly. I felt uneasy amongst them, with their eyes, hair, faces screaming that they are underlings. But I told myself they were just swords; hired swords.
ca: Vaig trobar un dels seus refugis i vaig parlar amb el seu líder, anomenat Andrei Iaranov. Jo volia espases, i tenia or; ells tenien espases i volien l'or, així que vam ficar-nos d'acord enseguida. Em sentia incòmoda entre ells, amb els seus ulls, cares, monyos anunciant que eren carralls. Però em vaig dir que només eren espases; espases mercenàries.
hu: Megtaláltam az egyik sziecsüket, és beszéltem az egyik vezetőjükkel, akit Andrey Yaranovnak hívtak. Zsoldosokat akartam, s volt aranyam; ők zsoldosok voltak, s aranyat akartak. Szóval gyorsan nyélbeütöttük az alkut. Kissé idegenül éreztem magam köztük, a szemükről, a hajukról, az arcukról lerítt, hogy nemtelenek. De úgy néztem rájuk, mint eszközökre; felbérelt kardokra.

source: So, let's put it all together. You agree to pay 13 gold pieces per swordman, 15 gold pieces for archer and 15 for spearman, right?
ca: Per resumir-ho tot, pagaràs 13 peces d'or per cada espadatxí, 15 per arquer i 15 per llancer, val?
hu: Akkor foglaljuk össze az egyezségünket! 13 aranyat fizetsz egy kardforgatóért, 15-öt egy nyilasért és 15-öt egy dárdásért, rendben?

source: Yes. And you will do everything I will order you to do.
ca: Sí, i tu faràs tot el que t'ordene.
cs: Ano. A vy uděláte všechno, co vám přikážu.
hu: Igen. És feltétel nélkül követitek a parancsaimat.

source: No, I've explained that already. We are not zombies you can hire to do anything. We, unlike Akladians, have CODEX. We follow rules.
ca: No, ja t'ho he dit abans. No som uns zombis que pots reclutar pera fer qualsevol cosa. Nosaltres, al contrari que els akladians, tenim un CODI moral. Seguim unes normes.
hu: Nem, ezt már egyszer elmagyaráztam. Mi nem mindenre felbérelhető zombik vagyunk. Nekünk, szemben az akladiaiakkal, van egy BECSÜLETKÓDEXÜNK. Mi azt követjük.

source: I don't know why I bear your impertinency, underling.
ca: No sé per què suporte la teua impertinència, carrall.
cs: Nechápu, proč snáším tvoji prostořekost, podřadný.
hu: Nem is tudom, hogy miért tűröm egy nemtelen arcátlanságát.

source: One more reference to underling, and you will have to bear it no more. And then we will see who will fight for you. Even your own family didn't want you.
ca: Un altra referència a carrall, i no hauràs de suportar-la mai més. I ja veurem aleshores qui lluita per tu. Ni la teua família et volia!
hu: Még egy ilyen elszólás - nemtelen -, és faképnél hagylak. Aztán kereshetsz magadnak harcosokat, ahol tudsz. Még a saját családod sem áll szóba veled.

source: They wanted me, but I would have to live in shame, in the darkest and deepest part of their castle, to never see light again.
ca: Sí que em volien, però hauria d'haver viscut en la vergonya, en la part més fosca del castell i no tornar a veure mai més la llum del sol.
hu: Szóba állnának, de szégyenben kéne élnem a kastélyuk legsötétebb, legmélyebb zugában, és soha nem látnám többet a napot.

source: Or they would kill you outright, isn't that the way Akladians deal with people who they think dishonoured them? Funny thing, that Akladian honour.
ca: O t'hagueren mort directament, no és eixa la manera que teniu els akladians de tractar amb els qui considereu que vos han deshonrat? És molt curiós el vostre honor.
hu: Ha nem ölnének meg azonnal, ahogy azt az akladiaiak szokták azokkal, akik szégyent hoztak a becsületükre... Érdekes dolog ez az akladiai becsület...

source: Hmm.. That's not whom we were expecting. We have to kill them so they won't see our guests!
ca: Uhm... No són estos els que esperàvem. Haurem de matar-los per tal que no puguen saber qui són els nostres hostes.
hu: Hmmm... Nem rájuk várunk. meg kell ölnünk őket, hogy ne láthassák a vendégeinket.

source: Ok, so the plan is to take over the castle and then... we will see.
ca: Bé, el pla es prendre el castell i després... ja veurem.
cs: Dobře, takže plán je dobýt hrat a pak... pak se uvidí.
hu: Rendben, a haditerv egyszerű, elfoglaljuk a várat, aztán... majd meglátjuk.

source: Are you sure you chose the right castle? He was saying something about the guests.
ca: Segura que has triat el castell encertat? Estava parlant de no sé quins hostes.
hu: Biztos vagy benne, hogy a megfelelő várat választottad? Valami vendégeket emlegetett.

source: Shut up, underling. I don't want anyone killing their leaders: leave that privilege to me, I have to interrogate them first!
ca: Calla't ja, carrall. No vull que ningú mate els líders, deixeu-me'ls a mi, he d'interrogar-los primer!
hu: Fogd be a szád, nemtelen! A vezéreiket ne öljétek meg, magam akarok végezni velük, de először kivallatom őket!

source: One more reference to underling, and I am leaving, do you understand?
ca: Una altra referència a carrall i me'n vaig, entens?
cs: Ještě jednou mi řekneš podřadný a odcházíme, jasné?
hu: Még egy ilyen elszólás - nemtelen - és faképnél hagylak, megértetted?

source: Kill all enemy leaders.
ca: Mata tots els líders enemics.
cs: Zabij všechny nepřátelské vůdce.
hu: Megölöd az ellenséges vezéreket

source: Death of Andrey Yaranov
ca: Mort d'Andrei Iaranov
cs: Smrt Andreje Jaranova
hu: Andrey Yaranov meghal

source: Before you will kill me, I have to tell you one thing: you are one damn good fighter, Lorin.
ca: Abans que em mates, he de dir-te una cosa: eres una lluitadora collonuda, Lorin.
cs: Předtím, než mě zabiješ, ti musím něco říct. Seš zatraceně dobrá, Lorin.
hu: Mielőtt megölsz, valamit el kell ismerjek: átkozottul jól harcolsz, Lorin.

source: That's LADY Lorin for you. You are going to tell me a lot more. First, who are those guests you were talking about?
ca: Primer de res, és NA Lorin per tu. I encara em diràs més coses. Primer, qui son eixos hostes dels qui estàveu parlant abans?
cs: Pro tebe LADY Lorin. Ale řekneš mi toho ještě mnohem víc. Zaprví, co je to za hosty, co tu čekáte?
hu: Neked LADY Lorin. És most beszélgessünk egy kicsit! Először is, milyen vendégeket vártok?

source: I have no idea. We gathered supplies for them for quite a long time. It must be quite a large army.
ca: No ho sé. Ja duem guardant queviures des de fa molt de temps. Ha de ser un exèrcit molt gran.
hu: Fogalmam sincs. Hatalmas készleteket halmoztunk fel a számukra. Óriási sereg kell legyen.

source: And now..
ca: I ara...
cs: A teď..
hu: És most...

source: You were fine warrior, Reumario. I want to honor you.
ca: Has sigut un bon guerrer, Reumario. Vull honrar-te.
hu: Jól harcoltál, Reumario. Szeretnélek megjutalmazni.

source: Off with your left ear! And now tell me more about these guests!
ca: Una orella menys! Ara dis-me més coses d'eixos convidats!
hu: Lenyisszantom a bal füledet, ha nem mondasz semmit a vendégekről!

source: I told you I know nothing about them! Aaargh!
ca: Ja t'he dit que no sabia més d'ells! Aaargh!
cs: Už jsem ti říkal, že o nich nic nevím! Áááá!
hu: Mondtam, hogy semmit sem tudok róluk! Áááhhh!

source: Liar! Speak!
ca: Mentider! Parla!
cs: Lháři! Mluv!
hu: Hazudsz! Beszélj!

source: I do not think he will tell you anything more, my lady. He's dead. By the way, are you one of those Akladian girls who like leather and whips?
ca: No crec que puga dir-te molt més, senyora. Ha mort. Per cert, eres una d'eixes xiques akladianes que els agraden els flagels i el cuir?
cs: Myslím, že už ti nic neřekne, moje paní. Je tuhý. Mimochodem, ty patříš mezi ty Akladijký holky, co maj rády kůži a bič?
hu: Azt hiszem, ő már nem mond többet, úrnőm. Meghalt. Te is egyike vagy azoknak az akladiai lányoknak, akik szíjjal és korbáccsal szeretnek dolgozni?

source: Be silent, underling.
ca: Calladet, carrall.
cs: Sklapni, podřadný.
hu: Csendet, nemtelen!

source: One more reference to underling and I am leaving, do you understand?
ca: Una altra referència a carrall i me'n vaig, entesos?
cs: Ještě jednou mi řekneš podřadný a odcházím, rozumělas?
hu: Még egy ilyen elszólás - nemtelen - és faképnél hagylak, megértetted?

source: Where are those supplies! Speak, or I will cut you to pieces!
ca: On estan els queviures! Parla o et deixaré en talladetes fines!
cs: Kde jsou ty zásoby! Mluv, nebo tě rozkrájím na nudličky!
hu: Hol vannak a készletek? Beszélj, vagy miszlikbe aprítalak!

source: Uh, I, I am not sure...
ca: Uh, no... no estic segur...
cs: Uf, já, já to nevím jistě...
hu: Ö, én, én nem is tudom...

source: Well, what about this:
ca: Bé, i que et pareix...
cs: Dobře, tak co třeba:
hu: Rendben, lenne egy ajánlatom a számodra:

source: I would be honoured to have you in my army.
ca: Seria tot un honor tindre't al meu exèrcit.
cs: Byla by pro mě čest, kdybys byl v mojí armádě.
hu: Szívesen látnálak a seregemben.

source: After this battle you will be able to recruit Akladian Clansmen, Warriors and Wisemen again.
ca: Després d'aquesta batalla podràs tornar a reclutar akladians, guerrers i savis.
hu: A következő küldetéstől kezdve újra toborozhatsz akladiai klántagokat, harcosokat és bölcseket.

source: Uh.. Yes, why not. I can join you. But only after this battle, I do not want to fight my comrades.
ca: Ummm... Sí, per què no? Puc unir-me a tu, sí. Això sí, després d'aquesta batalla, no combatre amb els meus camarades.
cs: Uh.. Dobře, proč ne. Můžu se připojit. Ale až po této bitvě, nebudu bojovat se svými pobratimy.
hu: Öö... Miért is ne. Csatlakozhatok hozzád. De csak a következő csatában. Nem akarok a földijeim ellen harcolni.

source: I shall let you live.
ca: Et deixaré viure.
hu: Életben hagylak.

source: Thank you, Lorin. Frankly, I had not expected such behavior from you. As a sign of my gratitude, I will members of my clan to serve you.
ca: Gràcies, Lorin. Sincerament, no esperava aquest comportament en tu. Com a signe de gratitud, permetré que alguns dels membres del meu clan et servisquen.
hu: Köszönöm, Lorin. Őszintén szólva nem számítottam ilyen nagylelkűségre tőled. Hálám jeléül rendelkezésedre bocsátom a klánom harcosait.

source: After this battle you will be able to recruit Akladian Clansmen again.
ca: Després d'aquesta batalla, podràs reclutar akladians de nou.
hu: A következő küldetéstől újra toborozhatsz klántagokat.

source: In our magazins and..
ca: Als nostres magatzems i...
cs: V našich zásobárnách a ...
hu: A raktárainkban és...

source: Do you think I'm stupid? You have to have some hidden magazins or treasury! Speak!
ca: Creus que sóc estúpida? Haveu de tindre alguns magatzems o tresors amagats! Parla!
cs: Si myslíš su prdlá či co? Musíte mít někde nějaké 'zásobárny' zlata! Mluv!
hu: Hülyének nézel? Vannak neked rejtett raktáraid és kincseid is! Beszélj!

source: Aargh! Yes, we have hidden treasury in my castle, here, I will show you.
ca: Aaargh! Sí, tenim un tresor amagat dins del meu castell, ara te'l mostraré.
cs: Auvajs! Ano, ano, máme schované poklady na mojem hradě, pojď, ukážu ti kde.
hu: Ááááhh! Igen, van egy rejtett raktárunk is a kastélyban, megmutatom.

source: You received 100 golden pieces.
ca: Reps 100 peces d'or.
cs: Získal jsi 100 zlatých.
hu: Hozzájutsz 100 aranyhoz.

source: Would you allow him to leave now?
ca: El deixaràs anar-se'n ara?
cs: A necháš ho teď jít?
hu: Elengeded?

source: Yes, he may live.
ca: Sí, pot viure.
cs: Jo, může žít.
hu: Igen, hadd menjen!

source: No, he is too dangerous.
ca: No, és massa perillós.
cs: Ne, bylo by to příliž nebezpečné.
hu: Nem, túl veszélyes.

source: What did I say about killing their leaders? Huh? Huh?
ca: Que havia dit sobre matar els seus líders, eh? Eh? EH?
cs: Co sem vám říkala o zabíjení vůdců? No? No?
hu: Mit mondtam a vezéreikkel kapcsolatban? Hú! Hé!

source: But..
ca: Però...
cs: Ale..
hu: De...

source: What? Are you hearing impaired or something? Leave their leaders for me.
ca: Què? Estàs sord o què? Deixeu-me els líders a mi!
cs: Co? Sedíte si na uších nebo co? Nechávejte vůdce MĚ!
hu: Mit tettél? A füleden ültél, vagy mi? Én akarok a vezérekkel végezni!

source: Before I will kill you, I want you to tell me few things. First, you were talking about some guests, tell me more!
ca: Abans que et mate, vull que em digues unes poques coses. Primer, estàveu parlant d'uns hostes, parla'm més d'ells!
cs: Než tě zapíchnu, chcu vědět pár věci. Tak zaprvé, o jakých hostech jste si to tu špitali? No?
hu: Mielőtt megöllek, válaszolj nekem néhány kérdésre! Először is, valamilyen vendégeket emlegettél, kik azok?

source: You are afraid, aren't you? They will came here in great numbers: A huge Orcish army. Better start running, witch.
ca: Tens por, eh? Vindrà un gran i enorme exèrcit orc. Millor que comences a córrer, bruixa!
hu: Megijedtél, ugye? Annyian vannak, mint égen a csillag: óriási ork sereg közeleg. Jobban tennéd, ha elfutnál, boszorkány!

source: Orcs? I fought them already. Good opponents, not like you. I look forward to meeting them again.
ca: Orcs? Ja he lluitat amb ells. Són uns bons rivals, no com tu. Ja tenia ganes de tornar a lluitar amb ells.
hu: Orkok? Harcoltam már ellenük. Kemény ellenfelek, nem úgy, mint te. Hát most újra összefutunk.

source: Orcs? I've never fought with orcs. I would love to meet them, I've heard they are good soldiers.
ca: Orcs? No mai he lluitat amb ells. He sentit dir que són bons soldats, m'agradarà lluitar amb ells.
cs: Skřeti? Tak ty jsem ještě nepodřezávala. Už teď se na ně těším, prý to sou dobří bojovníci.
hu: Orkok? Sosem harcoltam még orkokkal. Szeretnék találkozni velük. Úgy hallottam, kitűnő harcosok.

source: And now, tell me more..
ca: I ara, dis-me...
cs: A teď pokračujem..
hu: Akkor folytassuk...

source: You were worthy opponent, Oyre Mathauri. How can I honour you?
ca: Has sigut un digne rival, Oyre Mathauri. Cóm puc honrar-te?
cs: Si byl dobrý nepřítel, Oyre Mathauri. Jak se ti můžu odměnit?
hu: Jól harcoltál, Oyre Mathauri. Szeretnélek megjutalmazni.

source: By kissing my hairy dirty arse, witch.
ca: Besant el meu cul brut i pelut, bruixa!
cs: Polib mi mou chlupatou špinavou prdel, babizno!
hu: Csókold meg a szőrös seggemet, boszorkány!

source: Seem you have wasted your last wish. Now die!
ca: Pareix que has balafiat el teu últim desig. Ara mor!
cs: Tak jsi promarnil své poslední přání. Chcípni!
hu: Nos, utolsó kívánságodat nem teljesíthetem. Anélkül döglesz meg!
