Repository: wescamp/A_New_Order-1.8
Catalog: po/*.po
Languages: ca, cs, hu

source: Who sent me? The fate... But there will be another after me. (scream of pain) Aaaargh!
ca: Que qui em va enviar? El destí... Tanmateix, vindrà un altre darrere meu. (crit de dolor) Aaaaaargh!
cs: Kdo mě poslal? Kmotřička sudička... Ale po mně přijdou další... Aaaargh!
hu: Ki küldött? A sors... S mások is jönnek utánam. (fájdalmas sikoly) Ááááhhh!

source: Speak!
ca: Parla!
cs: Mluv!
hu: Beszélj!

source: My lady, please, stop, that's just...
ca: Ma senyora, per favor, para... açò és senzillament...
cs: Má Lady, prosím, přestaň, vždyť je to jenom...
hu: Úrnőm, kérlek, hagyd abba, ez csak egy szerencsétlen...

source: I can't tell you! (Aaargh) I don't know his name! I was given the task by our elders from the Outlaw Place. All I know is that one of Akladian lords paid him for that in gold! The price was three hundred golden pieces for father and two hundred for son! Aiieeee!!!
ca: No t'ho puc dir! (Aaargh) No sé el seu nom! Van ser els nostres governants al Campament dels proscrits que m'ho han encomanat. Tot el que sé és que un dels senyors akladians va pagar això per ell! El preu era tres centes peces d'or pel seu pare i dues centes pel fill! Aiieeeeee!!!
cs: Nemohu Ti to říct! (Aaargh!) Neznám jeho jméno! Dostal jsem úkol od našich kmotrů z Raubířova! Jediné, co vím, je, že jeden z Akladijských lordů zaplatil zlatem za jejich smrt. Cena byla tři sta zlatých za otce a dvě stovky za syna! Áááááá!!!
hu: Nem mondhatom meg! (Áááhhh) Nem tudom a nevét! Az öregek választottak ki a feladatra, a Törvényenkívüliek Tanyáján. Csak azt tudom, hogy egy akladiai nemes volt a megrendelő, s arannyal fizetett. Háromszáz aranyat az apáért és kétszázat a fiáért. Jajjjjjjjj!

source: No price for me?
ca: No pagaven res per mi?
cs: A žádná odměna za mou hlavu?
hu: Az én fejemre nem is tűztek ki vérdíjat?

source: I think he would kill you gratis. He won't say anything more, my lady.
ca: Crec que et mataria debades. No dirà res més, senyora.
cs: Má Paní, myslím, že by tě zabil grátis. Ale už nic víc neřekne, je po ňom.
hu: Szerintem téged ingyen is elvállalt volna. De többet nem fog mondani, úrnőm.

source: Traitors! How can you be so dishonorable to fight against your own rightful king!
ca: Traïdors! Cóm podeu ser tan deshonestos com per a lluitar contra el vostre propi rei!
cs: Zrádci! Jak můžete tak beze cti bojovat proti vašemu právoplatnému králi!
hu: Árulók! Hogy lehettek ilyen becstelenek, hogy a törvényes királyotok ellen harcoltok?!

source: Our king is dead! We are not traitors!
ca: El nostre rei ha mort! No som traïdors!
cs: Náš král zemřel! My nejsme žádní zrádci!
hu: A királyunk meghalt! Nem vagyunk árulók!

source: But here is king's son, his rightful heir. Are you going to fight him?
ca: Però si està ací el fill del rei, el seu hereu per dret propi. Penseu combatre contra ell?
cs: Ale zde je králův SYN! Jeho právoplatný NÁSTUPCE! Pozvednete proti němu zbraň?
hu: Csakhogy itt van a király fia, a törvényes örökös. Ellene akartok harcolni?

source: The king's son is dead! We heard about it!
ca: El fill del rei està mort! Ho hem sentit dir!
cs: Králův syn zemřel! Slyšeli jsme to!
hu: A király fia is meghalt! Úgy hallottuk!

source: Do I look dead to you?
ca: Et pareix que estic mort?
hu: Úgy nézek én ki, mint aki meghalt?

source: We were deceived! My king, please forgive me!
ca: Hem sigut enganyats! Sa majestat, per favor, perdoneu-me!
cs: Byli jsme podvedeni! Můj Králi, prosím, odpusť mi!
hu: Becsaptak bennünket! Királyom, bocsáss meg!

source: You fool! He is mixling, he can't be our king!
ca: Imbècil! És un mestís, no pot ser el nostre rei!
cs: Jsi hlupák! Je to Míšenec, takže nemůže být naším králem!
hu: Te ostoba! Hiszen ez egy korcs, nem lehet a királyunk!

source: No! That's impossible! You will pay for that, treacherous dogs! Your sons at Vattin are already dead!
ca: No! Això és impossible! Me la pagareu, maleïts traïdors! Ja vos podeu acomiadar dels vostres fills a Vattin!
cs: Ne! To nemůže být pravda! Táhněte k čertu, vy proradní psi! Vaši synové ve Vattinu jsou mrtví už teď!
hu: Nem! Ez lehetetlen! Megfizettek, aljas férgek! Vattinban a fiaitok halálra vannak ítélve!

source: You really thought I would send my true son to Vattin? You are so easy to fool! That boy at Vattin is not my first born son. Now, prepare to go straight to hell.
ca: De debò pensaves que manaria al meu vertader fill a Vattin? És tan fàcil enganyar-te! Eixe xic que està a Vattin no és el meu primogènit. Ara, prepara't per baixar de cap a l'infern!
hu: Hát valóban azt hitted, hogy az igazi fiamat küldöm Vattinba? Nagyon naív vagy! Az elsőszülöttemet nem küldtem el Vattinba. Most pedig készüljetek, a pokolra küldünk benneteket!

source: This isn't a total surprise to me. My king, we have to escape. We have two ways to out of this trap: one to the west...
ca: Açò no és del tot una sorpresa. Sa majestat, hem de fugir. Hi han dos camins per sortir d'aquesta ratera: un cap a l'oest...
hu: Nem igazán lep meg a dolgok ilyetén alakulása. Királyom, ki kell vágnunk magunkat. Két út is kínálkozik: az egyik nyugatra...

source: Another to the east.
ca: I un altre cap a l'est.
hu: A másik pedig keletre.

source: Which one is better?
ca: Quin és millor?
cs: A která je lepší?
hu: Melyik a biztonságosabb?

source: There is no difference, really. We can use both to reach Vattin. The eastern one leads amongst swamps and forests, while the western through the hills and grasslands. God, I swear to sacrifice a horse if you will help us survive this. A whole, beautiful horse. And I will add a golden saddle!
ca: Bah, no hi ha cap diferència. Ambdós ens duran cap a Vattin. El més oriental ens durà per marjals i boscos, mentre que l'occidental per les planícies i els colls. Déu meu, et jure que, si ens ajudes a eixir d'aquesta amb vida, et sacrificaré un cavall. Un cavall sencer i ben bonic. I li afegiré una sella feta d'or!
hu: Valójában nincs köztük különbség. Bármelyik irányból visszajuthatunk Vattinba. A keleti út mocsarakon és erdőkön visz keresztül, míg a nyugati dombokon és mezőkön. Istenem, egy egész lovat áldozok neked, ha túléljük ezt a napot. Egy gyönyörű, egész lovat. S még egy arany nyerget is adok mellé.

source: Reme, take my step-mother and protect her. I will stay here to guard your rear during withdrawal.
ca: Reme, dus-te la meua madrastra i protegeix-la. Jo romandré ací per guardar-vos la rereguarda durant la retirada.
cs: Reme, vem moji macechu a ochraňuj ji. Já je tu na chvíli zdržím, než se z tadyma dostanete.
hu: Reme, vidd biztonságos helyre a nevelőanyámat, és védd meg! Én itt maradok, s fedezem a hátatokat visszavonulás közben.

source: No! That's suicide! I won't let you!
ca: No! Això és un suïcidi! No t'abandonaré!
cs: NE! To je sebevražda! Já tě tu nenechám!
hu: Ne! Ez öngyilkosság! Én nem hagylak el!

source: Reme, take her and go. That is an order. And this is not suicide, I will follow you as soon as possible.
ca: Reme, agarra-la i ves-te. És una ordre. I no és cap suïcidi, vos seguiré tan prompte com puga.
cs: Reme, vem ji a běž. To je ROZKAZ! A nebojte, není to sebevražda. Mám plán. Přijdu za vámi hned jak to bude možné.
hu: Reme, induljatok! Ez parancs! És nem öngyilkosság, amint lehet, utánatok megyek.

source: I can't. I won't. I won't leave you, my lord.
ca: No puc. No ho faré. No t'abandonaré, senyor.
cs: Nemohu. Nesmím. Nechci tě opustit, můj Pane!
hu: Nem tehetem. Nem mehetek. Nem hagyhatlak magadra, uram!

source: That's an order. Reme, if I run from a fight, who will respect me? I am not suicidal, believe me. And you must live; I order you to escort Lady Lorin safely to either Vattin or her family.
ca: És una ordre. Reme, si fuig d'una batalla, qui em respectarà? No sóc cap suïcida, creu-me. I tu has de viure; t'ordene que escortes Na Lorin cap a Vattin o la seua família.
cs: To je rozkaz, Reme. Když uteču z boje, kdo mě bude respektovat? Nejsem sebevrah, věř mi. A teď musíte jít. Přikazuji ti doprovodit Lady Lorin bezpečně do Vattinu nebo k její rodině.
hu: Ez parancs, Reme! Ha én elfutok a harc elől, ki fog engem tisztelni? Nem öngyilkosságra készülök, hidd el nekem! Neked viszont élned kell; megparancsolom, hogy kísérd Lady Lorint biztonságos helyre Vattinba, vagy a családjához!

source: Any unit which will reach either signpost will be evacuated. Units not recalled will be lost. Gawen must not escape, or he would be considered an unworthy coward by his soldiers. You will get a bonus for each turn resisted beyond the required limit.
ca: Qualsevol unitat que arribe a cap d'ambdós senyals, serà evacuat. Les unitats que no siguen reincorporades, es perdran. Gawen NO deu escapar, o els seus soldats el considerarien un covard sense cap valor. Rebràs una bonificació per cada torn que resistisques per damunt del límit requerit.
hu: Bármelyik egység, amelyik eléri valamelyik útjelzőt, megmenekül. Azok az egységek, amelyeket nem hívsz vissza, elvesznek. Gawen nem szökhet meg, különben gyáva nyúlként tekintenének rá a harcosai. Jutalmat kapsz minden plusz körért, amíg a szükséges szám felett kitartasz.

source: Cowardly escape of Gawen Hagarthen
ca: Covard fugida de Gawen Hagarthen
cs: Zbabělý útěk Gawena Hagarthena
hu: Gawen Hagarthen gyáván megszökik

source: I can't just run away. I don't want to. I would prefer to die here, fighting.
ca: Senzillament, no puc fugir. No ho vull fer. Preferiria morir ací, lluitant.
cs: Nemohu prostě jen tak vzít nohy na ramena. A ani nechci. Musím bojovat. Radši tu umřu v boji.
hu: Nem futhatok el. Nem akarok. Inkább harc közben esek el.

source: Reme, you have to take care of Lorin. She went the other way
ca: Reme, has de vetllar per Lorin. Es va anar per l'altre camí.
hu: Reme, ne feledkezz meg Lady Lorinról! Ő amarra ment.

source: Take care, Reme Carrenemoe.
ca: Tin cura, Reme Carrenemoe.
cs: Tak se starej, Reme Carrenemoe.
hu: Légy óvatos, Reme Carrenemoe!

source: Respect, my king. Follow us as soon as it is possible
ca: Tens tot el meu respecte, majestat. Segueix-nos tan prompte com pugues.
cs: Rozumím, můj Králi. Spěchej za námi co nejrychleji.
hu: Tisztelettel, uram. Kövess minket, amint lehet!

source: Yes... of course. I'm afraid that means.. never.
ca: Clar que sí... Tem que això signifique... mai.
cs: Jasňačka...Ale bojím se, že to znamená nikdy.
hu: Igen... persze. Amint lehet, vagyis... soha.

source: Mother, you have to go the other way. Reme is waiting for you there!
ca: Mare, has d'anar per l'altre camí. Reme t'està esperant allí!
hu: Anyám, amarra kell menned! Reme a másik útjelzőnél vár.

source: No! I won't leave you! I don't want to! Let's die together!
ca: No! No t'abandonaré! No ho vull fer! Morguem junts!
cs: Ne! Neopustím Tě, nechci Tě opustit! Zemřeme společně!
hu: Nem! Én nem hagylak el! Nem akarom! Haljunk meg együtt!

source: Take her to safety, people.
ca: Dueu-la a la seguretat, gent.
hu: Helyezzétek biztonságba, emberek!

source: Conversation
ca: Conversa
cs: Slyšení
hu: Királyi fogadás

source: Carrenemoes have loyally served our kings for generations. My name is Reme, son of Raul. My ancestors, according to our family legends, were amongst those who led our people in great revolt and then in our epic escape through the swamps and forests. They built large kingdoms of Akladians in the lands of underlings. We paid for that with blood; And now - why I am wondering what was that all for?
ca: El clan Carrenemoe ha servit lleialment als nostres reis durant generacions. El meu nom és Reme, fill de Raul. Els meus avantpassats, segons les nostres llegendes, es contaven entre aquells que van liderar la nostra gent en aquella gran revolta i després en el nostre èpic viatge a través de les marjals i els boscos. Vam ajudar a construir grans regnes akladians en les terres dels carralls. Vam pagar-ho amb sang... Aleshores, ara per què em pregunte per a què vam fer tot això?
hu: A Carrenemoek hűségesen szolgálták a királyokat generációk óta. Az én nevem Reme, Raul fia. Az őseim, a családi legendáriumunk szerint, vezető szerepet vállaltak a forradalomban, s vezetői voltak a mocsarakon, erdőkön át tartó legendás vándorlásnak is. Nagy királyságokat alapítottak a nemtelenek földjén. S mindig vérrel adóztak; s most - most azon töprengek, vajon miért is volt mindez?

source: Maybe it is because of that kid. Before I met him, I never wondered about differences between us and underlings. It was simple, God himself gave us this world to rule; everyone else was to serve us. Yet, Gawen Hagarthen is half underling. In fact, he looks like one of them. And he was always more brave and honorable than many of other people I know...
ca: Tal volta és per causa d'aquest xic. Abans de conèixer-lo, no mai m'havia preguntat per les diferències entre nosaltres i els carralls. Tot era senzill, Déu en persona ens havia donat el món per governar-lo i tots els altres havien d'obeir-nos. Tanmateix, Gawen Hagarthen és mig carrall. És més, pareix ser un d'ells. I sempre ha sigut molt més noble i valent que molts altres que conec...
hu: Talán ez az egész emiatt a kölyök miatt van. Mielőtt találkoztam vele, sosem érdekelt a különbség köztünk és a nemtelenek között. Egyszerű volt a dolog, Isten maga rendelte uralmunk alá a világot, s mindenki mást a szolgálatunkra. Még Gawen Hagarthen is félig nemtelen. Habár teljesen úgy néz ki, mint a nemtelenek. S mégis a legokosabb és legbecsületesebb azok között, akiket ismerek...

source: Enough of these thoughts. He is now our official crowned king. Lorin wants the lords to acknowledge that. She is almost smiling for the first time in many, many months. Looking at her, I wonder what Gawen does remember about her. It seems to be nothing, which is a lucky coincidence for her. She seems to forget that less than half of our lords appeared in Vattin. The main battle is still not won..
ca: Ja n'hi ha prou d'aquesta mena de pensaments. Ell és el nostre rei, oficialment coronat. Lorin vol que els senyors ho reconeguen, i està casi somrient per primera vegada en molts, molts mesos. Mirant-la, em pregunte què recorda Gawen d'ella. Pareix que no res, i això és una afortunada casualitat per ella. Pareix que ella vulga oblidar que només van aparèixer la mitat dels senyors en Vattin. La batalla més important encara no s'ha guanyat...
hu: De félre a kételyekkel. Ő a hivatalosan megkoronázott királyunk. Lorin azt akarja, hogy a nemesek is fogadják ezt el. Hosszú-hosszú idő óta most először mintha mosoly játszana a szája szegletében. Vajon hogy emlékszik rá Gawen? Úgy látszik sehogy, ami páratlan szerencséje a királynénak. Lorin, úgy látszik, nem foglalkozik azzal, hogy a nemeseknek kevesebb, mint a fele jelent meg Vattinban. A háborút még nem nyerte meg...

source: Royal guard
ca: Guàrdia reial
cs: Královská stráž
hu: Udvari testőr

source: Lords of Vakladia, it is a honour to have you here as guests. I hope you will all serve me as loyally as you did my father.
ca: Senyors de Vakladia, és tot un honor rebre-vos com hostes. Espere que tots em serviu tan lleialment com a mon pare.
hu: Vakladia urai, nagy megtiszteltetés, hogy vendégül láthatunk titeket. Remélem, mindannyian olyan hűségesen szolgáltok engem is, mint azt apámmal tettétek.

source: On our way here, we met assassin, hired by someone to kill Gawen Hagarthen.
ca: Pel nostre camí ens vam trobar un assassí contractat per algú per a que matara Gawen Hagarthen.
cs: Na naší cestě jsme potkali vraha kýmsi najatého, aby Gawena Hagarthena zabil.
hu: Útközben egy orgyilkos férkőzött sorainkba, valaki megpróbálta megöletni Gawen Hagarthent.

source: Who could do such terrible thing! Did you have time to interrogate him?
ca: Qui podria fer una cosa tan horrible! Vas tindre temps d'interrogar-lo?
cs: Kdo mohl tak hrůzný čin udělat? Měli jste čas ho vyslechnout?
hu: Ki merészkedett ilyen szörnyűségre? Ki tudtátok kérdezni?

source: Yes. He confessed to be hired by an Akladian lord.
ca: Sí, va dir que havia sigut contractat per un senyor akladià.
hu: Igen. Bevallotta, hogy egy akladiai nemes bérelte fel.

source: It's strange how some will lie out of fear. What else did he say?
ca: És estrany com alguns poden mentir per causa de la temor. Què més va dir?
hu: Különös, hogy egyesek félelemből milyen hazugságokra képesek. Mit mondott még?

source: Something like: argh. He died before I could ask him more questions.
ca: Alguna cosa com: argh. Va morir abans li poguera fer més preguntes.
cs: Něco jako: ááááááá. Chcípl, než jsem se ho mohla pořádně zeptat.
hu: Valami ilyesmit: ááááhh. Meghalt, mielőtt több kérdést intézhettem volna hozzá.

source: So, you suggest there are people amongst us who could do such low thing!? That accusation is outrageus!
ca: Per tant, suggereixes que hi ha gent entre nosaltres que es rebaixaria a fer tal cosa!? Són acusacions molt greus!
hu: Tehát azt állítod, hogy van köztünk valaki, aki képes ilyen aljasságra!? Ez a vádaskodás sértő!

source: Unfortunately, no.
ca: Per desgràcia, no.
cs: Naneštěstí ne.
hu: Sajnos nem.

source: Unfortunately, indeed. It was probably one of the underling leaders.
ca: Sí que és mala sort. Segurament ho seria per un líder carrall.
hu: Tényleg sajnálatos. Talán valamelyik nemtelen vezér bérelte fel.

source: There are lords whom I do not see here. Why is that?
ca: Hi ha senyors que no puc veure ací. Per què?
hu: Van néhány nemes, akit nem látok köztetek. Ők hol vannak?

source: There are some who are doubting that a mix.. that son of underling could legally be our king.
ca: Hi ha alguns que dubten que un mest... un fill de carrall puga legalment ser el nostre rei.
hu: Vannak néhányan, akik úgy gondolják, hogy egy kor... hogy egy nemtelen fia a királyunk nem lehet.

source: Remember, you are talking about my mother.
ca: Recordeu que esteu parlant de ma mare.
hu: Ne felejtsd el, hogy anyámról beszélsz!

source: My lord, this is only the truth. Hard times are ahead. Underlings are revolting against us. Those we chose not to conquer in the past are having ridiculous thoughts of taking our God-given lands. Some are saying that we need strong king, of our kin, not - forgive me my words, I am only repeating what others are saying - a mixling kid.
ca: Senyor, és la veritat. Ens aguaita una dura època. Els carralls estan rebel·lant-se contra nosaltres. Aquells que en el passat vam elegir no conquerir comencen a tindre el ridícul pensament de tomar les terres que Déu ens va entregar. I alguns diuen que necessitem un rei fort, de la nostra raça, i no - perdoneu-me, només repetisc el que altres diuen- un xiquet mestís.
hu: Uram, ez az igazság. Nehéz idők járnak. A nemtelenek lázadoznak ellenünk. Azok, akiket nem vontunk az uralmunk alá, olyan bosszantó képzeteket kergetnek, hogy elvegyék tőlünk az istenünk adta földünket. Néhányan azt gondolják, hogy erős király kell nekünk, a saját fajtánkból, nem pedig egy - elnézést a szóért, de én csak mások szavait tolmácsolom - korcs kölyök.

source: All of them are traitors who will be punished. And those who remain loyal to us will be rewarded.
ca: Tots eixos són uns traïdors que seran castigats. I aquells que siguen lleials a nosaltres, seran recompensats.
hu: Mindegyikük áruló, és bűnhődni fognak. Akik hűségesek maradtak hozzánk, azokat megjutalmazzuk.

source: (whispering) She dares to speak about loyalty...
ca: (xiuxiuejant) Cóm s'atreveix eixa bruixa a parlar de lleialtat...
cs: (šeptá) Jak se opovažuje mluvit o věrnosti...
hu: (súgva) Még ő beszél hűségről...

source: We will attack the traitors immediately.
ca: Atacarem els traïdors immediatament.
cs: Napadneme zrádce ihned.
hu: Azonnal háborút indítunk az árulók ellen.

source: My lady, we want you to reconsider. Those lords are our friends, truly disturbed about future of our kingdom and our people. We need them alive as friends, not dead.
ca: Ma senyora, voldríem que vos ho tornareu a pensar. Aquestos senyors són amics nostres, realment preocupats pel futur del regne. Els necessitem vius, com a amics, i no morts.
hu: Úrnőm, szeretnénk, ha átgondolnád még egyszer a háborút. Azok a nemesek a barátaink, igazán aggódnak a királyságunk és a népünk sorsáért. Inkább élő barátokra lenne szükségünk, mint halottakra.

source: I prefer to have dead enemy to uncertain allies. Now, we have to be absolutely sure about your loyalty and about which side you are choosing to back. Now, you have to make a decision. Bow to our rule. Reme?
ca: Preferisc tindre un enemic mort a un aliat insegur. Ara hem d'estar segurs de la vostra lleialtat i quin bàndol preferiu recolzar. Heu de fer la decisió ara, vos sotmetéreu al nostre govern? Reme?
hu: Inkább halott ellenségeink legyenek, mint kiszámíthatatlan szövetségeseink. Most pedig meg akarunk bizonyosodni a feltétlen hűségetekről, hogy melyik oldalon álltok. Döntsétek el, most. Hódoljatok a királyotoknak! Reme?

source: I have always been loyal to the Hagarthen family.
ca: Sempre he sigut lleial a la família Hagarthen.
hu: Én mindig is hűséges voltam a Hagarthen családhoz.

source: And you, noble Graeme?
ca: I tu, noble Graeme?
cs: A ty, vznešený Graeme?
hu: És te, nemes Graeme?

source: Hail the true king of Vakladia
ca: Visca el vertader rei de Vakladia!
cs: Ať žije král Vakladie!
hu: Éljen Vakladia igaz királya!

source: I will always loyally serve what is best for kingdom of Vakladia.
ca: Sempre serviré lleialment a allò que siga el millor per al regne.
cs: Vždy budu věrně sloužit tomu, co je nejlepší pro království Vakladie.
hu: Én mindig hűségesen szolgálom Vakladia királyságának érdekeit.

source: To ensure your friendship I demand that each of you will send your first-born son to court of Vattin, where he shall learn how to best serve the crown.
ca: Per assegurar la vostra amistat, vos demane que cadascú de vosaltres mane el seu primogènit a la cort de Vattin, on podrà aprendre la millor manera de servir la Corona.
hu: Hogy megbizonyosodjunk barátságotokról, elvárjuk, hogy elsőszülött fiaitokat vattini udvarunkba küldjétek, ahol majd megtanulják, hogyan tudják legjobban szolgálni a koronát.

source: Battle of Barnon
ca: Batalla de Barnon
cs: Bitva o Barnon
hu: A Barnoni csata

source: After few days of preparation, the first born sons of Akladian lords appeared in Vattin. They became guests of king Gawen Hagarthen and his step-mother Lady Lorin. He, accompanied by two lords and small army, marched north, to the settlements of clan of O-Barnon.
ca: Després d'uns quants dies de preparacions, els fills primogènits dels senyors akladians van arribar a Vattin. Van esdevenir hostes del rei Gawen Hagarthen i la seua madrastra Na Lorin. Ell, acompanyat de dos senyors i un xicotet exèrcit, va marxar cap al nord, als territoris del clan O-Barnon.
hu: Néhány napi előkészület után, az akladiai nemesek elsőszülött fiai megérkeztek Vattinba. Gawen Hagarthen király és nevelőanyja, Lady Lorin vendégeiként töltötték napjaikat. A király két nemessel és egy kisebb sereggel északra ment, az O Barnon klán településéhez.

source: Hoyre O Barnon did not trust Wesnothians living in the city of Barnon. Fearing that the citizens would open the gates to Gawen Hagarthen, he withdrew to the castle in the forests nearby. Indeed, the city of Barnon surrendered easily, though the citizens didn't show any signs of enthusiasm.
ca: Hoyre O Barnon no confiava en els wesnothians que vivien en la ciutat de Barnon. Tement que els ciutadans obririen les portes a Gawen Hagarthen, es va retirar a un castell que hi havia en uns boscos prop de la ciutat. De fet, la ciutat de Barnon es va rendir fàcilment, encara que tampoc pareixia com si els ciutadans estigueren entusiasmats.
hu: Hoyre O Barnon nem bízott a közelében, Barnon városában élő wesnothiakban. Félve attól, hogy a lakosok megnyitják a kapukat Gawen Hagarthen előtt, bezárkózott a közeli erdőben lévő kastélyába. Barnon városa valóban könnyen megadta magát, habár a lakosok szikrányi lelkesedést sem mutattak a hódítók iránt.
